"{    \"translations\": [        {            \"english_version\": \"The attacks hit several residential buildings in Kyiv and killed two people, while Russia's Rostov region reported three deaths. There was optimism following the talks in Geneva, but no details emerged on how to bridge the huge divide between Moscow and Kyiv over territory and security guarantees.\",            \"english_title\": \"Attacks in Kyiv and Rostov\",            \"translated_version\": \"Los ataques golpearon varios edificios en Kyiv y mataron a dos personas, mientras que la región de Rostov en Rusia reportó tres muertes. Había optimismo después de las charlas en Ginebra, pero no se dieron detalles sobre cómo cerrar la gran brecha entre Moscú y Kyiv sobre territorio y garantías de seguridad.\",            \"translated_title\": \"Ataques en Kyiv y Rostov\"        },        {            \"english_version\": \"Hundreds of Palestinians were killed while seeking food amid chaotic scenes near GHF's sites. Israel is allowing more food into Gaza, but aid workers say vital ingredients needed to improve people's diets are still missing.\",            \"english_title\": \"Food Crisis in Gaza\",            \"translated_version\": \"Cientos de palestinos murieron mientras buscaban comida en escenas caóticas cerca de los sitios de GHF. Israel está permitiendo más comida en Gaza, pero los trabajadores de ayuda dicen que todavía faltan ingredientes vitales para mejorar la dieta de las personas.\",            \"translated_title\": \"Crisis de Comida en Gaza\"        },        {            \"english_version\": \"Protests have taken place over the coaches that take visitors up to the world heritage site in Peru.\",            \"english_title\": \"Protests in Peru\",            \"translated_version\": \"Ha habido protestas por los autobuses que llevan a los visitantes al sitio de patrimonio mundial en Perú.\",            \"translated_title\": \"Protestas en Perú\"        },        {            \"english_version\": \"Three days of industrial action are set to affect public services and transport across the country.\",            \"english_title\": \"Industrial Action\",            \"translated_version\": \"Tres días de acción industrial afectarán los servicios públicos y el transporte en todo el país.\",            \"translated_title\": \"Acción Industrial\"        },        {            \"english_version\": \"The authorities are trying to rescue more than 250 schoolchildren who were abducted by raiders on motorbikes.\",            \"english_title\": \"Schoolchildren Abducted\",            \"translated_version\": \"Las autoridades están tratando de rescatar a más de 250 escolares que fueron secuestrados por asaltantes en motocicletas.\",            \"translated_title\": \"Escolares Secuestrados\"        }    ]}"