"{    \"translations\": [        {            \"english_version\": \"Rebels in southern Syria claimed to have captured the city of Daraa. It would be the fourth city government forces have lost in a week. Insurgents in the north said they had reached the outskirts of Homs, a strategically important city and Syria’s third-largest, on Friday and ordered government forces there to defect. Various rebel factions launched a surprise insurgency on November 27th.\",            \"english_title\": \"Conflict in Syria\",            \"translated_version\": \"Los rebeldes en el sur de Siria dijeron que capturaron la ciudad de Daraa. Sería la cuarta ciudad que las fuerzas gubernamentales han perdido en una semana. Insurgentes en el norte dijeron que habían llegado a las afueras de Homs, una ciudad estratégicamente importante y la tercera más grande de Siria, el viernes y ordenaron a las fuerzas gubernamentales allí que desertaran. Varias facciones rebeldes lanzaron una insurgencia sorpresa el 27 de noviembre.\",            \"translated_title\": \"Conflict in Syria\"        },        {            \"english_version\": \"Yoon Suk Yeol, South Korea’s president, apologised for launching a short-lived coup attempt on December 3rd, but did not resign. In a brief televised address he said his declaration of martial law `came from a desperate president`. Mr Yoon faces an impeachment vote on Saturday. Earlier Han Dong-hoon, leader of the country’s ruling party, called for the president’s immediate suspension, saying he poses a `great danger`.\",            \"english_title\": \"Political Turmoil in South Korea\",            \"translated_version\": \"Yoon Suk Yeol, el presidente de Corea del Sur, se disculpó por lanzar un intento de golpe de estado de corta duración el 3 de diciembre, pero no renunció. En una breve alocución televisada, dijo que su declaración de ley marcial `venía de un presidente desesperado`. El Sr. Yoon enfrenta una votación de destitución el sábado. Anteriormente, Han Dong-hoon, líder del partido gobernante del país, pidió la suspensión inmediata del presidente, diciendo que representa un `gran peligro`.\",            \"translated_title\": \"Political Turmoil in South Korea\"        }    ]}"