"{    \"translations\": [        {            \"english_version\": \"Pope Francis passed away at 88 years old after having a stroke and heart failure in his Vatican residence. He had been unwell for several months, being hospitalized for bronchitis in February. Despite his health issues, he briefly appeared in St Peter’s Square on Easter Sunday. A conclave of 135 cardinals is expected to choose a successor to Pope Francis.\",            \"english_title\": \"Pope Francis' Death\",            \"translated_version\": \"El Papa Francisco falleció a los 88 años después de sufrir un derrame cerebral y un fallo cardíaco en su residencia en el Vaticano. Había estado enfermo durante varios meses, siendo hospitalizado por bronquitis en febrero. A pesar de sus problemas de salud, apareció brevemente en la Plaza de San Pedro el Domingo de Pascua. Se espera que un grupo de 135 cardenales elija a un sucesor del Papa Francisco.\",            \"translated_title\": \"Pope Francis' Death\"        },        {            \"english_version\": \"President Trump criticized Jerome Powell, the chair of the Federal Reserve, claiming there is minimal inflation and urging for interest rate cuts. He also accused Powell of favoring Kamala Harris, the Democratic candidate, by reducing rates last year. The dollar's value decreased after Trump's remarks.\",            \"english_title\": \"President Trump's Comments on Federal Reserve\",            \"translated_version\": \"El Presidente Trump criticó a Jerome Powell, el presidente de la Reserva Federal, afirmando que hay una inflación mínima y pidiendo recortes en las tasas de interés. También acusó a Powell de favorecer a Kamala Harris, la candidata demócrata, al reducir las tasas el año pasado. El valor del dólar disminuyó después de los comentarios de Trump.\",            \"translated_title\": \"President Trump's Comments on Federal Reserve\"        }    ]}"