"{    \"translations\": [        {            \"english_version\": \"Vladimir Putin, the president of Russia, said there will be a three-day break in fighting in Ukraine starting on May 8th. This is to mark the anniversary of the end of World War II in Europe. Ukraine has not yet given a response to this offer. Putin also mentioned that North Korean soldiers fought alongside Russian troops in Kursk, a region that Ukraine partly controlled last year.\",            \"english_title\": \"Vladimir Putin announces ceasefire in Ukraine\",            \"translated_version\": \"Vladimir Putin, el presidente de Rusia, dijo que habrá un descanso de tres días en la lucha en Ucrania a partir del 8 de mayo. Esto es para conmemorar el aniversario del fin de la Segunda Guerra Mundial en Europa. Ucrania aún no ha respondido a esta oferta. Putin también mencionó que soldados norcoreanos lucharon junto a tropas rusas en Kursk, una región que Ucrania controlaba parcialmente el año pasado.\",            \"translated_title\": \"Vladimir Putin anuncia alto el fuego en Ucrania\"        },        {            \"english_version\": \"A large power outage left many people in Spain and Portugal without electricity. The cause of the outage has not been explained by the main electricity companies in these countries. The power cut affected various places like airports and metro systems. Spain's National Cybersecurity Institute is looking into the possibility of a cyber-attack. Parts of Belgium, France, and Italy also experienced similar issues.\",            \"english_title\": \"Power cut affects Spain, Portugal, and other European countries\",            \"translated_version\": \"Un gran corte de energía dejó a muchas personas en España y Portugal sin electricidad. La causa del corte de energía no ha sido explicada por las principales compañías eléctricas en estos países. El corte de energía afectó varios lugares como aeropuertos y sistemas de metro. El Instituto Nacional de Ciberseguridad de España está investigando la posibilidad de un ciberataque. Partes de Bélgica, Francia e Italia también experimentaron problemas similares.\",            \"translated_title\": \"Corte de energía afecta a España, Portugal y otros países europeos\"        }    ]}"