"{    \"translations\": [        {            \"english_version\": \"The BBC reports that Afghan mothers and babies are dying because clinics supported by the US have closed.\",            \"english_title\": \"Afghan Clinics Closed\",            \"translated_version\": \"La BBC dice que madres y bebés afganos están muriendo porque clínicas apoyadas por EE.UU. han cerrado.\",            \"translated_title\": \"Clínicas afganas cerradas\"        },        {            \"english_version\": \"The final stage of the Vuelta a Espana was stopped because pro-Palestinian protesters went onto the course in Madrid.\",            \"english_title\": \"Vuelta a Espana Stopped\",            \"translated_version\": \"La última etapa de la Vuelta a España fue parada porque manifestantes pro-palestinos entraron en el curso en Madrid.\",            \"translated_title\": \"Vuelta a España parada\"        },        {            \"english_version\": \"Ukraine's President Zelensky said that Russia's actions are clearly expanding the war.\",            \"english_title\": \"Zelensky on Russia\",            \"translated_version\": \"El presidente de Ucrania, Zelensky, dijo que las acciones de Rusia están claramente expandiendo la guerra.\",            \"translated_title\": \"Zelensky sobre Rusia\"        },        {            \"english_version\": \"The US secretary of state will talk about the war in Gaza after Israel's attack on Hamas, which many have criticized.\",            \"english_title\": \"US on Gaza War\",            \"translated_version\": \"El secretario de estado de EE.UU. hablará sobre la guerra en Gaza después del ataque de Israel a Hamas, que muchos han criticado.\",            \"translated_title\": \"EE.UU. sobre guerra en Gaza\"        },        {            \"english_version\": \"Prof Musa Xulu told the BBC he has been threatened by hired killers and has reported this to the police.\",            \"english_title\": \"Prof Xulu Threatened\",            \"translated_version\": \"El profesor Musa Xulu dijo a la BBC que ha sido amenazado por asesinos a sueldo y ha informado esto a la policía.\",            \"translated_title\": \"Prof Xulu amenazado\"        }    ]}"