"{    \"translations\": [        {            \"english_version\": \"The president told Fox News that he doesn't think it's a pullback, just a small change. This comes as the US federal agency announced it will not be involved in immigration roles at the event in Milan-Cortina in February.\",            \"english_title\": \"President's Opinion\",            \"translated_version\": \"El presidente dijo a Fox News que no cree que sea un retroceso, solo un pequeño cambio. Esto pasa porque la agencia federal de EE.UU. anunció que no estará en roles de inmigración en el evento en Milán-Cortina en febrero.\",            \"translated_title\": \"Opinión del Presidente\"        },        {            \"english_version\": \"Relatives of Chad Joseph and Rishi Samaroo, who were among six people killed on 14 October, say the men from Trinidad were going home when their boat was hit.\",            \"english_title\": \"Tragic Boat Accident\",            \"translated_version\": \"Familiares de Chad Joseph y Rishi Samaroo, que estaban entre seis personas muertas el 14 de octubre, dicen que los hombres de Trinidad iban a casa cuando su bote fue golpeado.\",            \"translated_title\": \"Accidente Trágico de Bote\"        },        {            \"english_version\": \"Young Iranians have told the BBC about seeing friends and others die as security forces stopped protests earlier this month.\",            \"english_title\": \"Iranian Protests\",            \"translated_version\": \"Jóvenes iraníes dijeron a la BBC que vieron a amigos y otros morir cuando las fuerzas de seguridad detuvieron protestas a principios de este mes.\",            \"translated_title\": \"Protestas en Irán\"        },        {            \"english_version\": \"Firefighters in Victoria are fighting at least six big fires during a record-breaking heatwave.\",            \"english_title\": \"Fires in Victoria\",            \"translated_version\": \"Bomberos en Victoria están luchando contra al menos seis grandes incendios durante una ola de calor récord.\",            \"translated_title\": \"Incendios en Victoria\"        },        {            \"english_version\": \"The Canadian prime minister confirmed that he and the US president talked on the phone after Trump threatened to put 100% tariffs on Canada.\",            \"english_title\": \"Canada-US Tariff Talks\",            \"translated_version\": \"El primer ministro de Canadá confirmó que él y el presidente de EE.UU. hablaron por teléfono después de que Trump amenazó con poner aranceles del 100% a Canadá.\",            \"translated_title\": \"Conversaciones de Aranceles Canadá-EE.UU.\"        }    ]}"