"{    \"translations\": [        {            \"english_version\": \"Cardinal Robert Prevost was chosen as the next pope, making history as the first American to hold this position. He will be known as Pope Leo XIV. Originally from Chicago, the 69-year-old has spent much of his career in Peru, serving there for two decades. He is seen as a moderate figure, not as progressive as the previous Pope Francis, but he is vocal about his support for migrants and the impoverished.\",            \"english_title\": \"Cardinal Robert Prevost elected as the next pope\",            \"translated_version\": \"El Cardenal Robert Prevost fue elegido como el próximo papa, haciendo historia como el primer estadounidense en ocupar este cargo. Será conocido como Papa Leo XIV. Originario de Chicago, el hombre de 69 años ha pasado gran parte de su carrera en Perú, sirviendo allí durante dos décadas. Es visto como una figura moderada, no tan progresista como el anterior Papa Francisco, pero es vocal sobre su apoyo a los migrantes y los empobrecidos.\",            \"translated_title\": \"Cardenal Robert Prevost elegido como el próximo papa\"        },        {            \"english_version\": \"In his initial speech, Pope Leo stressed the importance of 'building bridges', even switching briefly from Italian to Spanish to express gratitude to his former diocese in Peru. Donald Trump praised the appointment, calling it a 'great honor for our country'. Gustavo Petro from Colombia, a critic of Trump's immigration policies, sees the new pope as more than just an American and hopes he will be a strong advocate for migrants.\",            \"english_title\": \"Pope Leo's first address and reactions\",            \"translated_version\": \"En su discurso inicial, el Papa Leo enfatizó la importancia de 'construir puentes', incluso cambiando brevemente del italiano al español para expresar gratitud a su antigua diócesis en Perú. Donald Trump elogió el nombramiento, calificándolo como un 'gran honor para nuestro país'. Gustavo Petro de Colombia, crítico de las políticas de inmigración de Trump, ve al nuevo papa como algo más que un estadounidense y espera que sea un fuerte defensor de los migrantes.\",            \"translated_title\": \"Primer discurso y reacciones del Papa Leo\"        }    ]}"