"{    \"translations\": [        {            \"english_version\": \"Sir Keir Starmer, the leader of the UK, promised to increase military spending to 2.5% of the country's economy by 2027. This is up from the current 2.3%, with a goal of eventually reaching 3%. The first step in this increase will cost £13.4 billion annually and will be paid for by reducing foreign aid.\",            \"english_title\": \"UK Military Spending Increase\",            \"translated_version\": \"El líder del Reino Unido, Sir Keir Starmer, prometió aumentar el gasto militar al 2.5% de la economía del país para el 2027. Esto es más que el actual 2.3%, con el objetivo de llegar eventualmente al 3%. El primer paso en este aumento costará £13.4 mil millones anualmente y será pagado reduciendo la ayuda extranjera.\",            \"translated_title\": \"Aumento del Gasto Militar en el Reino Unido\"        },        {            \"english_version\": \"There was an attack by Russia on Ukraine, resulting in the deaths of two civilians and injuries to 36 others. The entire country was on high alert as Russia used drones and missiles to target various regions. This attack led to concerns about the ongoing conflict and the need for peacekeeping efforts.\",            \"english_title\": \"Russia's Attack on Ukraine\",            \"translated_version\": \"Hubo un ataque de Rusia a Ucrania, resultando en la muerte de dos civiles y heridas a 36 personas. Todo el país estaba en alerta máxima mientras Rusia usaba drones y misiles para atacar varias regiones. Este ataque generó preocupaciones sobre el conflicto en curso y la necesidad de esfuerzos de mantenimiento de la paz.\",            \"translated_title\": \"Ataque de Rusia a Ucrania\"        },        {            \"english_version\": \"Emmanuel Macron and Donald Trump discussed the possibility of European troops serving as peacekeepers in Ukraine. This proposal came after the French president visited the White House. The idea of using European troops in this role is seen as a potential way to help stabilize the situation in Ukraine.\",            \"english_title\": \"European Troops in Ukraine\",            \"translated_version\": \"Emmanuel Macron y Donald Trump discutieron la posibilidad de que tropas europeas sirvan como pacificadores en Ucrania. Esta propuesta surgió después de que el presidente francés visitara la Casa Blanca. La idea de usar tropas europeas en este papel se ve como una forma potencial de ayudar a estabilizar la situación en Ucrania.\",            \"translated_title\": \"Tropas Europeas en Ucrania\"        },        {            \"english_version\": \"Sir Keir Starmer is scheduled to visit the White House to meet with Donald Trump. During this meeting, he plans to urge Trump to support Ukraine and not abandon the country in any peace negotiations with Russia. This visit is part of ongoing efforts to address the conflict and seek international support.\",            \"english_title\": \"Keir Starmer's Visit to the White House\",            \"translated_version\": \"Sir Keir Starmer tiene programado visitar la Casa Blanca para encontrarse con Donald Trump. Durante esta reunión, planea instar a Trump a apoyar a Ucrania y no abandonar el país en ninguna negociación de paz con Rusia. Esta visita es parte de los esfuerzos continuos para abordar el conflicto y buscar apoyo internacional.\",            \"translated_title\": \"Visita de Keir Starmer a la Casa Blanca\"        },        {            \"english_version\": \"The Economist is a well-known publication that provides news and analysis on various topics. They offer an app for both iOS and Android devices, allowing users to access their content easily. The Economist covers a wide range of issues, including economics, politics, and global affairs.\",            \"english_title\": \"The Economist Publication\",            \"translated_version\": \"The Economist es una publicación conocida que ofrece noticias y análisis sobre varios temas. Ofrecen una aplicación para dispositivos iOS y Android, permitiendo a los usuarios acceder a su contenido fácilmente. The Economist cubre una amplia gama de temas, incluyendo economía, política y asuntos globales.\",            \"translated_title\": \"Publicación de The Economist\"        }    ]}"