"{    \"translations\": [        {            \"english_version\": \"Sergey Lavrov, the Russian foreign minister, praised the management of the Zaporizhia nuclear power plant in Ukraine, which is currently under Russian occupation. He responded to President Donald Trump's suggestion of potential joint control of the plant by Ukraine and America after a ceasefire.\",            \"english_title\": \"Russian Minister Praises Zaporizhia Nuclear Power Plant Management\",            \"translated_version\": \"El ministro de Relaciones Exteriores de Rusia, Sergey Lavrov, elogió la gestión de la planta nuclear de Zaporizhia en Ucrania, que actualmente está bajo ocupación rusa. Respondió a la sugerencia del presidente Donald Trump de un posible control conjunto de la planta por parte de Ucrania y América después de un alto el fuego.\",            \"translated_title\": \"Ministro Ruso Elogia Gestión de Planta Nuclear en Ucrania\"        },        {            \"english_version\": \"Vladimir Putin, the President of Russia, celebrated what he called the 'full defeat' of Ukrainian forces in Kursk, a region that was partially occupied by Ukraine last summer. Ukrainian officials refuted this claim.\",            \"english_title\": \"Putin Celebrates Defeat of Ukrainian Forces in Kursk\",            \"translated_version\": \"Vladimir Putin, el presidente de Rusia, celebró lo que llamó la 'derrota total' de las fuerzas ucranianas en Kursk, una región que fue parcialmente ocupada por Ucrania el verano pasado. Los funcionarios ucranianos refutaron esta afirmación.\",            \"translated_title\": \"Putin Celebra Derrota de Fuerzas Ucranianas en Kursk\"        },        {            \"english_version\": \"A tragic incident occurred at a street festival in Vancouver where a car drove into crowds, resulting in the death of at least 11 people and over 20 injuries. The driver, a 30-year-old man, was arrested by the police, who stated that the attack was not an act of terrorism.\",            \"english_title\": \"Tragic Incident at Vancouver Street Festival\",            \"translated_version\": \"Ocurrió un incidente trágico en un festival callejero en Vancouver donde un auto se metió entre la multitud, resultando en la muerte de al menos 11 personas y más de 20 heridos. El conductor, un hombre de 30 años, fue arrestado por la policía, quienes afirmaron que el ataque no fue un acto de terrorismo.\",            \"translated_title\": \"Incidente Trágico en Festival Callejero de Vancouver\"        },        {            \"english_version\": \"The street festival in Vancouver was organized to commemorate Lapu Lapu Day, an annual celebration in the Philippines.\",            \"english_title\": \"Vancouver Street Festival Commemorates Lapu Lapu Day\",            \"translated_version\": \"El festival callejero en Vancouver se organizó para conmemorar el Día de Lapu Lapu, una celebración anual en Filipinas.\",            \"translated_title\": \"Festival Callejero de Vancouver Conmemora el Día de Lapu Lapu\"        },        {            \"english_version\": \"The Economist is a publication that offers news and analysis on various topics. It provides content on its website and through its mobile app for iOS and Android.\",            \"english_title\": \"Introduction to The Economist Publication\",            \"translated_version\": \"The Economist es una publicación que ofrece noticias y análisis sobre varios temas. Proporciona contenido en su sitio web y a través de su aplicación móvil para iOS y Android.\",            \"translated_title\": \"Introducción a la Publicación The Economist\"        }    ]}"