"{    \"translations\": [        {            \"english_version\": \"Antony Blinken, America’s secretary of state, urged Israel to seek a practical pathway to a Palestinian state after the war in Gaza is over. In meetings with Israel’s prime minister, Binyamin Netanyahu, and other officials, Mr Blinken emphasised the need to plan for a long-term solution to the conflict. He also urged Israel to do more to avoid civilian casualties in Gaza and pushed for further aid to be allowed into the territory.\",            \"english_title\": \"US Secretary of State Urges Israel for Peaceful Solution\",            \"translated_version\": \"El secretario de estado de Estados Unidos, Antony Blinken, instó a Israel a buscar un camino práctico hacia un estado palestino después de la guerra en Gaza. En las reuniones con el primer ministro de Israel, Binyamin Netanyahu, y otros funcionarios, el Sr. Blinken enfatizó la necesidad de planificar una solución a largo plazo para el conflicto. También instó a Israel a hacer más para evitar víctimas civiles en Gaza y pidió que se permita más ayuda en el territorio.\",            \"translated_title\": \"El Secretario de Estado de EE. UU. Insta a Israel a una Solución Pacífica\"        },        {            \"english_version\": \"Armed men broke into a state-owned TV studio and interrupted a live broadcast in Ecuador, prompting Daniel Noboa, the president, to recognise an internal armed conflict. It is the latest incident in a wave of violence that has terrorised the country since Sunday, after the leader of the Los Choneros gang apparently escaped from prison. On Monday Mr Noboa declared a state of emergency.\",            \"english_title\": \"Armed Men Interrupt TV Broadcast in Ecuador\",            \"translated_version\": \"Hombres armados irrumpieron en un estudio de televisión estatal e interrumpieron una transmisión en vivo en Ecuador, lo que llevó al presidente Daniel Noboa a reconocer un conflicto armado interno. Es el último incidente en una ola de violencia que ha aterrorizado al país desde el domingo, después de que el líder de la pandilla Los Choneros aparentemente escapara de la prisión. El lunes, el Sr. Noboa declaró un estado de emergencia.\",            \"translated_title\": \"Hombres Armados Interrumpen Transmisión de TV en Ecuador\"        },        {            \"english_version\": \"Gary Gensler, the chairman of America’s Securities and Exchange Commission, said that the SEC’s X account had been compromised. Minutes earlier, the official account had announced the regulatory approval of an investment product that would make it less risky and bothersome to trade bitcoin. The cryptocurrency’s value briefly spiked until Mr Gensler made clear the post had been unauthorised.\",            \"english_title\": \"SEC Chairman Announces Compromised Account\",            \"translated_version\": \"Gary Gensler, el presidente de la Comisión de Valores y Bolsa de Estados Unidos, dijo que la cuenta X de la SEC había sido comprometida. Minutos antes, la cuenta oficial había anunciado la aprobación regulatoria de un producto de inversión que haría que el comercio de bitcoin fuera menos arriesgado y molesto. El valor de la criptomoneda subió brevemente hasta que el Sr. Gensler dejó claro que la publicación no había sido autorizada.\",            \"translated_title\": \"Presidente de la SEC Anuncia Cuenta Comprometida\"        },        {            \"english_version\": \"Lloyd Austin, America’s defence secretary, has been in hospital from complications resulting from prostate-cancer treatment, a diagnosis that Joe Biden apparently only learned of on Tuesday. The Pentagon’s disclosure came after days of questions about Mr Austin’s mysterious medical absence. Mr Austin went under general anaesthesia (also without notifying the White House) to undergo minimally invasive surgery in December, then contracted an infection.\",            \"english_title\": \"US Defense Secretary Hospitalized\",            \"translated_version\": \"Lloyd Austin, el secretario de defensa de Estados Unidos, ha estado en el hospital debido a complicaciones derivadas del tratamiento del cáncer de próstata, un diagnóstico que Joe Biden aparentemente solo se enteró el martes. La divulgación del Pentágono se produjo después de días de preguntas sobre la misteriosa ausencia médica del Sr. Austin. El Sr. Austin fue sometido a una cirugía mínimamente invasiva en diciembre bajo anestesia general (también sin notificar a la Casa Blanca), luego contrajo una infección.\",            \"translated_title\": \"Secretario de Defensa de EE. UU. Hospitalizado\"        },        {            \"english_version\": \"The World Bank published forecasts predicting the past half-decade will have seen the worst economic growth in 30 years. Based on its projections, the organisation suggested that gross domestic product around the world will expand by just 2.4% this year. The bank also predicts a slowdown in trade growth due to higher interest rates and an increase in conflict.\",            \"english_title\": \"World Bank Predicts Slow Economic Growth\",            \"translated_version\": \"El Banco Mundial publicó pronósticos que predicen que la última mitad de la década habrá visto el peor crecimiento económico en 30 años. Según sus proyecciones, la organización sugiere que el producto interno bruto en todo el mundo se expandirá solo un 2.4% este año. El banco también predice una desaceleración en el crecimiento del comercio debido a tasas de interés más altas y un aumento en los conflictos.\",            \"translated_title\": \"Banco Mundial Predice Lento Crecimiento Económico\"        }    ]}"