"```json{    \"translations\": [        {            \"english_version\": \"Protests erupted in Venezuela after Nicolás Maduro, the country's authoritarian leader, claimed to have won the presidential election. Many believe that Edmundo González actually won the election, not Mr. Maduro. María Corina Machado, a prominent opposition figure, was not allowed to run for office. Despite this, Ms. Machado supported Mr. González, who stated that he has evidence of winning the election.\",            \"english_title\": \"Venezuela Election Protests\",            \"translated_version\": \"Hubo protestas en Venezuela después de que Nicolás Maduro, el líder autoritario del país, afirmara haber ganado las elecciones presidenciales. Muchos creen que en realidad Edmundo González ganó las elecciones, no el Sr. Maduro. María Corina Machado, una figura prominente de la oposición, no pudo postularse para el cargo. A pesar de esto, la Sra. Machado apoyó al Sr. González, quien afirmó tener pruebas de que ganó las elecciones.\",            \"translated_title\": \"Protestas en Venezuela\"        },        {            \"english_version\": \"Israeli demonstrators entered an army base near Beersheba, a city in southern Israel, to show support for soldiers accused of mistreating a Palestinian prisoner. Members of the far-right in Israel's government also joined the protesters. The head of Israel's armed forces, Herzi Halevi, described the protests as illegal and very serious.\",            \"english_title\": \"Israeli Army Base Protests\",            \"translated_version\": \"Manifestantes israelíes entraron en una base militar cerca de Beersheba, una ciudad en el sur de Israel, para mostrar apoyo a soldados acusados de maltratar a un prisionero palestino. Miembros de la extrema derecha en el gobierno de Israel también se unieron a los manifestantes. El jefe de las fuerzas armadas de Israel, Herzi Halevi, describió las protestas como ilegales y muy serias.\",            \"translated_title\": \"Protestas en Base Militar Israelí\"        }    ]}```"