"{    \"translations\": [        {            \"english_version\": \"The former UK prime minister and US secretary of state will be part of the new executive board, according to the White House.\",            \"english_title\": \"New Executive Board Members\",            \"translated_version\": \"El ex primer ministro del Reino Unido y el secretario de estado de EE.UU. serán parte del nuevo grupo ejecutivo, según la Casa Blanca.\",            \"translated_title\": \"Nuevos Miembros del Grupo Ejecutivo\"        },        {            \"english_version\": \"Reza Pahlavi, an opposition figure based in the US, urged the world to focus on the leaders of Iran's Revolutionary Guards.\",            \"english_title\": \"Focus on Iran's Leaders\",            \"translated_version\": \"Reza Pahlavi, una figura de oposición en EE.UU., pidió al mundo que se enfoque en los líderes de los Guardianes de la Revolución de Irán.\",            \"translated_title\": \"Enfoque en Líderes de Irán\"        },        {            \"english_version\": \"The BBC reports from the Iran-Iraq border, where authorities are blocking information by shutting down the internet.\",            \"english_title\": \"Internet Block at Iran-Iraq Border\",            \"translated_version\": \"La BBC informa desde la frontera de Irán-Irak, donde las autoridades están bloqueando información al cerrar el internet.\",            \"translated_title\": \"Bloqueo de Internet en Frontera Irán-Irak\"        },        {            \"english_version\": \"President Museveni is leading with about 75% of the vote, with results from more than half of the polling stations.\",            \"english_title\": \"Museveni Leads in Election\",            \"translated_version\": \"El presidente Museveni está ganando con cerca del 75% de los votos, con resultados de más de la mitad de las estaciones de votación.\",            \"translated_title\": \"Museveni Lidera en Elección\"        },        {            \"english_version\": \"Myanmar claims The Gambia has not shown enough proof of genocide against the Muslim minority.\",            \"english_title\": \"Myanmar Disputes Genocide Claims\",            \"translated_version\": \"Myanmar dice que Gambia no ha mostrado suficiente prueba de genocidio contra la minoría musulmana.\",            \"translated_title\": \"Myanmar Niega Acusaciones de Genocidio\"        }    ]}"