"{    \"translations\": [        {            \"english_version\": \"Donald Trump rejected a bipartisan border-security bill worth $118bn, calling it `horrendous` and demanding a separate legislation for immigration. The bill ties border security to aid for Israel and Ukraine, which has faced opposition from Republicans. An initial vote on the bill is scheduled for Wednesday.\",            \"english_title\": \"Trump rejects border-security bill\",            \"translated_version\": \"Donald Trump rechazó un proyecto de ley bipartidista de seguridad fronteriza por valor de $118bn, calificándolo de `horrendo` y exigiendo una legislación separada para la inmigración. El proyecto de ley vincula la seguridad fronteriza a la ayuda para Israel y Ucrania, lo cual ha enfrentado oposición de los republicanos. Una votación inicial sobre el proyecto de ley está programada para el miércoles.\",            \"translated_title\": \"Trump rechaza proyecto de ley de seguridad fronteriza\"        },        {            \"english_version\": \"King Charles III has cancer and has paused his public duties. However, he remains positive and looks forward to returning to work soon. The cancer was discovered last month when the 75-year-old king received treatment for an enlarged prostate. The specific type of cancer was not disclosed. He was crowned last May.\",            \"english_title\": \"King Charles III diagnosed with cancer\",            \"translated_version\": \"El rey Carlos III tiene cáncer y ha pausado sus deberes públicos. Sin embargo, se mantiene positivo y espera volver al trabajo pronto. El cáncer fue descubierto el mes pasado cuando el rey de 75 años recibió tratamiento para una próstata agrandada. No se reveló el tipo específico de cáncer. Fue coronado en mayo pasado.\",            \"translated_title\": \"Rey Carlos III diagnosticado con cáncer\"        },        {            \"english_version\": \"António Guterres, the secretary-general of the United Nations, appointed an independent review group to investigate allegations of UN Relief and Works Agency workers being involved in Hamas’s assault on Israel. The final report is expected to be completed by April and will be made public. Donations to the agency have been frozen by several governments in the meantime.\",            \"english_title\": \"UN investigates allegations of worker involvement in Hamas assault\",            \"translated_version\": \"António Guterres, el secretario general de las Naciones Unidas, nombró un grupo de revisión independiente para investigar las acusaciones de que los trabajadores de la Agencia de las Naciones Unidas para el Socorro y la Obras están involucrados en el ataque de Hamas a Israel. Se espera que el informe final se complete para abril y se haga público. Mientras tanto, las donaciones a la agencia han sido congeladas por varios gobiernos.\",            \"translated_title\": \"ONU investiga acusaciones de participación de trabajadores en el ataque de Hamas\"        },        {            \"english_version\": \"The owners of Yandex, a tech business, announced the sale of the company’s Russian operations for 475bn roubles ($5bn). The acquisition will be made by a group of Russian investors. This marks the largest corporate exit from Russia since the invasion of Ukraine two years ago.\",            \"english_title\": \"Yandex sells Russian operations\",            \"translated_version\": \"Los propietarios de Yandex, un negocio tecnológico, anunciaron la venta de las operaciones rusas de la compañía por 475bn rublos ($5bn). La adquisición será realizada por un grupo de inversores rusos. Esto marca la mayor salida corporativa de Rusia desde la invasión de Ucrania hace dos años.\",            \"translated_title\": \"Yandex vende operaciones en Rusia\"        },        {            \"english_version\": \"Antony Blinken, America’s secretary of state, arrived in the Middle East for negotiations regarding the Israel-Gaza war. He is expected to push for a ceasefire and the release of Israeli hostages. Following a drone attack that killed three American soldiers in Jordan last month, further strikes on Iranian proxies are anticipated.\",            \"english_title\": \"Blinken arrives in Middle East for Israel-Gaza negotiations\",            \"translated_version\": \"Antony Blinken, el secretario de estado de Estados Unidos, llegó a Oriente Medio para negociaciones relacionadas con la guerra entre Israel y Gaza. Se espera que presione por un alto el fuego y la liberación de rehenes israelíes. Después de un ataque con drones que mató a tres soldados estadounidenses en Jordania el mes pasado, se anticipan más ataques contra los aliados iraníes.\",            \"translated_title\": \"Blinken llega a Oriente Medio para negociaciones sobre Israel-Gaza\"        }    ]}"