"{    \"translations\": [        {            \"english_version\": \"Israel has blocked food from entering Gaza, according to aid agencies. A UN-backed group has confirmed that there is a famine in the area.\",            \"english_title\": \"Israel Blocks Food to Gaza\",            \"translated_version\": \"Israel no deja entrar comida a Gaza, dicen agencias de ayuda. Un grupo de la ONU dice que hay hambre en el área.\",            \"translated_title\": \"Israel Bloquea Comida a Gaza\"        },        {            \"english_version\": \"North Korea's state media has called recent military actions a 'deliberate provocation' as the South Korean leader visits the US and Japan.\",            \"english_title\": \"North Korea Criticizes Military Actions\",            \"translated_version\": \"Los medios de Corea del Norte dicen que las acciones militares recientes son una `provocación` mientras el líder de Corea del Sur visita EE.UU. y Japón.\",            \"translated_title\": \"Corea del Norte Critica Acciones Militares\"        },        {            \"english_version\": \"John Bolton, who worked in Trump's first administration, is now a strong critic of the former president.\",            \"english_title\": \"John Bolton Criticizes Trump\",            \"translated_version\": \"John Bolton, que trabajó con Trump, ahora critica mucho al ex presidente.\",            \"translated_title\": \"John Bolton Critica a Trump\"        },        {            \"english_version\": \"A UN-backed group has confirmed a famine in Gaza City and nearby areas, saying that half a million people are in 'catastrophic' conditions.\",            \"english_title\": \"Famine in Gaza Confirmed\",            \"translated_version\": \"Un grupo de la ONU dice que hay hambre en Gaza y áreas cercanas, y que medio millón de personas están en condiciones `catastróficas`.\",            \"translated_title\": \"Hambre en Gaza Confirmada\"        },        {            \"english_version\": \"Volodymyr Zelensky, the leader of Ukraine, is asking Western countries to put new sanctions on Russia if it does not show interest in peace.\",            \"english_title\": \"Zelensky Asks for Sanctions on Russia\",            \"translated_version\": \"Volodymyr Zelensky, líder de Ucrania, pide a países occidentales que pongan nuevas sanciones a Rusia si no muestra interés en la paz.\",            \"translated_title\": \"Zelensky Pide Sanciones a Rusia\"        }    ]}"