"{    \"translations\": [        {            \"english_version\": \"The US president says illegal migration destroys countries from within, as his two-day state visit to the UK comes to a close.\",            \"english_title\": \"US President on Illegal Migration\",            \"translated_version\": \"El presidente de EE.UU. dice que la migración ilegal destruye países desde adentro, mientras termina su visita de dos días al Reino Unido.\",            \"translated_title\": \"Presidente de EE.UU. sobre Migración Ilegal\"        },        {            \"english_version\": \"A constant stream of Palestinians flee southwards as Israeli tanks reportedly push further into Gaza's biggest urban centre.\",            \"english_title\": \"Palestinians Flee South\",            \"translated_version\": \"Un flujo constante de palestinos huye hacia el sur mientras los tanques israelíes avanzan más en el centro urbano más grande de Gaza.\",            \"translated_title\": \"Palestinos Huyen al Sur\"        },        {            \"english_version\": \"The widespread walkouts come less than a fortnight after the government collapsed over a proposed budget.\",            \"english_title\": \"Walkouts After Government Collapse\",            \"translated_version\": \"Las huelgas generales ocurren menos de dos semanas después de que el gobierno colapsara por un presupuesto propuesto.\",            \"translated_title\": \"Huelgas Tras Colapso del Gobierno\"        },        {            \"english_version\": \"Washington's representative says the Security Council resolution does not go far enough in condemning Hamas.\",            \"english_title\": \"Security Council Resolution on Hamas\",            \"translated_version\": \"El representante de Washington dice que la resolución del Consejo de Seguridad no condena lo suficiente a Hamas.\",            \"translated_title\": \"Resolución del Consejo de Seguridad sobre Hamas\"        },        {            \"english_version\": \"A specialist took the gold artefact from a Cairo museum and sold it through a jeweller, officials say.\",            \"english_title\": \"Gold Artefact Stolen\",            \"translated_version\": \"Un especialista tomó el artefacto de oro de un museo en El Cairo y lo vendió a través de un joyero, dicen los oficiales.\",            \"translated_title\": \"Artefacto de Oro Robado\"        }    ]}"