"{    \"translations\": [        {            \"english_version\": \"Delcy Rodriguez said she was upset by what she called the 'kidnapping' of Maduro and his wife. During the 40-minute court session, Maduro and his wife, Cilia Flores, said they were not guilty of drugs and weapon charges.\",            \"english_title\": \"Delcy Rodriguez Upset\",            \"translated_version\": \"Delcy Rodriguez dijo que estaba molesta por lo que llamó el secuestro de Maduro y su esposa. Durante la sesión de 40 minutos en la corte, Maduro y su esposa, Cilia Flores, dijeron que no eran culpables de cargos de drogas y armas.\",            \"translated_title\": \"Delcy Rodriguez Molesta\"        },        {            \"english_version\": \"Forty people died when a fire went through a busy bar in Crans-Montana on New Year's Eve.\",            \"english_title\": \"Fire in Crans-Montana\",            \"translated_version\": \"Cuarenta personas murieron cuando un incendio pasó por un bar lleno en Crans-Montana en la víspera de Año Nuevo.\",            \"translated_title\": \"Incendio en Crans-Montana\"        },        {            \"english_version\": \"Trump said Venezuela's interim president Delcy Rodríguez could face serious consequences, possibly worse than Maduro, if she doesn't do the right thing.\",            \"english_title\": \"Trump Warns Delcy Rodríguez\",            \"translated_version\": \"Trump dijo que la presidenta interina de Venezuela, Delcy Rodríguez, podría enfrentar consecuencias serias, posiblemente peores que Maduro, si no hace lo correcto.\",            \"translated_title\": \"Trump Advierte a Delcy Rodríguez\"        },        {            \"english_version\": \"A Paris court found some people guilty of bullying the wife of the French president.\",            \"english_title\": \"Bullying Case in Paris\",            \"translated_version\": \"Un tribunal de París encontró a algunas personas culpables de acosar a la esposa del presidente francés.\",            \"translated_title\": \"Caso de Acoso en París\"        },        {            \"english_version\": \"Cuba's president said military and intelligence officers were protecting captured leader Nicolás Maduro.\",            \"english_title\": \"Cuba Protects Maduro\",            \"translated_version\": \"El presidente de Cuba dijo que oficiales militares y de inteligencia estaban protegiendo al líder capturado Nicolás Maduro.\",            \"translated_title\": \"Cuba Protege a Maduro\"        }    ]}"