"{    \"translations\": [        {            \"english_version\": \"America vetoed a UN Security Council resolution that would have called for an immediate ceasefire in Gaza and a release of all hostages. All other members voted for the resolution, except Britain, which abstained. Earlier, Antony Blinken, America’s secretary of state, said there was a gap between Israel’s intent to protect civilians in Gaza and what it has been doing on the ground.\",            \"english_title\": \"America vetoes UN resolution on Gaza\",            \"translated_version\": \"América vetó una resolución del Consejo de Seguridad de la ONU que habría pedido un alto el fuego inmediato en Gaza y la liberación de todos los rehenes. Todos los demás miembros votaron a favor de la resolución, excepto Gran Bretaña, que se abstuvo. Anteriormente, Antony Blinken, secretario de estado de América, dijo que había una diferencia entre la intención de Israel de proteger a los civiles en Gaza y lo que ha estado haciendo en el terreno.\",            \"translated_title\": \"América veta resolución de la ONU sobre Gaza\"        },        {            \"english_version\": \"The European Union agreed on a landmark set of laws to regulate artificial intelligence. The deal came after lengthy talks between European lawmakers and the 27 member states. Few details have emerged, but the bill will reportedly restrict the use of AI-driven surveillance. The European Parliament will vote on the AI Act next year and it will not take effect before 2025.\",            \"english_title\": \"EU agrees on laws to regulate AI\",            \"translated_version\": \"La Unión Europea acordó un conjunto histórico de leyes para regular la inteligencia artificial. El acuerdo se produjo después de largas conversaciones entre los legisladores europeos y los 27 estados miembros. Aunque no se han revelado muchos detalles, se informa que el proyecto de ley restringirá el uso de la vigilancia impulsada por IA. El Parlamento Europeo votará sobre la Ley de IA el próximo año y no entrará en vigor antes de 2025.\",            \"translated_title\": \"La UE acuerda leyes para regular la IA\"        },        {            \"english_version\": \"The Philippines accused China of using water cannons to obstruct three government ships that were conducting a resupply mission in the South China Sea. Tensions have been growing over the body of water, much of which China claims but without any legal basis. In November America, an ally of the Philippines, reaffirmed the two countries’ ironclad mutual-defence agreement.\",            \"english_title\": \"Philippines accuses China of obstruction in South China Sea\",            \"translated_version\": \"Filipinas acusó a China de usar cañones de agua para obstaculizar tres barcos gubernamentales que estaban llevando a cabo una misión de reabastecimiento en el Mar de China Meridional. Las tensiones han ido en aumento en esta zona, gran parte de la cual China reclama sin ningún fundamento legal. En noviembre, Estados Unidos, aliado de Filipinas, reafirmó el acuerdo de defensa mutua a prueba de balas entre los dos países.\",            \"translated_title\": \"Filipinas acusa a China de obstrucción en el Mar de China Meridional\"        },        {            \"english_version\": \"A group of 117 countries, ranging from Britain to Kenya, criticised OPEC, a cartel of oil-exporting nations, over its rejection of language in the COP28 climate agreement concerning the phasing out of fossil fuels. Negotiations over a final statement, which will summarise progress made at the conference in the UAE, are at a critical stage. The summit is scheduled to close on Tuesday.\",            \"english_title\": \"117 countries criticise OPEC over climate agreement\",            \"translated_version\": \"Un grupo de 117 países, desde Gran Bretaña hasta Kenia, criticaron a la OPEP, un cartel de naciones exportadoras de petróleo, por su rechazo al lenguaje en el acuerdo climático COP28 que se refiere a la eliminación gradual de los combustibles fósiles. Las negociaciones sobre una declaración final, que resumirá los avances logrados en la conferencia en los Emiratos Árabes Unidos, se encuentran en una etapa crítica. La cumbre está programada para cerrar el martes.\",            \"translated_title\": \"117 países critican a la OPEP por acuerdo climático\"        },        {            \"english_version\": \"Bernardo Arévalo, Guatemala’s president-elect, said a new attempt to invalidate his election win was an attempted coup. Public prosecutors in Guatemala accused Mr Arévalo of mishandling political funds and suggested presidential election results from August could be overturned. The country’s Supreme Election Tribunal later refuted that possibility. Mr Arévalo, an anti-corruption campaigner, is set to be sworn in on January 14th. America’s Food and Drug Administration approved exa-cel, the world’s first treatment using CRISPR, a precise form of gene editing. It follows approval by regulators in Britain in November. The therapy will treat sickle-cell disease, a genetic blood disorder. Although the effects are expected to be lifelong, it is likely to be prohibitively expensive for many patients.\",            \"english_title\": \"Guatemala president-elect calls election challenge an attempted coup\",            \"translated_version\": \"Bernardo Arévalo, el presidente electo de Guatemala, dijo que un nuevo intento de invalidar su victoria electoral fue un intento de golpe de estado. Los fiscales públicos en Guatemala acusaron al Sr. Arévalo de manejar mal los fondos políticos y sugirieron que los resultados de las elecciones presidenciales de agosto podrían ser anulados. El Tribunal Supremo Electoral del país refutó más tarde esa posibilidad. El Sr. Arévalo, un defensor de la lucha contra la corrupción, está programado para asumir el cargo el 14 de enero. La Administración de Alimentos y Medicamentos de Estados Unidos aprobó exa-cel, el primer tratamiento del mundo que utiliza CRISPR, una forma precisa de edición genética. Esto sigue a la aprobación de los reguladores en Gran Bretaña en noviembre. La terapia tratará la enfermedad de células falciformes, un trastorno genético de la sangre. Aunque se espera que los efectos sean de por vida, es probable que sea prohibitivamente costoso para muchos pacientes.\",            \"translated_title\": \"Presidente electo de Guatemala llama intento de invalidar elección un intento de golpe de estado\"        }    ]}"