"{    \"translations\": [        {            \"english_version\": \"A passenger jet crashed in South Korea, killing at least 167 people. The plane burst into flames after hitting a wall while landing at Muan International Airport in the country’s south. The flight was returning from Bangkok with 175 passengers on board; two were Thai nationals and the rest South Korean. Two survivors, both crew members from the South Korean airline Jeju Air, have been rescued.\",            \"english_title\": \"South Korea Plane Crash\",            \"translated_version\": \"Un avión de pasajeros se estrelló en Corea del Sur, matando al menos a 167 personas. El avión se incendió después de golpear una pared al aterrizar en el Aeropuerto Internacional de Muan en el sur del país. El vuelo regresaba de Bangkok con 175 pasajeros a bordo; dos eran tailandeses y el resto surcoreanos. Dos sobrevivientes, ambos miembros de la tripulación de la aerolínea surcoreana Jeju Air, han sido rescatados.\",            \"translated_title\": \"South Korea Plane Crash\"        },        {            \"english_version\": \"Thousands of Georgians gathered to protest during the inauguration of the new president. Mikheil Kavelashvili, a footballer turned hard-right populist, is allied with Georgian Dream, the party of the prime minister, Irakli Kobakhidze. The pro-Russia party recently suspended Georgia’s bid to join the European Union, prompting protests, which were violently repressed. The outgoing president, Salome Zourabichvili, who is pro-European, has refused to step down.\",            \"english_title\": \"Protests in Georgia\",            \"translated_version\": \"Miles de georgianos se reunieron para protestar durante la inauguración del nuevo presidente. Mikheil Kavelashvili, un futbolista convertido en populista de extrema derecha, está aliado con Georgian Dream, el partido del primer ministro, Irakli Kobakhidze. El partido pro-Rusia recientemente suspendió la oferta de Georgia para unirse a la Unión Europea, lo que provocó protestas que fueron violentamente reprimidas. La presidenta saliente, Salome Zourabichvili, que es proeuropea, se ha negado a dimitir.\",            \"translated_title\": \"Protests in Georgia\"        }    ]}"