"{    \"translations\": [        {            \"english_version\": \"Global stocks dropped today after Donald Trump announced new tariffs on all countries. European stocks fell by 1.2% and the S&P 500 fell by 1%.\",            \"english_title\": \"Stocks Drop Due to Tariffs\",            \"translated_version\": \"Hoy las acciones mundiales bajaron después de que Donald Trump anunciara nuevos aranceles para todos los países. Las acciones europeas cayeron un 1.2% y el S&P 500 cayó un 1%.\",            \"translated_title\": \"Acciones Bajan por Aranceles\"        },        {            \"english_version\": \"Marine Le Pen, the leader of France's National Rally party, was found guilty of misusing funds from the European Parliament. She received a four-year prison sentence, with two years suspended and two under house arrest. She has also been banned from holding office for five years.\",            \"english_title\": \"Le Pen Found Guilty\",            \"translated_version\": \"Marine Le Pen, la líder del partido Reagrupamiento Nacional de Francia, fue encontrada culpable de malversar fondos del Parlamento Europeo. Recibió una sentencia de cuatro años de prisión, con dos años en suspenso y dos bajo arresto domiciliario. También se le ha prohibido ocupar cargos durante cinco años.\",            \"translated_title\": \"Le Pen Encontrada Culpable\"        },        {            \"english_version\": \"Ms Le Pen plans to appeal the court's decision and denies any wrongdoing.\",            \"english_title\": \"Le Pen to Appeal\",            \"translated_version\": \"La Sra. Le Pen planea apelar la decisión del tribunal y niega cualquier mala conducta.\",            \"translated_title\": \"Le Pen Apelará\"        },        {            \"english_version\": \"The tariffs imposed by Trump also include threats of 25-50% tariffs on countries buying Russian oil unless Russia cooperates in ending the conflict in Ukraine.\",            \"english_title\": \"Trump's Tariffs and Russian Oil\",            \"translated_version\": \"Los aranceles impuestos por Trump también incluyen amenazas de aranceles del 25-50% a los países que compren petróleo ruso a menos que Rusia coopere en poner fin al conflicto en Ucrania.\",            \"translated_title\": \"Aranceles de Trump y Petróleo Ruso\"        },        {            \"english_version\": \"The decision to convict Marine Le Pen could impact her bid for the presidency in 2027.\",            \"english_title\": \"Impact of Le Pen's Conviction\",            \"translated_version\": \"La decisión de condenar a Marine Le Pen podría afectar su candidatura a la presidencia en 2027.\",            \"translated_title\": \"Impacto de la Condena de Le Pen\"        }    ]}"