"{    \"translations\": [        {            \"english_version\": \"The secretary of state says the US will keep many ways to influence Venezuela if its leaders don't make the right choices. There has been a mixed reaction to a large-scale strike on Venezuela and Maduro's capture by the US.\",            \"english_title\": \"US Influence on Venezuela\",            \"translated_version\": \"El secretario de estado dice que Estados Unidos tendrá muchas formas de influir en Venezuela si sus líderes no toman buenas decisiones. Hay reacciones diferentes a un gran ataque en Venezuela y la captura de Maduro por Estados Unidos.\",            \"translated_title\": \"Influencia de EE.UU. en Venezuela\"        },        {            \"english_version\": \"A problem with radio communications caused air traffic controllers to stop arrivals and departures for a while.\",            \"english_title\": \"Air Traffic Issue\",            \"translated_version\": \"Un problema con las comunicaciones de radio hizo que los controladores de tráfico aéreo detuvieran llegadas y salidas por un tiempo.\",            \"translated_title\": \"Problema de tráfico aéreo\"        },        {            \"english_version\": \"Mette Frederiksen said the US cannot take over any of the three nations in the Danish kingdom.\",            \"english_title\": \"Danish Kingdom Statement\",            \"translated_version\": \"Mette Frederiksen dijo que Estados Unidos no puede tomar control de ninguna de las tres naciones en el reino danés.\",            \"translated_title\": \"Declaración del reino danés\"        },        {            \"english_version\": \"Among those killed by the fire at Le Constellation is 16-year-old Swiss national Arthur Brodard, his mother confirms.\",            \"english_title\": \"Fire Victim Identified\",            \"translated_version\": \"Entre los muertos por el incendio en Le Constellation está Arthur Brodard, un suizo de 16 años, confirma su madre.\",            \"translated_title\": \"Víctima del incendio identificada\"        },        {            \"english_version\": \"RAF Typhoon jets joined French aircraft in a strike on an Islamic State group arms store in Syria, UK officials say.\",            \"english_title\": \"Joint Air Strike\",            \"translated_version\": \"Aviones Typhoon de la RAF se unieron a aviones franceses en un ataque a un almacén de armas del grupo Estado Islámico en Siria, dicen funcionarios del Reino Unido.\",            \"translated_title\": \"Ataque aéreo conjunto\"        }    ]}"