"```json{    \"translations\": [        {            \"english_version\": \"South Korean legislators voted to impeach Yoon Suk Yeol over his declaration of martial law on December 3rd. The first motion failed last week because of opposition from members of Mr Yoon’s ruling People Power Party. This time, enough PPP members changed tack. Thousands of anti-Yoon protestors gathered outside of the national assembly ahead of the vote. The constitutional court has up to 180 days to confirm the impeachment.\",            \"english_title\": \"Impeachment of Yoon Suk Yeol in South Korea\",            \"translated_version\": \"Los legisladores surcoreanos votaron para destituir a Yoon Suk Yeol por su declaración de ley marcial el 3 de diciembre. La primera propuesta falló la semana pasada debido a la oposición de miembros del Partido del Poder Popular del Sr. Yoon. Esta vez, suficientes miembros del PPP cambiaron de opinión. Miles de manifestantes anti-Yoon se reunieron afuera de la asamblea nacional antes de la votación. El tribunal constitucional tiene hasta 180 días para confirmar la destitución.\",            \"translated_title\": \"Destitución de Yoon Suk Yeol en Corea del Sur\"        },        {            \"english_version\": \"Satellite images appeared to show Russian forces packing up equipment in Syria and preparing to leave. The pictures, taken of Hmeimim, Russia’s main airbase in Syria, showed several large transporter planes on the runway about to be loaded. The overthrow of Bashar al-Assad is a significant blow to the Kremlin’s military ambitions in the region and beyond.\",            \"english_title\": \"Russian Forces in Syria\",            \"translated_version\": \"Imágenes satelitales parecían mostrar a las fuerzas rusas empacando equipos en Siria y preparándose para irse. Las imágenes, tomadas de Hmeimim, la principal base aérea de Rusia en Siria, mostraban varios aviones transportadores grandes en la pista a punto de ser cargados. El derrocamiento de Bashar al-Assad es un golpe significativo para las ambiciones militares del Kremlin en la región y más allá.\",            \"translated_title\": \"Fuerzas Rusas en Siria\"        }    ]}```"