"{    \"translations\": [        {            \"english_version\": \"Ukraine's leader, Volodymyr Zelensky, has said he will not give up any land. This statement comes as European security officials are meeting in the UK.\",            \"english_title\": \"Zelensky's Stand\",            \"translated_version\": \"El líder de Ucrania, Volodymyr Zelensky, dijo que no dará ninguna tierra. Esto lo dijo mientras oficiales de seguridad de Europa se reúnen en el Reino Unido.\",            \"translated_title\": \"Posición de Zelensky\"        },        {            \"english_version\": \"There have been reports of people killed by Israeli operations, and there is a deadline for people to leave Gaza City.\",            \"english_title\": \"Gaza City Deadline\",            \"translated_version\": \"Hay reportes de personas muertas por operaciones de Israel, y hay una fecha límite para que la gente salga de la Ciudad de Gaza.\",            \"translated_title\": \"Fecha Límite en Gaza\"        },        {            \"english_version\": \"A country in West Africa is looking into how a space rock found there was put up for sale in New York.\",            \"english_title\": \"Space Rock Sale\",            \"translated_version\": \"Un país en África Occidental está investigando cómo una roca espacial encontrada allí fue puesta a la venta en Nueva York.\",            \"translated_title\": \"Venta de Roca Espacial\"        },        {            \"english_version\": \"Ali Akbar has been selling newspapers in Paris since 1973. He once had President Macron as a customer.\",            \"english_title\": \"Ali Akbar's Newsstand\",            \"translated_version\": \"Ali Akbar ha estado vendiendo periódicos en París desde 1973. Una vez tuvo al Presidente Macron como cliente.\",            \"translated_title\": \"Puesto de Ali Akbar\"        },        {            \"english_version\": \"Michael Gloss, who was 21 years old, was killed in Ukraine last year. He was the son of Juliane Gallina, a deputy director at the CIA.\",            \"english_title\": \"Tragic Loss in Ukraine\",            \"translated_version\": \"Michael Gloss, que tenía 21 años, murió en Ucrania el año pasado. Era el hijo de Juliane Gallina, una subdirectora en la CIA.\",            \"translated_title\": \"Pérdida Trágica en Ucrania\"        }    ]}"