"{    \"translations\": [        {            \"english_version\": \"Ukraine's leader says regions including Kyiv and Kharkiv are suffering the most from blackouts because of recent attacks.\",            \"english_title\": \"Ukraine Blackouts\",            \"translated_version\": \"El líder de Ucrania dice que regiones como Kyiv y Kharkiv sufren más apagones por ataques recientes.\",            \"translated_title\": \"Apagones en Ucrania\"        },        {            \"english_version\": \"The New Start treaty has limited the number of deployed strategic nuclear warheads for both countries.\",            \"english_title\": \"New Start Treaty\",            \"translated_version\": \"El tratado Nuevo Start ha limitado el número de armas nucleares estratégicas para ambos países.\",            \"translated_title\": \"Tratado Nuevo Start\"        },        {            \"english_version\": \"Hospitals say several children were among those killed in strikes that Israel's military says it launched after a gun attack on its troops.\",            \"english_title\": \"Children Killed in Strikes\",            \"translated_version\": \"Hospitales dicen que varios niños murieron en ataques que el ejército de Israel dice que lanzó después de un ataque a sus tropas.\",            \"translated_title\": \"Niños Muertos en Ataques\"        },        {            \"english_version\": \"The surprise move may threaten the stability of the coalition government of which the DA is a key partner.\",            \"english_title\": \"Coalition Government Threat\",            \"translated_version\": \"El movimiento sorpresa puede amenazar la estabilidad del gobierno de coalición donde el DA es un socio clave.\",            \"translated_title\": \"Amenaza al Gobierno de Coalición\"        },        {            \"english_version\": \"Ahmed Muharram is among several suspects arrested in a major crackdown on marijuana trafficking.\",            \"english_title\": \"Marijuana Trafficking Arrests\",            \"translated_version\": \"Ahmed Muharram está entre varios sospechosos arrestados en una gran operación contra el tráfico de marihuana.\",            \"translated_title\": \"Arrestos por Tráfico de Marihuana\"        }    ]}"