"{    \"translations\": [        {            \"english_version\": \"Russian warplanes have joined Syrian armed forces in attacking rebels who are trying to take over Aleppo, the second-largest city in Syria. The fighters, led by an Islamist group called Hayat Tahrir al-Sham, have now gained control of most of Aleppo. This is the first time in years that Syria's opposition has taken territory from the government.\",            \"english_title\": \"Syrian conflict\",            \"translated_version\": \"Aviones de guerra rusos se han unido a las fuerzas armadas sirias para atacar a los rebeldes que intentan tomar el control de Alepo, la segunda ciudad más grande de Siria. Los combatientes, liderados por un grupo islamista llamado Hayat Tahrir al-Sham, ahora han tomado el control de la mayor parte de Alepo. Esta es la primera vez en años que la oposición de Siria ha tomado territorio al gobierno.\",            \"translated_title\": \"Conflicto en Siria\"        },        {            \"english_version\": \"Justin Trudeau, the Prime Minister of Canada, reportedly met with Donald Trump, the President-elect of the United States, at Trump's Mar-a-Lago resort in Florida. Trump recently announced plans to impose a 25% tariff on imports from Canada and Mexico until issues with fentanyl and irregular migrants entering the U.S. are resolved. Canada, a major oil producer, primarily sells its oil to the U.S.\",            \"english_title\": \"Canada-U.S. relations\",            \"translated_version\": \"Justin Trudeau, el Primer Ministro de Canadá, supuestamente se reunió con Donald Trump, el Presidente electo de los Estados Unidos, en el complejo Mar-a-Lago de Trump en Florida. Trump anunció recientemente planes para imponer un arancel del 25% a las importaciones de Canadá y México hasta que se resuelvan los problemas con el fentanilo y los migrantes irregulares que entran en los Estados Unidos. Canadá, un importante productor de petróleo, vende principalmente su petróleo a los Estados Unidos.\",            \"translated_title\": \"Relaciones Canadá-EE. UU.\"        }    ]}"