"{    \"translations\": [        {            \"english_version\": \"American officials said that American and British forces had shot down 21 drones and missiles fired by the Houthis, Iran-backed Yemeni rebels, towards international shipping lanes in the Red Sea.\",            \"english_title\": \"American and British forces shoot down drones and missiles in the Red Sea\",            \"translated_version\": \"Oficiales estadounidenses dijeron que las fuerzas estadounidenses y británicas derribaron 21 drones y misiles disparados por los hutíes, rebeldes yemeníes respaldados por Irán, hacia las rutas de envío internacionales en el Mar Rojo.\",            \"translated_title\": \"Fuerzas estadounidenses y británicas derriban drones y misiles en el Mar Rojo\"        },        {            \"english_version\": \"Meanwhile, after meetings with Israeli officials Antony Blinken, America’s secretary of state, announced a deal to launch a UN mission that will seek to help civilians displaced from northern Gaza to return home.\",            \"english_title\": \"UN mission to help displaced civilians in Gaza\",            \"translated_version\": \"Mientras tanto, después de reuniones con funcionarios israelíes, Antony Blinken, secretario de estado de Estados Unidos, anunció un acuerdo para lanzar una misión de la ONU que buscará ayudar a los civiles desplazados del norte de Gaza a regresar a casa.\",            \"translated_title\": \"Misión de la ONU para ayudar a los civiles desplazados en Gaza\"        },        {            \"english_version\": \"Poland’s president, Andrzej Duda, criticised the arrest of two politicians from the Law and Justice (PiS) party, which was ousted from power last year.\",            \"english_title\": \"Poland's president criticises arrest of politicians\",            \"translated_version\": \"El presidente de Polonia, Andrzej Duda, criticó el arresto de dos políticos del partido Ley y Justicia (PiS), que fue destituido del poder el año pasado.\",            \"translated_title\": \"El presidente de Polonia critica el arresto de políticos\"        },        {            \"english_version\": \"Boeing’s chief executive, Dave Calhoun, admitted 'our mistake' during a company-wide safety meeting, following an emergency on Friday in which one of its 737 Max planes shed a door.\",            \"english_title\": \"Boeing CEO admits mistake in safety meeting\",            \"translated_version\": \"El director ejecutivo de Boeing, Dave Calhoun, admitió 'nuestro error' durante una reunión de seguridad en toda la empresa, después de una emergencia el viernes en la que uno de sus aviones 737 Max perdió una puerta.\",            \"translated_title\": \"El CEO de Boeing admite un error en la reunión de seguridad\"        },        {            \"english_version\": \"The world’s largest chipmaker, TSMC, reported better revenues than expected.\",            \"english_title\": \"TSMC reports better revenues than expected\",            \"translated_version\": \"El mayor fabricante de chips del mundo, TSMC, informó de mejores ingresos de lo esperado.\",            \"translated_title\": \"TSMC informa mejores ingresos de lo esperado\"        }    ]}"