"{    \"translations\": [        {            \"english_version\": \"The Supreme Court decision striking down some of Trump's tariffs creates uncertainty in global trade. Six justices voted against the tariffs, which was a major part of Trump's economic policy. Trump criticized the decision.\",            \"english_title\": \"Supreme Court and Trump's Tariffs\",            \"translated_version\": \"La decision de la Corte Suprema de quitar algunos impuestos de Trump crea incertidumbre en el comercio mundial. Seis jueces votaron contra los impuestos, que eran parte importante de la politica economica de Trump. Trump critico la decision.\",            \"translated_title\": \"Corte Suprema y Impuestos de Trump\"        },        {            \"english_version\": \"A senior Hezbollah official was reported killed in air strikes in the Bekaa Valley and southern Lebanon.\",            \"english_title\": \"Hezbollah Official Killed\",            \"translated_version\": \"Un alto oficial de Hezbollah fue reportado muerto en ataques aereos en el Valle de Bekaa y el sur de Libano.\",            \"translated_title\": \"Oficial de Hezbollah Muerto\"        },        {            \"english_version\": \"The author, journalist, and philanthropist died at home in Florida, according to news outlets owned by Rupert Murdoch.\",            \"english_title\": \"Author Dies in Florida\",            \"translated_version\": \"El autor, periodista y filantropo murio en su casa en Florida, segun medios de noticias de Rupert Murdoch.\",            \"translated_title\": \"Autor Muere en Florida\"        },        {            \"english_version\": \"Trump threatened Iran, giving them about 10 days to agree to a deal to limit their nuclear program.\",            \"english_title\": \"Trump Threatens Iran\",            \"translated_version\": \"Trump amenazo a Iran, dandoles unos 10 dias para aceptar un acuerdo para limitar su programa nuclear.\",            \"translated_title\": \"Trump Amenaza a Iran\"        },        {            \"english_version\": \"Nasrallah Abu Siyam was the sixth American citizen killed by Israeli settlers or soldiers in the West Bank in the last two years.\",            \"english_title\": \"American Killed in West Bank\",            \"translated_version\": \"Nasrallah Abu Siyam fue el sexto ciudadano americano muerto por colonos o soldados israelies en Cisjordania en los ultimos dos anos.\",            \"translated_title\": \"Americano Muerto en Cisjordania\"        }    ]}"