"{    \"translations\": [        {            \"english_version\": \"The military says people who move to southern Gaza will get a lot of help, as they get ready to take over the city.\",            \"english_title\": \"Military Help in Gaza\",            \"translated_version\": \"El ejército dice que las personas que se muden al sur de Gaza recibirán mucha ayuda, mientras se preparan para tomar la ciudad.\",            \"translated_title\": \"Ayuda Militar en Gaza\"        },        {            \"english_version\": \"The defense minister wants to increase the number of soldiers from 182,000 to 260,000 by the early 2030s.\",            \"english_title\": \"More Soldiers Needed\",            \"translated_version\": \"El ministro de defensa quiere aumentar el número de soldados de 182,000 a 260,000 para principios de los años 2030.\",            \"translated_title\": \"Más Soldados Necesarios\"        },        {            \"english_version\": \"Local media reported that German banks found millions of suspicious payments from a payment company.\",            \"english_title\": \"Suspicious Payments Found\",            \"translated_version\": \"Los medios locales informaron que los bancos alemanes encontraron millones de pagos sospechosos de una empresa de pagos.\",            \"translated_title\": \"Pagos Sospechosos Encontrados\"        },        {            \"english_version\": \"More than 100,000 homes have no power after the latest Russian attacks on energy sites, President Zelensky says.\",            \"english_title\": \"Power Outages After Attacks\",            \"translated_version\": \"Más de 100,000 hogares no tienen electricidad después de los últimos ataques rusos a sitios de energía, dice el presidente Zelensky.\",            \"translated_title\": \"Cortes de Luz Tras Ataques\"        },        {            \"english_version\": \"Experts are surprised by an animal discovery, which makes them rethink how these armored dinosaurs evolved.\",            \"english_title\": \"New Dinosaur Discovery\",            \"translated_version\": \"Los expertos están sorprendidos por un descubrimiento de animales, lo que les hace repensar cómo evolucionaron estos dinosaurios con armadura.\",            \"translated_title\": \"Nuevo Descubrimiento de Dinosaurios\"        }    ]}"