"{    \"translations\": [        {            \"english_version\": \"Donald Trump chose Robert F. Kennedy Jr., who is skeptical about vaccines and believes in conspiracy theories, to be America's health secretary. Trump criticized the 'industrial food complex and drug companies' for spreading false information. He stated that Kennedy would help 'Make America Great and Healthy Again.' Kennedy joined Trump's campaign in August after withdrawing as an independent candidate.\",            \"english_title\": \"Donald Trump's Nomination of Robert F. Kennedy Jr.\",            \"translated_version\": \"Donald Trump eligió a Robert F. Kennedy Jr., quien duda de las vacunas y cree en teorías de conspiración, para ser el secretario de salud de Estados Unidos. Trump criticó a las 'grandes empresas de alimentos y farmacéuticas' por difundir información falsa. Dijo que Kennedy ayudaría a 'Hacer a América Grande y Saludable Otra Vez'. Kennedy se unió a la campaña de Trump en agosto después de retirarse como candidato independiente.\",            \"translated_title\": \"La Nominación de Donald Trump de Robert F. Kennedy Jr.\"        },        {            \"english_version\": \"Republican and Democratic senators are calling for the release of a House ethics report on Matt Gaetz, a Republican congressman nominated by Trump for attorney-general. The investigation is related to allegations of sexual misconduct and drug use. Gaetz resigned from the House of Representatives after his nomination, pending Senate approval. He has denied any wrongdoing.\",            \"english_title\": \"House Ethics Report on Matt Gaetz\",            \"translated_version\": \"Senadores republicanos y demócratas están pidiendo la publicación de un informe ético de la Cámara sobre Matt Gaetz, un congresista republicano nominado por Trump para fiscal general. La investigación está relacionada con acusaciones de mala conducta sexual y uso de drogas. Gaetz renunció a la Cámara de Representantes después de su nominación, a la espera de la aprobación del Senado. Él ha negado cualquier mala conducta.\",            \"translated_title\": \"Informe Ético de la Cámara sobre Matt Gaetz\"        }    ]}"