"{    \"translations\": [        {            \"english_version\": \"The American job market is showing signs of slowing down. In April, the unemployment rate increased to 3.9% from 3.8% in March. The Bureau of Labor Statistics reported 175,000 new jobs, which is lower than expected and significantly less than March's figure of 315,000. This news comes after the Federal Reserve decided to delay cutting interest rates to combat persistent inflation.\",            \"english_title\": \"Job Market Slowdown in the US\",            \"translated_version\": \"El mercado laboral estadounidense muestra señales de desaceleración. En abril, la tasa de desempleo aumentó al 3.9% desde el 3.8% en marzo. La Oficina de Estadísticas Laborales informó de 175,000 nuevos empleos, lo cual es menos de lo esperado y significativamente menos que la cifra de marzo de 315,000. Esta noticia llega después de que la Reserva Federal decidiera retrasar la reducción de las tasas de interés para combatir la inflación persistente.\",            \"translated_title\": \"Desaceleración del Mercado Laboral en EE. UU.\"        },        {            \"english_version\": \"There were clashes between police and pro-Palestinian protesters at various college campuses, with disruptions spreading from American universities to other parts of the world. Around 200 demonstrators were arrested at the University of California, Los Angeles. In Montreal, Quebec authorities took action to dismantle an encampment at McGill University, where students were demanding divestment from Israel. Additionally, in Paris, police removed approximately 70 student protesters from buildings at Sciences Po university.\",            \"english_title\": \"Clashes at College Campuses\",            \"translated_version\": \"Hubo enfrentamientos entre la policía y manifestantes pro-palestinos en varios campus universitarios, con disturbios que se extendieron desde universidades estadounidenses a otras partes del mundo. Alrededor de 200 manifestantes fueron arrestados en la Universidad de California, Los Ángeles. En Montreal, las autoridades de Quebec tomaron medidas para desmantelar un campamento en la Universidad McGill, donde los estudiantes exigían la desinversión de Israel. Además, en París, la policía retiró aproximadamente a 70 manifestantes estudiantiles de edificios en la universidad Sciences Po.\",            \"translated_title\": \"Enfrentamientos en Campus Universitarios\"        }    ]}"