"{    \"translations\": [        {            \"english_version\": \"The Israel Defence Forces rescued four hostages from central Gaza. The hostages were taken from the Nova music festival on October 7th. Benny Gantz, a member of Israel’s war cabinet and former defence minister, postponed his press conference after the announcement. He was expected to announce his resignation.\",            \"english_title\": \"Hostage Rescue in Gaza\",            \"translated_version\": \"Las Fuerzas de Defensa de Israel rescataron a cuatro rehenes de Gaza central. Los rehenes fueron llevados del festival de música Nova el 7 de octubre. Benny Gantz, un miembro del gabinete de guerra de Israel y ex ministro de defensa, pospuso su conferencia de prensa después del anuncio. Se esperaba que anunciara su renuncia.\",            \"translated_title\": \"Rescate de Rehenes en Gaza\"        },        {            \"english_version\": \"Palestinian authorities reported that at least 50 people were killed by Israeli bombing in central and southern Gaza.\",            \"english_title\": \"Casualties in Gaza\",            \"translated_version\": \"Las autoridades palestinas informaron que al menos 50 personas murieron por los bombardeos israelíes en Gaza central y sur.\",            \"translated_title\": \"Víctimas en Gaza\"        },        {            \"english_version\": \"Norway’s sovereign wealth fund will vote against a $56bn pay package for Elon Musk at the Tesla shareholder vote next week. The fund, Tesla’s eighth-biggest shareholder, has concerns about the size of the award. A judge voided the record pay package in 2018, calling it an `unfathomable sum` and unfair to shareholders.\",            \"english_title\": \"Norway's Sovereign Wealth Fund and Tesla Pay Package\",            \"translated_version\": \"El fondo soberano de Noruega votará en contra de un paquete de pago de $56 mil millones para Elon Musk en la votación de accionistas de Tesla la próxima semana. El fondo, octavo accionista más grande de Tesla, tiene preocupaciones sobre el tamaño del premio. Un juez anuló el paquete de pago récord en 2018, calificándolo de una suma incomprensible e injusta para los accionistas.\",            \"translated_title\": \"Fondo Soberano de Noruega y Paquete de Pago de Tesla\"        }    ]}"