"{    \"translations\": [        {            \"english_version\": \"Hizbullah fired over 100 rockets at Haifa in Israel. Israel also expanded its ground operation in south-west Lebanon. Israel's prime minister, Binyamin Netanyahu, claimed to have eliminated the successors of Hizbullah's leader, Hassan Nasrallah. Israel's defence minister mentioned that Hashem Safieddine, a potential replacement for Nasrallah, was likely killed in a recent strike. Netanyahu also stated that the 'replacement of the replacement' was also eliminated, although the identity remains unclear.\",            \"english_title\": \"Middle East Conflict\",            \"translated_version\": \"Hizbullah lanzó más de 100 cohetes a Haifa en Israel. Israel también amplió su operación terrestre en el suroeste de Líbano. El primer ministro de Israel, Binyamin Netanyahu, afirmó haber eliminado a los sucesores del líder de Hizbullah, Hassan Nasrallah. El ministro de defensa de Israel mencionó que Hashem Safieddine, un posible reemplazo de Nasrallah, probablemente fue asesinado en un reciente ataque. Netanyahu también dijo que el 'reemplazo del reemplazo' también fue eliminado, aunque la identidad sigue siendo incierta.\",            \"translated_title\": \"Middle East Conflict\"        },        {            \"english_version\": \"Thirteen American states have filed a lawsuit against TikTok, a short-video app, alleging harm to children's mental health. The states are pushing for changes to the app's features, which they believe are designed to be addictive. TikTok, owned by Chinese company ByteDance, is facing scrutiny in the US over concerns that it could be used for spying on American citizens.\",            \"english_title\": \"Legal Action Against TikTok\",            \"translated_version\": \"Trece estados estadounidenses han presentado una demanda contra TikTok, una aplicación de videos cortos, alegando daño a la salud mental de los niños. Los estados están presionando para cambios en las características de la aplicación, que creen que están diseñadas para ser adictivas. TikTok, propiedad de la empresa china ByteDance, está siendo examinada en los EE. UU. por preocupaciones de que podría ser utilizada para espiar a los ciudadanos estadounidenses.\",            \"translated_title\": \"Legal Action Against TikTok\"        }    ]}"