"    ```json    {        \"translations\": [            {                \"english_version\": \"President Joe Biden criticized the International Criminal Court's move to seek arrest warrants for Binyamin Netanyahu and Yahya Sinwar. He called the effort 'outrageous' and emphasized that there is 'no equivalence' between Israel and Hamas. The court's chief prosecutor cited evidence of war crimes by both men, related to Hamas's attacks on Israel and Israel's subsequent invasion of Gaza.\",                \"english_title\": \"International Criminal Court's Application\",                \"translated_version\": \"El Presidente Joe Biden criticó la decisión de la Corte Penal Internacional de buscar órdenes de arresto para Binyamin Netanyahu y Yahya Sinwar. Dijo que el esfuerzo era 'escandaloso' y destacó que no hay 'equivalencia' entre Israel y Hamas. El fiscal jefe de la corte mencionó pruebas de crímenes de guerra cometidos por ambos hombres, relacionados con los ataques de Hamas a Israel y la invasión subsiguiente de Gaza por parte de Israel.\",                \"translated_title\": \"Aplicación de la Corte Penal Internacional\"            },            {                \"english_version\": \"Iran's state media confirmed the death of Ebrahim Raisi, the country's president, in a helicopter crash. The incident occurred in the country's mountainous north-west while returning from a visit to the border with Azerbaijan. The crash was attributed to bad weather. The president was accompanied by Hossein Amirabdollahian, Iran's foreign minister, who also perished. The loss of the president is expected to trigger a significant power struggle.\",                \"english_title\": \"Death of Ebrahim Raisi\",                \"translated_version\": \"Los medios estatales de Irán confirmaron la muerte de Ebrahim Raisi, el presidente del país, en un accidente de helicóptero. El incidente ocurrió en el noroeste montañoso del país mientras regresaba de una visita a la frontera con Azerbaiyán. El accidente se atribuyó al mal tiempo. El presidente estaba acompañado por Hossein Amirabdollahian, el ministro de Relaciones Exteriores de Irán, quien también falleció. Se espera que la pérdida del presidente desencadene una importante lucha de poder.\",                \"translated_title\": \"Muerte de Ebrahim Raisi\"            }        ]    }    ```"