"{    \"translations\": [        {            \"english_version\": \"Israel is attacking Rafah, and the United States is trying to make a peace deal. Antony Blinken, the US Secretary of State, thinks some of the changes Hamas wants for a ceasefire plan are possible. But he says some changes are not okay. Hamas says they did not suggest any changes.\",            \"english_title\": \"Israel and US Peace Deal\",            \"translated_version\": \"Israel está atacando Rafah, y Estados Unidos está tratando de hacer un acuerdo de paz. Antony Blinken, el Secretario de Estado de EE. UU., piensa que algunos de los cambios que Hamas quiere para un plan de alto el fuego son posibles. Pero dice que algunos cambios no están bien. Hamas dice que no sugirieron ningún cambio.\",            \"translated_title\": \"Israel y Acuerdo de Paz EE. UU.\"        },        {            \"english_version\": \"The Labour Party in Britain has released its election plan. They want to collect £8.5bn in taxes. The party leader, Sir Keir Starmer, plans to add VAT on private school fees and tax oil and gas companies to create a government-owned power company.\",            \"english_title\": \"Labour Party's Election Plan\",            \"translated_version\": \"El Partido Laborista en Gran Bretaña ha publicado su plan electoral. Quieren recaudar £8.5bn en impuestos. El líder del partido, Sir Keir Starmer, planea agregar IVA a las tarifas de las escuelas privadas e impuestos a las compañías de petróleo y gas para crear una empresa de energía propiedad del gobierno.\",            \"translated_title\": \"Plan Electoral del Partido Laborista\"        },        {            \"english_version\": \"The Economist has been publishing since September 1843. They aim to support intelligence and progress, fighting against ignorance. The publication forecasts that Sir Keir Starmer is very likely to become the next prime minister.\",            \"english_title\": \"The Economist's Forecast\",            \"translated_version\": \"The Economist ha estado publicando desde septiembre de 1843. Su objetivo es apoyar la inteligencia y el progreso, luchando contra la ignorancia. La publicación pronostica que es muy probable que Sir Keir Starmer se convierta en el próximo primer ministro.\",            \"translated_title\": \"Pronóstico de The Economist\"        }    ]}"