"{    \"translations\": [        {            \"english_version\": \"A regional passenger plane carrying 64 people collided with a military helicopter outside Washington and crashed into the Potomac river. The city’s police department said that a multi-agency search and rescue operation is under way. Several bodies have been pulled from the water, but the death toll remains unclear. The passenger jet, which was operated by American Airlines, departed from Wichita, Kansas.\",            \"english_title\": \"Plane Crash in Washington\",            \"translated_version\": \"Un avión regional con 64 personas chocó con un helicóptero militar fuera de Washington y se estrelló en el río Potomac. La policía de la ciudad dijo que hay una operación de búsqueda y rescate en marcha. Varios cuerpos han sido sacados del agua, pero el número de muertos sigue sin estar claro. El avión de pasajeros, operado por American Airlines, salió de Wichita, Kansas.\",            \"translated_title\": \"Accidente de Avión en Washington\"        },        {            \"english_version\": \"President Donald Trump ordered the construction of a migrant detention camp in America’s naval base in Guantánamo Bay, Cuba. Mr Trump said the facility would be used to house around 30,000 of the worst criminal illegal aliens threatening the American people. Earlier his administration rescinded an order to freeze federal aid funding. The order sparked confusion among those relying on federal grants, including non-profits and schools.\",            \"english_title\": \"Trump's Order on Migrant Detention Camp\",            \"translated_version\": \"El Presidente Donald Trump ordenó la construcción de un campo de detención para migrantes en la base naval de América en la Bahía de Guantánamo, Cuba. El Sr. Trump dijo que la instalación se usaría para albergar alrededor de 30,000 de los peores criminales ilegales que amenazan al pueblo americano. Anteriormente, su administración revocó una orden de congelar la financiación de ayuda federal. La orden causó confusión entre aquellos que dependen de subvenciones federales, incluidas organizaciones sin fines de lucro y escuelas.\",            \"translated_title\": \"Orden de Trump sobre Campo de Detención de Migrantes\"        }    ]}"