"{    \"translations\": [        {            \"english_version\": \"The American job market slowed down more than expected in July. Only 114,000 jobs were added to the economy. The unemployment rate went up for the fourth consecutive month, reaching 4.3%. This suggests that the strong job market in America is starting to cool off. This could lead to the Federal Reserve lowering interest rates at their next meeting in September.\",            \"english_title\": \"American Job Market Slowdown\",            \"translated_version\": \"El mercado laboral estadounidense se desaceleró más de lo esperado en julio. Solo se añadieron 114,000 empleos a la economía. La tasa de desempleo subió por cuarto mes consecutivo, alcanzando el 4.3%. Esto sugiere que el sólido mercado laboral en América está empezando a enfriarse. Esto podría llevar a la Reserva Federal a reducir las tasas de interés en su próxima reunión en septiembre.\",            \"translated_title\": \"Desaceleración del Mercado Laboral Estadounidense\"        },        {            \"english_version\": \"Protesters in Dhaka, the capital of Bangladesh, demanded the resignation of the long-serving Prime Minister, Sheikh Hasina. Around 50 demonstrators were injured in clashes with the police. The protests were triggered by the deaths of about 150 people in the previous month during demonstrations against a controversial quota system that favored the families of certain military veterans.\",            \"english_title\": \"Protests in Dhaka\",            \"translated_version\": \"Los manifestantes en Dhaka, la capital de Bangladesh, exigieron la renuncia de la primera ministra de larga data, Sheikh Hasina. Alrededor de 50 manifestantes resultaron heridos en enfrentamientos con la policía. Las protestas fueron desencadenadas por las muertes de aproximadamente 150 personas en el mes anterior durante manifestaciones contra un sistema de cuotas controvertido que favorecía a las familias de ciertos veteranos militares.\",            \"translated_title\": \"Protestas en Dhaka\"        }    ]}"