"{    \"translations\": [        {            \"english_version\": \"The BBC has received reports of security forces attacking protesters against the government across the country. A human rights group in the US says more than 500 people have died during these protests.\",            \"english_title\": \"Protests and Violence\",            \"translated_version\": \"La BBC recibió reportes de fuerzas de seguridad atacando a manifestantes contra el gobierno en todo el país. Un grupo de derechos humanos en EE.UU. dice que más de 500 personas han muerto en estas protestas.\",            \"translated_title\": \"Protestas y Violencia\"        },        {            \"english_version\": \"Three former leaders of the central bank say that an investigation is trying to weaken the independence of the Federal Reserve and should not happen in the US.\",            \"english_title\": \"Federal Reserve Investigation\",            \"translated_version\": \"Tres ex líderes del banco central dicen que una investigación está tratando de debilitar la independencia de la Reserva Federal y no debería pasar en EE.UU.\",            \"translated_title\": \"Investigación de la Reserva Federal\"        },        {            \"english_version\": \"A new law started in December to protect children from harm online.\",            \"english_title\": \"New Law for Online Safety\",            \"translated_version\": \"Una nueva ley comenzó en diciembre para proteger a los niños de daño en internet.\",            \"translated_title\": \"Nueva Ley para Seguridad en Internet\"        },        {            \"english_version\": \"All flights from Kittila airport in northern Finland were stopped on Sunday because temperatures dropped to -38C.\",            \"english_title\": \"Flights Stopped Due to Cold\",            \"translated_version\": \"Todos los vuelos desde el aeropuerto de Kittila en el norte de Finlandia fueron detenidos el domingo porque las temperaturas bajaron a -38C.\",            \"translated_title\": \"Vuelos Detenidos por Frío\"        },        {            \"english_version\": \"People found body parts in Puerto López, a town troubled by gang violence.\",            \"english_title\": \"Body Parts Found\",            \"translated_version\": \"Personas encontraron partes de cuerpos en Puerto López, un pueblo con problemas de violencia de pandillas.\",            \"translated_title\": \"Partes de Cuerpos Encontradas\"        }    ]}"