"{    \"translations\": [        {            \"english_version\": \"In Germany, the centre-right Christian Democratic alliance, led by Friedrich Merz, won 29% of the vote in the recent election. This means they got the most votes. The hard-right Alternative for Germany (AfD) got 19.5% of the vote, which is their best result ever. The Social Democrats, led by the current chancellor Olaf Scholz, came in third place with 16% of the vote. The Greens were fourth with 13.5% of the vote. Mr. Merz will need to work with at least one other party to govern. He said he will not work with the AfD.\",            \"english_title\": \"German Election Results\",            \"translated_version\": \"En Alemania, la alianza cristiano-demócrata de centro-derecha, liderada por Friedrich Merz, ganó el 29% de los votos en la reciente elección. Esto significa que obtuvieron la mayoría de los votos. El partido de extrema derecha Alternativa para Alemania (AfD) obtuvo el 19.5% de los votos, que es su mejor resultado hasta ahora. Los Socialdemócratas, liderados por el actual canciller Olaf Scholz, quedaron en tercer lugar con el 16% de los votos. Los Verdes quedaron en cuarto lugar con el 13.5% de los votos. El Sr. Merz necesitará trabajar con al menos otro partido para gobernar. Él dijo que no trabajará con el AfD.\",            \"translated_title\": \"Resultados de la Elección en Alemania\"        },        {            \"english_version\": \"Ukraine's president, Volodymyr Zelensky, said he would step down from his position if Ukraine could join NATO. He made this offer at a press conference before the third anniversary of Russia's invasion. Zelensky also talked about Donald Trump, the US president, who called him a dictator without elections. Russia recently sent a large number of drones to Ukraine, according to Ukraine's air force.\",            \"english_title\": \"Ukraine President's Announcement\",            \"translated_version\": \"El presidente de Ucrania, Volodymyr Zelensky, dijo que renunciaría a su cargo si Ucrania pudiera unirse a la OTAN. Hizo esta oferta en una conferencia de prensa antes del tercer aniversario de la invasión de Rusia. Zelensky también habló sobre Donald Trump, el presidente de los Estados Unidos, quien lo llamó dictador sin elecciones. Recientemente, Rusia envió un gran número de drones a Ucrania, según la fuerza aérea de Ucrania.\",            \"translated_title\": \"Anuncio del Presidente de Ucrania\"        }    ]}"