"{    \"translations\": [        {            \"english_version\": \"Stock markets in Asia and Europe dropped because people are worried about a worldwide recession. Japan's main stock index, Topix, fell by 12%. European markets also went down at the start of trading on Monday. Cryptocurrencies also lost value. This happened after a big drop in global stock markets on Friday. Investors started buying more bonds because they wanted safer investments.\",            \"english_title\": \"Global Economic Concerns\",            \"translated_version\": \"Las bolsas de valores en Asia y Europa bajaron porque la gente está preocupada por una recesión mundial. El índice bursátil principal de Japón, Topix, cayó un 12%. Los mercados europeos también bajaron al inicio de la jornada del lunes. Las criptomonedas también perdieron valor. Esto sucedió después de una gran caída en los mercados bursátiles globales el viernes. Los inversores comenzaron a comprar más bonos porque querían inversiones más seguras.\",            \"translated_title\": \"Preocupaciones Económicas Globales\"        },        {            \"english_version\": \"The government of Britain had an emergency meeting on Monday because there were riots by people who are against immigration. More than 150 people were arrested over the weekend. In Rotherham, criminals tried to set fire to a hotel where asylum-seekers live. In Middlesbrough, groups of far-right people fought with local Asians who were protecting their things. In many places, other people came out to protest against the anti-immigration groups.\",            \"english_title\": \"Political Unrest in Britain\",            \"translated_version\": \"El gobierno de Gran Bretaña tuvo una reunión de emergencia el lunes porque hubo disturbios por personas que están en contra de la inmigración. Más de 150 personas fueron arrestadas durante el fin de semana. En Rotherham, criminales intentaron incendiar un hotel donde viven solicitantes de asilo. En Middlesbrough, grupos de personas de extrema derecha pelearon con asiáticos locales que protegían sus cosas. En muchos lugares, otras personas salieron a protestar contra los grupos antiinmigrantes.\",            \"translated_title\": \"Inestabilidad Política en Gran Bretaña\"        }    ]}"