"{    \"translations\": [        {            \"english_version\": \"The IDF has announced a pause in fighting in parts of Gaza due to pressure and warnings of starvation. Families report that two mothers, Mary Sheikh al-Eid and Khadija Abu Anza, were shot while trying to get help from a station in southern Gaza.\",            \"english_title\": \"IDF Pause in Gaza\",            \"translated_version\": \"El IDF ha anunciado una pausa en la lucha en partes de Gaza por presión y advertencias de hambre. Familias dicen que dos madres, Mary Sheikh al-Eid y Khadija Abu Anza, fueron disparadas mientras intentaban obtener ayuda de una estación en el sur de Gaza.\",            \"translated_title\": \"Pausa del IDF en Gaza\"        },        {            \"english_version\": \"In Traverse City, a person is in custody after an incident that police describe as a random act.\",            \"english_title\": \"Incident in Traverse City\",            \"translated_version\": \"En Traverse City, una persona está detenida después de un incidente que la policía describe como un acto al azar.\",            \"translated_title\": \"Incidente en Traverse City\"        },        {            \"english_version\": \"While playing golf in Scotland, the US president spoke with the leaders of Thailand and Cambodia about a ceasefire.\",            \"english_title\": \"US President Talks Ceasefire\",            \"translated_version\": \"Mientras jugaba golf en Escocia, el presidente de EE.UU. habló con los líderes de Tailandia y Camboya sobre un alto el fuego.\",            \"translated_title\": \"Presidente de EE.UU. habla de alto el fuego\"        },        {            \"english_version\": \"Hackers have accessed personal data of a company's customers, financial professionals, and staff.\",            \"english_title\": \"Hackers Access Data\",            \"translated_version\": \"Hackers han accedido a datos personales de clientes de una empresa, profesionales financieros y personal.\",            \"translated_title\": \"Hackers acceden a datos\"        },        {            \"english_version\": \"Residents near Athens have left their homes because Greece's temperatures are expected to reach 44C on Sunday.\",            \"english_title\": \"Heatwave in Greece\",            \"translated_version\": \"Residentes cerca de Atenas han dejado sus casas porque se espera que las temperaturas en Grecia lleguen a 44C el domingo.\",            \"translated_title\": \"Ola de calor en Grecia\"        }    ]}"