"{    \"translations\": [        {            \"english_version\": \"The Trump administration informed Nvidia that it needed a special license to sell its H20 chips to China. Nvidia had created the H20 chips to follow export controls that prevent them from selling their top artificial-intelligence chips to Chinese buyers. Nvidia expects a $5.5 billion decrease in revenue due to these restrictions. After this news, Nvidia's shares dropped by 6% in after-hours trading.\",            \"english_title\": \"Nvidia's Special License Issue\",            \"translated_version\": \"El gobierno de Trump le dijo a Nvidia que necesitaba un permiso especial para vender sus chips H20 a China. Nvidia hizo los chips H20 para cumplir con controles de exportación que les impiden vender sus mejores chips de inteligencia artificial a compradores chinos. Nvidia espera una disminución de $5.5 mil millones en ingresos debido a estas restricciones. Después de esta noticia, las acciones de Nvidia cayeron un 6% en las operaciones posteriores al cierre.\",            \"translated_title\": \"Problema de Licencia Especial de Nvidia\"        },        {            \"english_version\": \"China's economy expanded by 5.4% compared to the previous year in the first quarter of 2025, as per official reports. Retail sales also showed significant growth in March. These are the initial economic statistics released by China since the beginning of the new trade war initiated by Donald Trump. The figures surpass expectations and the government's annual growth target of 5%. However, concerns persist regarding China's struggling property market.\",            \"english_title\": \"China's Economic Growth\",            \"translated_version\": \"La economía de China creció un 5.4% en comparación con el año anterior en el primer trimestre de 2025, según informes oficiales. Las ventas minoristas también mostraron un crecimiento significativo en marzo. Estas son las estadísticas económicas iniciales publicadas por China desde el inicio de la nueva guerra comercial iniciada por Donald Trump. Las cifras superan las expectativas y el objetivo de crecimiento anual del gobierno del 5%. Sin embargo, persisten preocupaciones sobre el mercado inmobiliario en dificultades de China.\",            \"translated_title\": \"Crecimiento Económico de China\"        }    ]}"