"{    \"translations\": [        {            \"english_version\": \"The US president's comments have been condemned by international allies, including UK veterans and politicians. People from Britain, Canada, and Denmark were among those who faced the hardest battles, according to the BBC's security correspondent.\",            \"english_title\": \"US President's Comments Criticized\",            \"translated_version\": \"Los comentarios del presidente de EE.UU. han sido criticados por aliados internacionales, incluyendo veteranos y políticos del Reino Unido. Personas de Gran Bretaña, Canadá y Dinamarca estuvieron entre los que enfrentaron las batallas más difíciles, según el corresponsal de seguridad de la BBC.\",            \"translated_title\": \"Comentarios del Presidente de EE.UU. Criticados\"        },        {            \"english_version\": \"The National Weather Service warns that the winter storm will be very dangerous and could cause people to get very cold and sick.\",            \"english_title\": \"Dangerous Winter Storm Warning\",            \"translated_version\": \"El Servicio Meteorológico Nacional advierte que la tormenta de invierno será muy peligrosa y podría hacer que la gente se enfríe mucho y se enferme.\",            \"translated_title\": \"Advertencia de Tormenta de Invierno Peligrosa\"        },        {            \"english_version\": \"An Iranian who left the country talks about the chaos when security forces started shooting in her hometown.\",            \"english_title\": \"Chaos in Iranian Hometown\",            \"translated_version\": \"Una iraní que dejó el país habla sobre el caos cuando las fuerzas de seguridad empezaron a disparar en su ciudad natal.\",            \"translated_title\": \"Caos en Ciudad Natal Iraní\"        },        {            \"english_version\": \"Donald Trump is working hard to make a peace deal, but there are still big problems between Russia and Ukraine, writes Sarah Rainsford.\",            \"english_title\": \"Trump's Peace Efforts\",            \"translated_version\": \"Donald Trump está trabajando mucho para hacer un acuerdo de paz, pero todavía hay grandes problemas entre Rusia y Ucrania, escribe Sarah Rainsford.\",            \"translated_title\": \"Esfuerzos de Paz de Trump\"        },        {            \"english_version\": \"The BBC reports on places in Yemen where people say they were mistreated at former United Arab Emirates bases.\",            \"english_title\": \"Mistreated in Yemen\",            \"translated_version\": \"La BBC informa sobre lugares en Yemen donde la gente dice que fueron maltratados en antiguas bases de los Emiratos Árabes Unidos.\",            \"translated_title\": \"Maltratados en Yemen\"        }    ]}"