"{    \"translations\": [        {            \"english_version\": \"Mark Carney, a former governor of both the Bank of Canada and the Bank of England, is considering entering the race to replace Justin Trudeau as Canada's prime minister. Trudeau's government faced turmoil after the resignation of Chrystia Freeland, the finance minister. A general election must be held by October.\",            \"english_title\": \"Mark Carney Considering Running for Canadian Prime Minister\",            \"translated_version\": \"Mark Carney, un exgobernador del Banco de Canadá y del Banco de Inglaterra, está pensando en unirse a la carrera para reemplazar a Justin Trudeau como primer ministro de Canadá. El gobierno de Trudeau enfrentó problemas después de la renuncia de Chrystia Freeland, la ministra de finanzas. Se debe celebrar una elección general para octubre.\",            \"translated_title\": \"Mark Carney Considerando Ser Primer Ministro de Canadá\"        },        {            \"english_version\": \"America's Congress certified Donald Trump's presidential election victory in a high-security session presided over by Vice-President Kamala Harris. Republicans are now focusing on passing a bill to advance Trump's legislative priorities, including tax cuts, immigration control, and increased oil production.\",            \"english_title\": \"Congress Certifies Trump's Election Victory\",            \"translated_version\": \"El Congreso de Estados Unidos certificó la victoria en las elecciones presidenciales de Donald Trump en una sesión de alta seguridad presidida por la vicepresidenta Kamala Harris. Los republicanos ahora se están enfocando en aprobar un proyecto de ley para avanzar en las prioridades legislativas de Trump, incluyendo recortes de impuestos, control de inmigración y aumento de la producción de petróleo.\",            \"translated_title\": \"Congreso Certifica la Victoria Electoral de Trump\"        }    ]}"