"{    \"translations\": [        {            \"english_version\": \"People in Gaza living in tents have been affected by heavy rain. The search for the last Israeli hostage has not been successful, which might stop the peace plan from moving forward.\",            \"english_title\": \"Gaza Rain and Hostage Search\",            \"translated_version\": \"Las personas en Gaza que viven en tiendas han sido afectadas por la lluvia fuerte. La búsqueda del último rehén israelí no ha tenido éxito, lo que podría detener el plan de paz.\",            \"translated_title\": \"Lluvia en Gaza y Búsqueda de Rehén\"        },        {            \"english_version\": \"The White House wants to move a tanker to a US port and take the oil on board. Venezuela calls this action 'international piracy'.\",            \"english_title\": \"Oil Tanker Dispute\",            \"translated_version\": \"La Casa Blanca quiere mover un barco a un puerto de EE.UU. y tomar el petróleo a bordo. Venezuela llama a esta acción `piratería internacional`.\",            \"translated_title\": \"Disputa por Barco de Petróleo\"        },        {            \"english_version\": \"Young people have told the BBC that military-style schools trick and mistreat students they say they are helping.\",            \"english_title\": \"Military Schools Criticism\",            \"translated_version\": \"Jóvenes han dicho a la BBC que las escuelas de estilo militar engañan y maltratan a los estudiantes que dicen estar ayudando.\",            \"translated_title\": \"Crítica a Escuelas Militares\"        },        {            \"english_version\": \"A judge decided that the government cannot keep holding a Salvadoran national who is married to an American citizen because they do not have the legal right to do so.\",            \"english_title\": \"Judge's Decision on Salvadoran National\",            \"translated_version\": \"Un juez decidió que el gobierno no puede seguir reteniendo a un ciudadano salvadoreño casado con un ciudadano estadounidense porque no tienen el derecho legal para hacerlo.\",            \"translated_title\": \"Decisión de Juez sobre Ciudadano Salvadoreño\"        },        {            \"english_version\": \"Ukraine's president says that there are still problems with territory and control of the Zaporizhzhia nuclear power plant in the peace plan.\",            \"english_title\": \"Ukraine Peace Plan Issues\",            \"translated_version\": \"El presidente de Ucrania dice que todavía hay problemas con el territorio y el control de la planta nuclear de Zaporizhzhia en el plan de paz.\",            \"translated_title\": \"Problemas en Plan de Paz de Ucrania\"        }    ]}"