"{    \"translations\": [        {            \"english_version\": \"Warren Buffett, who is 94 years old, announced his plan to retire from Berkshire Hathaway, the investment firm he has been running since 1965. He made this announcement at the company's annual shareholder meeting in Omaha, Nebraska. Buffett suggested that Greg Abel, the current vice-chair of Berkshire's non-insurance operations, should take over as the new boss.\",            \"english_title\": \"Warren Buffett's Retirement Announcement\",            \"translated_version\": \"Warren Buffett, que tiene 94 años, anunció su plan de jubilarse de Berkshire Hathaway, la empresa de inversiones que ha estado dirigiendo desde 1965. Hizo este anuncio en la reunión anual de accionistas de la empresa en Omaha, Nebraska. Buffett sugirió que Greg Abel, el actual vicepresidente de las operaciones no aseguradoras de Berkshire, debería tomar el mando como el nuevo jefe.\",            \"translated_title\": \"Anuncio de Jubilación de Warren Buffett\"        },        {            \"english_version\": \"A Russian drone strike in Kyiv, Ukraine's capital, resulted in the deaths of at least 11 people, including two children. Russia had declared a three-day ceasefire starting on May 8th, but Ukraine stated that it would not honor the truce. Dmitry Medvedev, the deputy chairman of Russia's Security Council, warned that Kyiv might not survive if Ukraine launched an attack during the ceasefire period.\",            \"english_title\": \"Russian Drone Strike in Kyiv\",            \"translated_version\": \"Un ataque con drones rusos en Kyiv, la capital de Ucrania, resultó en la muerte de al menos 11 personas, incluidos dos niños. Rusia había declarado un alto el fuego de tres días a partir del 8 de mayo, pero Ucrania declaró que no honraría la tregua. Dmitry Medvedev, el vicepresidente del Consejo de Seguridad de Rusia, advirtió que Kyiv podría no sobrevivir si Ucrania lanzaba un ataque durante el período de alto el fuego.\",            \"translated_title\": \"Ataque de Drones Rusos en Kyiv\"        }    ]}"