"{    \"translations\": [        {            \"english_version\": \"President Joe Biden stated that America would not support an attack by Israel on Iran's nuclear sites. This came after Israel considered a response to a recent missile attack. The Israel Defence Forces also engaged in heavy fighting with Hizbullah in southern Lebanon, resulting in the death of eight soldiers. Additionally, Israel banned the UN secretary-general, António Guterres, for not condemning Iran's attack.\",            \"english_title\": \"President Joe Biden's statement on Israel and Iran\",            \"translated_version\": \"El presidente Joe Biden dijo que Estados Unidos no apoyaría un ataque de Israel a los sitios nucleares de Irán. Esto sucedió después de que Israel considerara una respuesta a un reciente ataque con misiles. Las Fuerzas de Defensa de Israel también se involucraron en fuertes enfrentamientos con Hizbullah en el sur del Líbano, lo que resultó en la muerte de ocho soldados. Además, Israel prohibió al secretario general de la ONU, António Guterres, por no condenar el ataque de Irán.\",            \"translated_title\": \"Declaración del presidente Joe Biden sobre Israel e Irán\"        },        {            \"english_version\": \"Russia took control of Vuhledar in eastern Ukraine, a town strategically located in the Donbas region. Russian forces had been attempting to capture the town since the beginning of the war in 2022. Ukraine has been losing ground gradually, with Russia advancing towards Ukrainian strongholds near the front line.\",            \"english_title\": \"Russia's control of Vuhledar in Ukraine\",            \"translated_version\": \"Rusia tomó el control de Vuhledar en el este de Ucrania, una ciudad estratégicamente ubicada en la región de Donbas. Las fuerzas rusas habían estado intentando capturar la ciudad desde el inicio de la guerra en 2022. Ucrania ha estado perdiendo terreno gradualmente, con Rusia avanzando hacia los bastiones ucranianos cerca del frente.\",            \"translated_title\": \"Control de Rusia sobre Vuhledar en Ucrania\"        }    ]}"