"{    \"translations\": [        {            \"english_version\": \"The Conservatives and Lib Dems want a confidence vote in the prime minister. The prime minister is under pressure because he made Lord Mandelson the US ambassador in 2024.\",            \"english_title\": \"Confidence Vote\",            \"translated_version\": \"Los Conservadores y Lib Dems quieren un voto de confianza en el primer ministro. El primer ministro está bajo presión porque hizo a Lord Mandelson el embajador de EE.UU. en 2024.\",            \"translated_title\": \"Voto de Confianza\"        },        {            \"english_version\": \"Four images seen by BBC Verify show women who are partially clothed. Their faces and bodies are not covered. This raises concerns about privacy.\",            \"english_title\": \"Privacy Concerns\",            \"translated_version\": \"Cuatro imágenes vistas por BBC Verify muestran mujeres que están parcialmente vestidas. Sus caras y cuerpos no están cubiertos. Esto causa preocupación sobre la privacidad.\",            \"translated_title\": \"Preocupación de Privacidad\"        },        {            \"english_version\": \"Israel has not commented on claims that its planes sprayed glyphosate over farmland. This has caused concern among people living in the area.\",            \"english_title\": \"Glyphosate Concerns\",            \"translated_version\": \"Israel no ha comentado sobre las afirmaciones de que sus aviones rociaron glifosato sobre tierras de cultivo. Esto ha causado preocupación entre las personas que viven en el área.\",            \"translated_title\": \"Preocupación por Glifosato\"        },        {            \"english_version\": \"During Japan's blossom season, too many tourists visit Fujiyoshida town. This makes life hard for the people who live there, according to local authorities.\",            \"english_title\": \"Tourist Overload\",            \"translated_version\": \"Durante la temporada de flores en Japón, demasiados turistas visitan el pueblo de Fujiyoshida. Esto hace la vida difícil para las personas que viven allí, según las autoridades locales.\",            \"translated_title\": \"Demasiados Turistas\"        },        {            \"english_version\": \"The Ukrainian president said many people are officially missing. This means the real number of deaths might be much higher than reported.\",            \"english_title\": \"Missing People\",            \"translated_version\": \"El presidente de Ucrania dijo que muchas personas están oficialmente desaparecidas. Esto significa que el número real de muertes podría ser mucho mayor de lo informado.\",            \"translated_title\": \"Personas Desaparecidas\"        }    ]}"