"{    \"translations\": [        {            \"english_version\": \"The US Justice Department has 30 days to release all files in a searchable format. This is happening as reports suggest the US and Russia have a 28-point peace plan with big concessions for Ukraine.\",            \"english_title\": \"US Files and Peace Plan\",            \"translated_version\": \"El Departamento de Justicia de EE.UU. tiene 30 días para liberar todos los archivos en un formato que se pueda buscar. Esto pasa porque hay reportes que dicen que EE.UU. y Rusia tienen un plan de paz de 28 puntos con grandes concesiones para Ucrania.\",            \"translated_title\": \"Archivos de EE.UU. y Plan de Paz\"        },        {            \"english_version\": \"Thirty-five people and three institutions are on trial because prosecutors say there were years of failings that made the venue a death trap.\",            \"english_title\": \"Trial for Venue Failings\",            \"translated_version\": \"Treinta y cinco personas y tres instituciones están en juicio porque los fiscales dicen que hubo años de fallos que hicieron del lugar una trampa mortal.\",            \"translated_title\": \"Juicio por Fallos en el Lugar\"        },        {            \"english_version\": \"Australia will support Turkey's bid to host climate talks. In return, Turkey's minister will chair the talks.\",            \"english_title\": \"Australia Supports Turkey\",            \"translated_version\": \"Australia apoyará la propuesta de Turquía para ser sede de charlas sobre el clima. A cambio, el ministro de Turquía dirigirá las charlas.\",            \"translated_title\": \"Australia Apoya a Turquía\"        },        {            \"english_version\": \"Two blocks of flats were destroyed by cruise missiles in Ternopil, Ukraine, according to Ukraine's air force.\",            \"english_title\": \"Missiles Destroy Flats\",            \"translated_version\": \"Dos bloques de apartamentos fueron destruidos por misiles de crucero en Ternopil, Ucrania, según la fuerza aérea de Ucrania.\",            \"translated_title\": \"Misiles Destruyen Apartamentos\"        },        {            \"english_version\": \"The Israeli military says it hit several Hamas targets after gunmen fired at soldiers in Gaza, breaking a five-week-old ceasefire.\",            \"english_title\": \"Israeli Military Hits Hamas\",            \"translated_version\": \"El ejército israelí dice que atacó varios objetivos de Hamas después de que hombres armados dispararon a soldados en Gaza, rompiendo un alto el fuego de cinco semanas.\",            \"translated_title\": \"Ejército Israelí Ataca a Hamas\"        }    ]}"