"{    \"translations\": [        {            \"english_version\": \"Donald Trump rejected a bipartisan border-security bill worth $118bn, calling it `horrendous` and demanding a separate legislation for immigration. The bill also includes aid for Israel and Ukraine, which has faced opposition from Republicans. The initial vote on the bill is scheduled for Wednesday.\",            \"english_title\": \"Trump rejects border-security bill\",            \"translated_version\": \"Donald Trump rechazó un proyecto de ley bipartidista de seguridad fronteriza por valor de $118 mil millones, calificándolo de `horrendo` y exigiendo una legislación separada para la inmigración. El proyecto de ley también incluye ayuda para Israel y Ucrania, lo cual ha enfrentado oposición de los republicanos. La votación inicial sobre el proyecto de ley está programada para el miércoles.\",            \"translated_title\": \"Trump rechaza proyecto de ley de seguridad fronteriza\"        },        {            \"english_version\": \"King Charles III of England has been diagnosed with cancer. Although his public duties have been paused, he remains positive and looks forward to returning to work soon. The cancer was discovered during treatment for an enlarged prostate. The type of cancer has not been specified. King Charles III was crowned last May.\",            \"english_title\": \"King Charles III diagnosed with cancer\",            \"translated_version\": \"El rey Carlos III de Inglaterra ha sido diagnosticado con cáncer. Aunque sus deberes públicos se han pausado, él se mantiene positivo y espera regresar al trabajo pronto. El cáncer fue descubierto durante el tratamiento de una próstata agrandada. No se ha especificado el tipo de cáncer. El rey Carlos III fue coronado en mayo pasado.\",            \"translated_title\": \"Rey Carlos III diagnosticado con cáncer\"        },        {            \"english_version\": \"The owners of Yandex, a tech company based in the Netherlands, have announced the sale of the company's Russian operations for 475bn roubles ($5bn). The acquisition will be made by a group of Russian investors. This is the largest corporate exit from Russia since the invasion of Ukraine two years ago.\",            \"english_title\": \"Yandex sells Russian operations\",            \"translated_version\": \"Los dueños de Yandex, una empresa tecnológica con sede en los Países Bajos, han anunciado la venta de las operaciones rusas de la compañía por 475 mil millones de rublos ($5 mil millones). La adquisición será realizada por un grupo de inversores rusos. Esta es la mayor salida corporativa de Rusia desde la invasión de Ucrania hace dos años.\",            \"translated_title\": \"Yandex vende operaciones rusas\"        },        {            \"english_version\": \"British Prime Minister Rishi Sunak visited Northern Ireland to show support for the return of power sharing after a two-year political deadlock. Irish Prime Minister Leo Varadkar also traveled to Belfast to meet with Northern Ireland's new executive. Both leaders met with Michelle O'Neill, the new first minister.\",            \"english_title\": \"UK Prime Minister visits Northern Ireland\",            \"translated_version\": \"El primer ministro británico Rishi Sunak visitó Irlanda del Norte para mostrar apoyo al regreso del gobierno compartido después de un bloqueo político de dos años. El primer ministro irlandés Leo Varadkar también viajó a Belfast para reunirse con el nuevo ejecutivo de Irlanda del Norte. Ambos líderes se reunieron con Michelle O'Neill, la nueva primera ministra.\",            \"translated_title\": \"Primer ministro del Reino Unido visita Irlanda del Norte\"        },        {            \"english_version\": \"Antony Blinken, the US Secretary of State, arrived in the Middle East for negotiations regarding the Israel-Gaza war. Mr. Blinken is expected to push for a ceasefire and the release of Israeli hostages. Jake Sullivan, America's national security advisor, stated that there would be further strikes on Iranian proxies after a drone attack in Jordan last month.\",            \"english_title\": \"US Secretary of State in Middle East\",            \"translated_version\": \"Antony Blinken, el Secretario de Estado de los Estados Unidos, llegó a Oriente Medio para negociaciones relacionadas con la guerra entre Israel y Gaza. Se espera que el Sr. Blinken presione por un alto el fuego y la liberación de rehenes israelíes. Jake Sullivan, asesor de seguridad nacional de Estados Unidos, declaró que habrá más ataques a los aliados iraníes después de un ataque con drones en Jordania el mes pasado.\",            \"translated_title\": \"Secretario de Estado de EE. UU. en Oriente Medio\"        }    ]}"