"{    \"translations\": [        {            \"english_version\": \"Six children waiting for water were killed in an Israeli air strike, according to emergency service officials.\",            \"english_title\": \"Children Killed in Air Strike\",            \"translated_version\": \"Seis niños que esperaban agua murieron en un ataque aéreo israelí, según oficiales de servicios de emergencia.\",            \"translated_title\": \"Niños Mueren en Ataque Aéreo\"        },        {            \"english_version\": \"Iran's Fars news agency reported that President Masoud Pezeshkian was injured in the leg when his secret site was attacked in June.\",            \"english_title\": \"Iranian President Injured\",            \"translated_version\": \"La agencia de noticias Fars de Irán informó que el presidente Masoud Pezeshkian fue herido en la pierna cuando su sitio secreto fue atacado en junio.\",            \"translated_title\": \"Presidente Iraní Herido\"        },        {            \"english_version\": \"Kyiv reported that two people accused of working for Russia and killing a Ukrainian intelligence officer were killed.\",            \"english_title\": \"Accused Spies Killed\",            \"translated_version\": \"Kyiv informó que dos personas acusadas de trabajar para Rusia y matar a un oficial de inteligencia ucraniano fueron asesinadas.\",            \"translated_title\": \"Espías Acusados Muertos\"        },        {            \"english_version\": \"The US is interested in the Democratic Republic of Congo's minerals, but a key mine is still controlled by rebels.\",            \"english_title\": \"US Interest in Congo Minerals\",            \"translated_version\": \"Estados Unidos está interesado en los minerales de la República Democrática del Congo, pero una mina importante todavía está controlada por rebeldes.\",            \"translated_title\": \"Interés de EE.UU. en Minerales del Congo\"        },        {            \"english_version\": \"Investigations are underway after a man escaped from Lyon-Corbas prison on Friday.\",            \"english_title\": \"Prison Escape in Lyon\",            \"translated_version\": \"Se están llevando a cabo investigaciones después de que un hombre escapó de la prisión de Lyon-Corbas el viernes.\",            \"translated_title\": \"Escape de Prisión en Lyon\"        }    ]}"