"{    \"translations\": [        {            \"english_version\": \"Antony Blinken, America’s secretary of state, urged Israel to implement a series of humanitarian pauses while meeting with top government officials in Tel Aviv. Binyamin Netanyahu, Israel’s prime minister, said that any ceasefire was conditional on Hamas releasing hostages. Meanwhile Gaza’s Hamas-run health ministry said 15 Palestinians were killed and 60 injured by an Israeli strike on an ambulance convoy carrying wounded people. Israel’s army confirmed the attack, claiming that one ambulance was `being used by a Hamas terrorist cell`. A Hamas spokesperson responded that the allegations were `baseless`.\",            \"english_title\": \"Call for Humanitarian Pauses in Israel\",            \"translated_version\": \"El secretario de estado de Estados Unidos, Antony Blinken, instó a Israel a implementar una serie de pausas humanitarias durante una reunión con altos funcionarios del gobierno en Tel Aviv. Binyamin Netanyahu, el primer ministro de Israel, dijo que cualquier alto el fuego estaba condicionado a que Hamas liberara a los rehenes. Mientras tanto, el ministerio de salud dirigido por Hamas en Gaza informó que 15 palestinos murieron y 60 resultaron heridos por un ataque israelí a un convoy de ambulancias que transportaba a personas heridas. El ejército de Israel confirmó el ataque, afirmando que una ambulancia estaba siendo utilizada por una célula terrorista de Hamas. Un portavoz de Hamas respondió que las acusaciones eran infundadas.\",            \"translated_title\": \"Llamado a Pausas Humanitarias en Israel\"        },        {            \"english_version\": \"American job growth slowed in October; employers added 150,000 jobs last month, down from 297,000 in September and fewer than expected. Hourly earnings rose just 0.2% in month-on-month terms, the slowest in almost two years. America’s stock market rallied on the news—slow wage growth should reduce price pressures.\",            \"english_title\": \"Slower Job Growth in America\",            \"translated_version\": \"El crecimiento del empleo en Estados Unidos se desaceleró en octubre; los empleadores agregaron 150,000 empleos el mes pasado, menos que los 297,000 en septiembre y menos de lo esperado. Las ganancias por hora aumentaron solo un 0.2% en términos mensuales, el más lento en casi dos años. El mercado de valores de Estados Unidos se recuperó con la noticia: el lento crecimiento de los salarios debería reducir las presiones de precios.\",            \"translated_title\": \"Crecimiento Laboral Más Lento en Estados Unidos\"        },        {            \"english_version\": \"Russia launched its biggest drone strike on Ukraine in weeks, targeting sites across the country and hitting a military facility in the western region of Ivano-Frankivsk. Ukraine’s air force said it had shot down 24 of the 40 drones. Meanwhile a Kremlin spokesman said that the conflict had `not reached a stalemate`, rejecting comments made to The Economist by Ukraine’s top general, Valery Zaluzhny. America announced $425m in military aid for Ukraine. The relatively small figure uses the last of an $18bn fund authorised by Congress; it also includes $125m worth of weapons that Joe Biden can transfer from existing stockpiles. Mr Biden wants Congress to pass a $106bn security package for Ukraine and Israel, plus other areas. Many Republicans oppose further aiding Ukraine.\",            \"english_title\": \"Russia's Drone Strike on Ukraine\",            \"translated_version\": \"Rusia lanzó su mayor ataque con drones en Ucrania en semanas, apuntando a sitios en todo el país y golpeando una instalación militar en la región occidental de Ivano-Frankivsk. La fuerza aérea de Ucrania dijo que había derribado 24 de los 40 drones. Mientras tanto, un portavoz del Kremlin dijo que el conflicto no había alcanzado un punto muerto, rechazando los comentarios hechos a The Economist por el principal general de Ucrania, Valery Zaluzhny. Estados Unidos anunció $425 millones en ayuda militar para Ucrania. La cifra relativamente pequeña utiliza el último fondo de $18 mil millones autorizado por el Congreso; también incluye $125 millones en armas que Joe Biden puede transferir de los arsenales existentes. El Sr. Biden quiere que el Congreso apruebe un paquete de seguridad de $106 mil millones para Ucrania e Israel, además de otras áreas. Muchos republicanos se oponen a seguir ayudando a Ucrania.\",            \"translated_title\": \"Ataque con Drones de Rusia en Ucrania\"        },        {            \"english_version\": \"Sam Bankman-Fried was convicted of defrauding customers of FTX, his failed crypto exchange. A federal jury in New York found him guilty on all seven counts, including wire fraud and conspiracy to commit money-laundering. Mr Bankman-Fried faces a maximum of 110 years in prison. He is due to be sentenced in March.\",            \"english_title\": \"Conviction of Sam Bankman-Fried\",            \"translated_version\": \"Sam Bankman-Fried fue declarado culpable de defraudar a los clientes de FTX, su fallido intercambio de criptomonedas. Un jurado federal en Nueva York lo encontró culpable de los siete cargos, incluyendo fraude electrónico y conspiración para cometer lavado de dinero. El Sr. Bankman-Fried enfrenta un máximo de 110 años de prisión. Se espera que sea sentenciado en marzo.\",            \"translated_title\": \"Condena de Sam Bankman-Fried\"        },        {            \"english_version\": \"An earthquake in Nepal has killed more than 60 people, according to local officials. The epicentre of the 5.6-magnitude tremor was 42km south of Jumla, a town in the west of the country. Its effects could be felt as far away as Delhi, India, almost 500km away.\",            \"english_title\": \"Earthquake in Nepal\",            \"translated_version\": \"Un terremoto en Nepal ha matado a más de 60 personas, según funcionarios locales. El epicentro del temblor de magnitud 5.6 fue a 42 km al sur de Jumla, una ciudad en el oeste del país. Sus efectos se pudieron sentir hasta Delhi, India, a casi 500 km de distancia.\",            \"translated_title\": \"Terremoto en Nepal\"        }    ]}"