"{    \"translations\": [        {            \"english_version\": \"Israel’s armed forces told the United Nations that some 1.1m Palestinians should relocate from north to south Gaza within 24 hours, according to Axios, a news site. The report has not been confirmed by Israeli sources.\",            \"english_title\": \"Israel's Request to Relocate Palestinians\",            \"translated_version\": \"Las fuerzas armadas de Israel le dijeron a las Naciones Unidas que alrededor de 1.1 millones de palestinos deberían mudarse de la parte norte a la parte sur de Gaza en 24 horas, según Axios, un sitio de noticias. El informe no ha sido confirmado por fuentes israelíes.\",            \"translated_title\": \"Solicitud de Israel para reubicar a los palestinos\"        },        {            \"english_version\": \"Earlier, Israel’s military chief said `now is the time for war` as his country prepared for a ground invasion of Gaza.\",            \"english_title\": \"Israel's Preparation for War\",            \"translated_version\": \"Anteriormente, el jefe militar de Israel dijo 'ahora es el momento de la guerra' mientras su país se preparaba para una invasión terrestre de Gaza.\",            \"translated_title\": \"Preparación de Israel para la guerra\"        },        {            \"english_version\": \"On Thursday America’s secretary of state, Antony Blinken, visited Israel in a show of solidarity, promising that America would `always` be by Israel’s side. On Friday Lloyd Austin, America’s defence secretary, will visit.\",            \"english_title\": \"US Support for Israel\",            \"translated_version\": \"El jueves, el secretario de estado de Estados Unidos, Antony Blinken, visitó Israel en un gesto de solidaridad, prometiendo que Estados Unidos siempre estará al lado de Israel. El viernes, Lloyd Austin, secretario de defensa de Estados Unidos, visitará.\",            \"translated_title\": \"Apoyo de Estados Unidos a Israel\"        },        {            \"english_version\": \"America will block Iran from accessing the $6bn in Iranian funds that was transferred to Qatar last month in exchange for the release of imprisoned Americans. Republicans have slammed President Joe Biden for making money available to Iran—even with strict restrictions—since Hamas’s attack on Israel. American officials said no evidence tied Iran to the operation, but it has historically supported the terrorist group.\",            \"english_title\": \"US Block on Iranian Funds\",            \"translated_version\": \"Estados Unidos bloqueará a Irán para que no acceda a los $6 mil millones de fondos iraníes que fueron transferidos a Qatar el mes pasado a cambio de la liberación de estadounidenses encarcelados. Los republicanos han criticado al presidente Joe Biden por poner dinero a disposición de Irán, incluso con restricciones estrictas, desde el ataque de Hamas a Israel. Los funcionarios estadounidenses dijeron que no hay evidencia que vincule a Irán con la operación, pero históricamente ha apoyado al grupo terrorista.\",            \"translated_title\": \"Bloqueo de Estados Unidos a los fondos iraníes\"        },        {            \"english_version\": \"Steve Scalise, the Republican congressman who won his party’s nomination to be speaker of America’s House of Representatives, withdrew from the race after failing to secure broad support from his party. `There are still some people that have their own agendas,` he said. Winning the speakership on the full House floor requires 217 votes. The House cannot consider legislation without a permanent speaker.\",            \"english_title\": \"Steve Scalise Withdraws from Speaker Race\",            \"translated_version\": \"Steve Scalise, el congresista republicano que ganó la nominación de su partido para ser el presidente de la Cámara de Representantes de Estados Unidos, se retiró de la carrera después de no lograr un amplio apoyo de su partido. 'Todavía hay algunas personas que tienen sus propias agendas', dijo. Ganar la presidencia en el pleno de la Cámara requiere 217 votos. La Cámara no puede considerar legislación sin un presidente permanente.\",            \"translated_title\": \"Steve Scalise se retira de la carrera para presidente\"        }    ]}"