"{    \"translations\": [        {            \"english_version\": \"The US is sending more forces to the Middle East while talking with Iran about its nuclear program.\",            \"english_title\": \"US Forces and Iran Talks\",            \"translated_version\": \"Estados Unidos está enviando más fuerzas al Medio Oriente mientras habla con Irán sobre su programa nuclear.\",            \"translated_title\": \"Fuerzas de EE.UU. y charlas con Irán\"        },        {            \"english_version\": \"A UN mission reported on the capture of el-Fasher by the Rapid Support Forces after investigating the situation.\",            \"english_title\": \"Capture of el-Fasher\",            \"translated_version\": \"Una misión de la ONU informó sobre la captura de el-Fasher por las Fuerzas de Apoyo Rápido después de investigar la situación.\",            \"translated_title\": \"Captura de el-Fasher\"        },        {            \"english_version\": \"The armed group is choosing a new leader after Israel killed its top leaders.\",            \"english_title\": \"New Leader for Armed Group\",            \"translated_version\": \"El grupo armado está eligiendo un nuevo líder después de que Israel mató a sus líderes principales.\",            \"translated_title\": \"Nuevo líder para grupo armado\"        },        {            \"english_version\": \"Investigators explained how they found a missing animal using a lion database in Zimbabwe.\",            \"english_title\": \"Finding Missing Animal\",            \"translated_version\": \"Los investigadores explicaron cómo encontraron un animal perdido usando una base de datos de leones en Zimbabue.\",            \"translated_title\": \"Encontrar animal perdido\"        },        {            \"english_version\": \"Yoon Suk Yeol's attempt to impose martial law in December 2024 seriously harmed South Korea's democracy, according to a judge.\",            \"english_title\": \"Martial Law in South Korea\",            \"translated_version\": \"El intento de Yoon Suk Yeol de imponer la ley marcial en diciembre de 2024 dañó seriamente la democracia de Corea del Sur, según un juez.\",            \"translated_title\": \"Ley marcial en Corea del Sur\"        }    ]}"