"{    \"translations\": [        {            \"english_version\": \"Israel’s army said it had resumed fighting with Hamas. It shot down a rocket launched from Gaza shortly before a seven-day truce was set to expire, while media affiliated with Hamas reported the sound of gunfire and explosions in the north of the besieged enclave. Hamas freed another eight Israeli hostages on Thursday, while Israel released 30 Palestinians from Israeli jails in turn; 105 hostages and 204 Palestinians have been released in total. In Jerusalem three people were killed and 13 injured after two brothers shot people waiting at a bus stop. Hamas claimed responsibility.\",            \"english_title\": \"Israel and Hamas Resume Fighting\",            \"translated_version\": \"El ejército de Israel dijo que había vuelto a luchar con Hamas. Derribó un cohete lanzado desde Gaza poco antes de que expirara una tregua de siete días, mientras que los medios afiliados a Hamas informaron del sonido de disparos y explosiones en el norte del enclave asediado. Hamas liberó a otros ocho rehenes israelíes el jueves, mientras que Israel liberó a 30 palestinos de las cárceles israelíes a su vez; en total se han liberado 105 rehenes y 204 palestinos. En Jerusalén, tres personas murieron y 13 resultaron heridas después de que dos hermanos dispararan a personas que esperaban en una parada de autobús. Hamas se atribuyó la responsabilidad.\",            \"translated_title\": \"Israel y Hamas reanudan la lucha\"        },        {            \"english_version\": \"Asia’s factory activity remained sluggish in November in the face of weak global demand. Japan, South Korea and Taiwan, which rely on exports, reported stagnant activity. A private survey of manufacturing in China showed an unexpected month-on-month expansion in November, bolstered by an increase in domestic orders. On Thursday an official survey, which focuses on big, state-owned companies, showed activity contracting for a second month. A federal judge paused a law in Montana banning downloads of TikTok, a Chinese-owned video-sharing app, that was expected to go into effect in January, saying it `likely violates the First Amendment`. Lawmakers introduced the bill in February, arguing that TikTok could be used by China’s government to spy on American citizens.\",            \"english_title\": \"Sluggish Factory Activity in Asia\",            \"translated_version\": \"La actividad de las fábricas en Asia se mantuvo lenta en noviembre debido a la débil demanda global. Japón, Corea del Sur y Taiwán, que dependen de las exportaciones, informaron de una actividad estancada. Una encuesta privada sobre la fabricación en China mostró una expansión inesperada de un mes a otro en noviembre, impulsada por un aumento en los pedidos nacionales. El jueves, una encuesta oficial que se centra en las grandes empresas estatales mostró una contracción de la actividad por segundo mes consecutivo. Un juez federal suspendió una ley en Montana que prohibía la descarga de TikTok, una aplicación de intercambio de videos de propiedad china, que se esperaba que entrara en vigor en enero, diciendo que `probablemente viola la Primera Enmienda`. Los legisladores presentaron el proyecto de ley en febrero, argumentando que TikTok podría ser utilizado por el gobierno de China para espiar a los ciudadanos estadounidenses.\",            \"translated_title\": \"Actividad lenta en las fábricas de Asia\"        },        {            \"english_version\": \"National leaders at COP28 finalised a `loss and damage` fund, which would see rich countries compensate poor ones for the damage caused by climate-related disasters. The deal was first announced during COP27. The UAE, the summit’s hosts, pledged $100m to the fund; other contributors include Britain, Germany and Japan. Meta said it shut down a network of almost 4,800 fake Chinese accounts that sought to polarise American voters ahead of the 2024 election. The company, which owns Facebook and Instagram, said the accounts impersonated ordinary Americans and shared highly partisan posts from politicians and news outlets. A smaller Russian network was also shut down.\",            \"english_title\": \"COP28 Leaders Finalize Fund for Climate Damage\",            \"translated_version\": \"Los líderes nacionales en la COP28 finalizaron un fondo de `pérdidas y daños`, que permitiría a los países ricos compensar a los países pobres por los daños causados por desastres relacionados con el clima. El acuerdo se anunció por primera vez durante la COP27. Los Emiratos Árabes Unidos, los anfitriones de la cumbre, se comprometieron a aportar $100 millones al fondo; otros contribuyentes incluyen a Gran Bretaña, Alemania y Japón. Meta dijo que cerró una red de casi 4,800 cuentas falsas chinas que buscaban polarizar a los votantes estadounidenses antes de las elecciones de 2024. La compañía, propietaria de Facebook e Instagram, dijo que las cuentas se hacían pasar por estadounidenses comunes y compartían publicaciones altamente partidistas de políticos y medios de comunicación. También se cerró una red rusa más pequeña.\",            \"translated_title\": \"Líderes de la COP28 finalizan fondo para daños climáticos\"        },        {            \"english_version\": \"Russia’s highest court approved a request by the justice ministry to label the `international public LGBT movement` as `extremist` and ban its activities. Russia has increasingly cracked down on LGBT rights: in 2013 it adopted a law banning `the propaganda of non-traditional sexual relations` aimed at minors. The measure was extended to all age groups last year.\",            \"english_title\": \"Russia Bans LGBT Movement\",            \"translated_version\": \"El tribunal más alto de Rusia aprobó una solicitud del Ministerio de Justicia para etiquetar el `movimiento LGBT público internacional` como `extremista` y prohibir sus actividades. Rusia ha intensificado su represión contra los derechos LGBT: en 2013 adoptó una ley que prohíbe `la propaganda de relaciones sexuales no tradicionales` dirigida a menores de edad. La medida se extendió a todos los grupos de edad el año pasado.\",            \"translated_title\": \"Rusia prohíbe el movimiento LGBT\"        },        {            \"english_version\": \"Chinstrap penguins take their sleep in the form of thousands of tiny micro-naps—or at least, they do when they are nesting, reported a paper in Science. The average length of a nap was around four seconds; 72% of them lasted less than ten seconds. The researchers concluded that the birds were getting between 11½ and 12 hours of sleep each day, once their naps were added up.\",            \"english_title\": \"Chinstrap Penguins and Their Micro-Naps\",            \"translated_version\": \"Los pingüinos barbijo duermen en forma de miles de pequeñas microsiestas, al menos cuando están anidando, según un artículo publicado en Science. La duración promedio de una siesta era de alrededor de cuatro segundos; el 72% de ellas duraba menos de diez segundos. Los investigadores concluyeron que las aves dormían entre 11½ y 12 horas al día, una vez que se sumaban sus siestas.\",            \"translated_title\": \"Pingüinos barbijo y sus microsiestas\"        }    ]}"