"{    \"translations\": [        {            \"english_version\": \"The president will increase import taxes to 15% on most products coming into the US from Tuesday. This is a significant change in economic policy.\",            \"english_title\": \"Import Tax Increase\",            \"translated_version\": \"El presidente va a subir los impuestos de importación al 15% en la mayoría de los productos que llegan a EE.UU. desde el martes. Esto es un cambio importante en la política económica.\",            \"translated_title\": \"Aumento de Impuestos de Importación\"        },        {            \"english_version\": \"Nasrallah Abu Siyam was the sixth American citizen killed by Israeli settlers or soldiers in the West Bank in the last two years. This highlights ongoing violence in the region.\",            \"english_title\": \"Violence in West Bank\",            \"translated_version\": \"Nasrallah Abu Siyam fue el sexto ciudadano americano muerto por colonos o soldados israelíes en Cisjordania en los últimos dos años. Esto muestra la violencia continua en la región.\",            \"translated_title\": \"Violencia en Cisjordania\"        },        {            \"english_version\": \"Far-left militants are suspected of being behind Quentin Deranque's death. The party of Jean-Luc Mélenchon is being widely condemned for this.\",            \"english_title\": \"Militants Suspected\",            \"translated_version\": \"Se sospecha que militantes de extrema izquierda están detrás de la muerte de Quentin Deranque. El partido de Jean-Luc Mélenchon está siendo muy criticado por esto.\",            \"translated_title\": \"Sospecha de Militantes\"        },        {            \"english_version\": \"More than 30 years after its creation, there are increasing warnings that the Palestinian Authority is close to collapse. This could have serious implications for the region.\",            \"english_title\": \"Palestinian Authority Warning\",            \"translated_version\": \"Más de 30 años después de su creación, hay más advertencias de que la Autoridad Palestina está cerca de colapsar. Esto podría tener serias consecuencias para la región.\",            \"translated_title\": \"Advertencia de Autoridad Palestina\"        },        {            \"english_version\": \"The strikes are among the deadliest in Lebanon since a ceasefire ended the war between Israel and Hezbollah. This shows the ongoing tension in the area.\",            \"english_title\": \"Deadly Strikes in Lebanon\",            \"translated_version\": \"Los ataques son de los más mortales en Líbano desde que un alto el fuego terminó la guerra entre Israel y Hezbollah. Esto muestra la tensión continua en el área.\",            \"translated_title\": \"Ataques Mortales en Líbano\"        }    ]}"