"{    \"translations\": [        {            \"english_version\": \"Overnight, 25 locations including Kyiv were hit, leaving many areas without electricity and heating.\",            \"english_title\": \"Power Outage in Kyiv\",            \"translated_version\": \"Durante la noche, 25 lugares incluyendo Kyiv fueron atacados, dejando muchas áreas sin electricidad y calefacción.\",            \"translated_title\": \"Apagón en Kyiv\"        },        {            \"english_version\": \"Filipinos are preparing for a new typhoon after one earlier this week caused over 200 deaths.\",            \"english_title\": \"New Typhoon Threat\",            \"translated_version\": \"Los filipinos se preparan para un nuevo tifón después de que uno a principios de esta semana causó más de 200 muertes.\",            \"translated_title\": \"Nuevo Tifón\"        },        {            \"english_version\": \"The delivery companies confirm MD-11 planes have been temporarily grounded as the death toll in Louisville rises to 14. Many flights have been delayed or cancelled due to the federal government shutdown.\",            \"english_title\": \"Flights Affected by Shutdown\",            \"translated_version\": \"Las compañías de entrega confirman que los aviones MD-11 han sido detenidos temporalmente mientras el número de muertos en Louisville sube a 14. Muchos vuelos han sido retrasados o cancelados debido al cierre del gobierno federal.\",            \"translated_title\": \"Vuelos Afectados\"        },        {            \"english_version\": \"Police say they found Maria Florinda Rios Perez, 32, dead after she was shot on the front porch of a home in an Indianapolis suburb.\",            \"english_title\": \"Shooting in Indianapolis\",            \"translated_version\": \"La policía dice que encontraron a Maria Florinda Rios Perez, de 32 años, muerta después de que le dispararon en el porche de una casa en un suburbio de Indianápolis.\",            \"translated_title\": \"Disparo en Indianápolis\"        },        {            \"english_version\": \"Lior Rudaeff died defending Nir Yitzhak kibbutz during the Hamas attack on 7 October 2023, the Israeli military said.\",            \"english_title\": \"Heroic Defense\",            \"translated_version\": \"Lior Rudaeff murió defendiendo el kibutz Nir Yitzhak durante el ataque de Hamas el 7 de octubre de 2023, dijo el ejército israelí.\",            \"translated_title\": \"Defensa Heroica\"        }    ]}"