"```json#####{    \"translations\": [        {            \"english_version\": \"A spokesperson for Alexei Navalny, Russia’s most prominent opposition leader, confirmed his death. Mr Navalny’s team accused Russian authorities of withholding his body from his family to cover traces of murder. More than 340 people were detained across Russia after they tried to pay tribute to Mr Navalny, according to a rights group. The G7’s foreign ministers observed a minute’s silence for Mr Navalny and demanded that Russia immediately clarify the causes of his death. On Friday Russia’s prison service said that the activist had died, having fallen ill after a walk.\",            \"english_title\": \"Death of Alexei Navalny\",            \"translated_version\": \"Un portavoz de Alexei Navalny, el líder opositor más prominente de Rusia, confirmó su muerte. El equipo de Navalny acusó a las autoridades rusas de retener su cuerpo a su familia para ocultar rastros de asesinato. Más de 340 personas fueron detenidas en toda Rusia después de intentar rendir homenaje a Navalny, según un grupo de derechos. Los ministros de Relaciones Exteriores del G7 observaron un minuto de silencio por Navalny y exigieron que Rusia aclare inmediatamente las causas de su muerte. El viernes, el servicio penitenciario de Rusia dijo que el activista había fallecido, después de enfermarse tras un paseo.\",            \"translated_title\": \"Muerte de Alexei Navalny\"        },        {            \"english_version\": \"The International Court of Justice rejected South Africa’s request for additional measures against Israel, which would have prevented it from entering Rafah, Gaza’s southernmost city. The court noted that recent developments in the strip would worsen the existing humanitarian nightmare and called on Israel to abide by the existing provisional measures it ordered on January 26th.\",            \"english_title\": \"International Court of Justice and Israel\",            \"translated_version\": \"La Corte Internacional de Justicia rechazó la solicitud de Sudáfrica de medidas adicionales contra Israel, que habrían evitado que entrara en Rafah, la ciudad más al sur de Gaza. La corte señaló que los recientes acontecimientos en la franja empeorarían la pesadilla humanitaria existente y pidió a Israel que cumpla con las medidas provisionales existentes ordenadas el 26 de enero.\",            \"translated_title\": \"Corte Internacional de Justicia e Israel\"        },        {            \"english_version\": \"Moussa Faki Mahamat, chair of the African Union Commission, said he was worried about the political crisis in Senegal but that he hoped for a free and transparent presidential election. Macky Sall, the country’s president, promised on Friday to hold a poll soon, after the election authority called his decision to delay the vote unconstitutional. The postponement triggered mass protests.\",            \"english_title\": \"Political Crisis in Senegal\",            \"translated_version\": \"Moussa Faki Mahamat, presidente de la Comisión de la Unión Africana, dijo que estaba preocupado por la crisis política en Senegal, pero que esperaba unas elecciones presidenciales libres y transparentes. Macky Sall, el presidente del país, prometió el viernes celebrar pronto una votación, después de que la autoridad electoral calificara de inconstitucional su decisión de retrasar la votación. El aplazamiento desencadenó protestas masivas.\",            \"translated_title\": \"Crisis Política en Senegal\"        },        {            \"english_version\": \"The Houthis, an Iran-backed militant group, claimed responsibility for an attack on an oil tanker on Saturday. The vessel sustained minor damage, according to a security firm. On Friday America said it hit three mobile anti-ship cruise missiles in Houthi-controlled parts of Yemen. The rebels have been attacking ships in the Red Sea since mid-November.\",            \"english_title\": \"Houthi Attack on Oil Tanker\",            \"translated_version\": \"Los hutíes, un grupo militante respaldado por Irán, reclamaron la responsabilidad de un ataque a un petrolero el sábado. El barco sufrió daños menores, según una empresa de seguridad. El viernes, Estados Unidos dijo que impactó tres misiles de crucero antinavío móviles en partes de Yemen controladas por los hutíes. Los rebeldes han estado atacando barcos en el Mar Rojo desde mediados de noviembre.\",            \"translated_title\": \"Ataque de los Hutíes a un Petrolero\"        },        {            \"english_version\": \"Japan successfully launched its new H3 flagship rocket, after several setbacks last year. The government plans to launch 20 satellites and probes using H3 rockets by 2030. The success is another for Japan’s strong space programme. In January a spacecraft owned by the national space agency made its first Moon landing, making Japan the fifth country to achieve the feat.\",            \"english_title\": \"Japan's Space Programme Success\",            \"translated_version\": \"Japón lanzó con éxito su nuevo cohete insignia H3, después de varios contratiempos el año pasado. El gobierno planea lanzar 20 satélites y sondas utilizando cohetes H3 para 2030. El éxito es otro logro para el sólido programa espacial de Japón. En enero, una nave espacial propiedad de la agencia espacial nacional realizó su primer aterrizaje en la Luna, convirtiendo a Japón en el quinto país en lograr la hazaña.\",            \"translated_title\": \"Éxito del Programa Espacial de Japón\"        }    ]}#####```"