"{    \"translations\": [        {            \"english_version\": \"Hurricane Milton is now a category-five storm heading towards Florida's west coast. 28 counties in Florida are under a hurricane warning. The storm is expected to bring severe thunderstorms and tornadoes. Governor Ron DeSantis has advised residents in its path to evacuate immediately, with 5.5 million people receiving evacuation orders.\",            \"english_title\": \"Hurricane Milton approaching Florida\",            \"translated_version\": \"El huracán Milton es ahora una tormenta de categoría cinco que se dirige hacia la costa oeste de Florida. 28 condados en Florida están bajo una advertencia de huracán. Se espera que la tormenta traiga fuertes tormentas eléctricas y tornados. El gobernador Ron DeSantis ha aconsejado a los residentes en su camino que evacuen inmediatamente, con 5.5 millones de personas recibiendo órdenes de evacuación.\",            \"translated_title\": \"Huracán Milton se acerca a Florida\"        },        {            \"english_version\": \"Israel has sent a fourth combat division into southern Lebanon, increasing troops for a ground invasion. Air strikes continue to target Beirut, Lebanon's capital. Hizbullah claims to have thwarted two Israeli attempts to breach its border defenses. Previously, Hizbullah launched 180 projectiles towards Haifa in northern Israel.\",            \"english_title\": \"Israel's actions in Lebanon\",            \"translated_version\": \"Israel ha enviado una cuarta división de combate al sur del Líbano, aumentando las tropas para una invasión terrestre. Los ataques aéreos continúan apuntando a Beirut, la capital del Líbano. Hizbullah afirma haber frustrado dos intentos israelíes de violar sus defensas fronterizas. Anteriormente, Hizbullah lanzó 180 proyectiles hacia Haifa en el norte de Israel.\",            \"translated_title\": \"Acciones de Israel en el Líbano\"        }    ]}"