"{    \"translations\": [        {            \"english_version\": \"Israel has said it will start enforcing the ceasefire again after it launched air strikes on Gaza. This was in response to what it called a clear violation by Hamas.\",            \"english_title\": \"Israel Ceasefire\",            \"translated_version\": \"Israel dijo que va a empezar a hacer cumplir el alto el fuego otra vez despues de lanzar ataques aereos en Gaza. Esto fue en respuesta a lo que llamo una violacion clara por Hamas.\",            \"translated_title\": \"Alto el fuego de Israel\"        },        {            \"english_version\": \"A source from Buckingham Palace says there might be more difficult days ahead. This is because a memoir that puts Prince Andrew under more scrutiny is coming out.\",            \"english_title\": \"Prince Andrew Memoir\",            \"translated_version\": \"Una fuente del Palacio de Buckingham dice que pueden venir dias mas dificiles. Esto es porque un libro que pone al Principe Andres bajo mas examen va a salir.\",            \"translated_title\": \"Libro del Principe Andres\"        },        {            \"english_version\": \"An Emirates cargo flight hit a vehicle on the ground after it landed at the international airport.\",            \"english_title\": \"Emirates Flight Accident\",            \"translated_version\": \"Un vuelo de carga de Emirates choco con un vehiculo en el suelo despues de aterrizar en el aeropuerto internacional.\",            \"translated_title\": \"Accidente de vuelo de Emirates\"        },        {            \"english_version\": \"Rodrigo Paz's victory shows that people in Bolivia want change. However, he will face economic problems after nearly 20 years of socialist rule.\",            \"english_title\": \"Rodrigo Paz Victory\",            \"translated_version\": \"La victoria de Rodrigo Paz muestra que la gente en Bolivia quiere cambio. Sin embargo, enfrentara problemas economicos despues de casi 20 anos de gobierno socialista.\",            \"translated_title\": \"Victoria de Rodrigo Paz\"        },        {            \"english_version\": \"A manhunt is happening to find four thieves before they break up the jewels. These jewels once belonged to French royals.\",            \"english_title\": \"Jewels Manhunt\",            \"translated_version\": \"Una busqueda esta ocurriendo para encontrar a cuatro ladrones antes de que rompan las joyas. Estas joyas una vez pertenecieron a la realeza francesa.\",            \"translated_title\": \"Busqueda de joyas\"        }    ]}"