"{    \"translations\": [        {            \"english_version\": \"Israel said it would deepen its attacks on the Gaza Strip. Speaking at a press conference, a spokesperson for the Israel Defence Forces said the increase in strikes would be part of the next stages of the war. He also repeated a call for people in the northern part of the besieged enclave to move south. Earlier the first lorries carrying much-needed aid entered the Gaza Strip. Médecins Sans Frontières, an international charity, said Gaza’s health-care system is facing collapse.\",            \"english_title\": \"Israel to Increase Attacks on Gaza Strip\",            \"translated_version\": \"Israel dijo que intensificaría sus ataques en la Franja de Gaza. Hablando en una conferencia de prensa, un portavoz de las Fuerzas de Defensa de Israel dijo que el aumento de los ataques sería parte de las próximas etapas de la guerra. También repitió un llamado a las personas en la parte norte del enclave asediado para que se muden al sur. Anteriormente, los primeros camiones que llevaban ayuda muy necesaria ingresaron a la Franja de Gaza. Médecins Sans Frontières, una organización benéfica internacional, dijo que el sistema de atención médica de Gaza está al borde del colapso.\",            \"translated_title\": \"Israel Aumentará los Ataques en la Franja de Gaza\"        },        {            \"english_version\": \"Slovenia deployed police to its borders with Croatia and Hungary, citing security threats from members of various terrorist and extremist groups. On Friday the Slovenian government had introduced temporary border controls at crossings, following a similar move by neighbouring Italy. European officials are increasingly concerned about the fallout from the Israel-Hamas war.\",            \"english_title\": \"Slovenia Deploys Police to Borders\",            \"translated_version\": \"Eslovenia desplegó policía en sus fronteras con Croacia y Hungría, citando amenazas de seguridad por parte de miembros de varios grupos terroristas y extremistas. El viernes, el gobierno esloveno había introducido controles fronterizos temporales en los cruces, siguiendo un movimiento similar de Italia vecina. Los funcionarios europeos están cada vez más preocupados por las consecuencias de la guerra entre Israel y Hamas.\",            \"translated_title\": \"Eslovenia Despliega Policía en las Fronteras\"        },        {            \"english_version\": \"The Philippines accused China of provocative, irresponsible and illegal action after a Chinese vessel collided with a Philippine resupply boat in the South China Sea. China’s coast guard said it lawfully blocked the Philippine vessel, which was carrying illegal construction materials to a warship. Such clashes have become increasingly common amid Chinese expansionism in the South China Sea.\",            \"english_title\": \"Philippines Accuses China of Illegal Action\",            \"translated_version\": \"Filipinas acusó a China de una acción provocativa, irresponsable e ilegal después de que una embarcación china chocara con un barco de suministro filipino en el Mar de China Meridional. La guardia costera de China dijo que bloqueó legalmente el barco filipino, que transportaba materiales de construcción ilegales para un buque de guerra. Tales enfrentamientos se han vuelto cada vez más comunes en medio del expansionismo chino en el Mar de China Meridional.\",            \"translated_title\": \"Filipinas Acusa a China de Acción Ilegal\"        },        {            \"english_version\": \"Shawn Fain, the leader of United Auto Workers, an American trade union, said there is more to be won in negotiations with Detroit’s big three carmakers. Stellantis, General Motors and Ford have offered workers—who have been on strike for five weeks over improved wages—a 23% increase in hourly pay. Mr Fain said that although the offers were record contracts they were not good enough.\",            \"english_title\": \"Negotiations Continue with Detroit Carmakers\",            \"translated_version\": \"Shawn Fain, el líder de United Auto Workers, un sindicato estadounidense, dijo que hay más por ganar en las negociaciones con los tres grandes fabricantes de automóviles de Detroit. Stellantis, General Motors y Ford han ofrecido a los trabajadores, que han estado en huelga durante cinco semanas por salarios mejorados, un aumento del 23% en el pago por hora. El Sr. Fain dijo que aunque las ofertas eran contratos récord, no eran lo suficientemente buenas.\",            \"translated_title\": \"Continúan las Negociaciones con los Fabricantes de Automóviles de Detroit\"        },        {            \"english_version\": \"Sir Bobby Charlton, lauded by many as England’s finest ever footballer, died at the age of 86. The highlight of an international career that saw him play 106 times for his country was a starring role in England’s sole World Cup victory in 1966. A dynamic midfielder, Sir Bobby played more than 750 times for Manchester United, winning the European Cup and three league titles.\",            \"english_title\": \"England's Football Legend Sir Bobby Charlton Dies\",            \"translated_version\": \"Sir Bobby Charlton, aclamado por muchos como el mejor futbolista de Inglaterra de todos los tiempos, murió a los 86 años. El punto culminante de una carrera internacional que lo vio jugar 106 veces para su país fue un papel protagonista en la única victoria de Inglaterra en la Copa del Mundo en 1966. Un mediocampista dinámico, Sir Bobby jugó más de 750 veces para el Manchester United, ganando la Copa de Europa y tres títulos de liga.\",            \"translated_title\": \"Muere la Leyenda del Fútbol de Inglaterra, Sir Bobby Charlton\"        }    ]}"