"{    \"translations\": [        {            \"english_version\": \"The Supreme Court of America made a decision with a vote of 6-3. They said that presidents have some protection from being prosecuted for their official actions. But if they do unofficial things, they can still be prosecuted. This decision came from a case involving Donald Trump, who was accused of trying to change the results of the 2020 election. The court did not decide if Trump's actions were official or not, leaving it to another court. This might delay the trial until after November.\",            \"english_title\": \"Supreme Court Decision on Presidential Immunity\",            \"translated_version\": \"La Corte Suprema de América tomó una decisión con un voto de 6-3. Dijeron que los presidentes tienen cierta protección para no ser procesados por sus acciones oficiales. Pero si hacen cosas no oficiales, aún pueden ser procesados. Esta decisión surgió de un caso que involucra a Donald Trump, quien fue acusado de intentar cambiar los resultados de las elecciones de 2020. La corte no decidió si las acciones de Trump eran oficiales o no, dejándolo a otra corte. Esto podría retrasar el juicio hasta después de noviembre.\",            \"translated_title\": \"Supreme Court Decision on Presidential Immunity\"        },        {            \"english_version\": \"In France, some political parties decided to support each other to defeat the National Rally party. Marine Le Pen's party got 33% of the votes in the first round of the parliamentary election. Another party, the New Popular Front, got 28% of the votes. President Macron's party got 21%. The second round of the election will happen soon.\",            \"english_title\": \"French Parliamentary Election\",            \"translated_version\": \"En Francia, algunos partidos políticos decidieron apoyarse mutuamente para derrotar al partido de la Agrupación Nacional. El partido de Marine Le Pen obtuvo el 33% de los votos en la primera ronda de las elecciones parlamentarias. Otro partido, el Nuevo Frente Popular, obtuvo el 28% de los votos. El partido del presidente Macron obtuvo el 21%. La segunda ronda de las elecciones ocurrirá pronto.\",            \"translated_title\": \"French Parliamentary Election\"        }    ]}"