"{    \"translations\": [        {            \"english_version\": \"Russia declared a federal emergency in Belgorod, a Russian border region, as Ukraine’s army continued its offensive in the neighbouring oblast of Kursk. Russian authorities also ordered more civilians to leave Kursk, where some 200,000 people have been evacuated since Ukraine’s incursion began on August 6th. Ukraine reportedly captured over 100 Russian soldiers on Wednesday, adding to what Volodymyr Zelensky, Ukraine’s president, calls the country’s `exchange fund`.\",            \"english_title\": \"Russia-Ukraine Conflict\",            \"translated_version\": \"Rusia declaró una emergencia federal en Belgorod, una región fronteriza rusa, mientras que el ejército de Ucrania continuaba su ofensiva en la vecina región de Kursk. Las autoridades rusas también ordenaron a más civiles que abandonaran Kursk, donde unas 200,000 personas han sido evacuadas desde que comenzó la incursión de Ucrania el 6 de agosto. Ucrania supuestamente capturó más de 100 soldados rusos el miércoles, sumándose a lo que Volodymyr Zelensky, presidente de Ucrania, llama el `fondo de intercambio` del país.\",            \"translated_title\": \"Conflicto Rusia-Ucrania\"        },        {            \"english_version\": \"The S&P 500 hit its highest level since late July. The rally indicates that the prices of stocks in America’s biggest companies are recovering from the market rout two weeks ago. Investors were heartened by strong economic data from America that showed jobless claims at a five-week low and retail sales in July beating economists’ forecasts.\",            \"english_title\": \"Stock Market\",            \"translated_version\": \"El S&P 500 alcanzó su nivel más alto desde finales de julio. La subida indica que los precios de las acciones de las mayores empresas de América se están recuperando de la caída del mercado hace dos semanas. Los inversores se sintieron alentados por datos económicos sólidos de América que mostraron que las solicitudes de desempleo estaban en su nivel más bajo en cinco semanas y las ventas minoristas en julio superaron las previsiones de los economistas.\",            \"translated_title\": \"Mercado de Valores\"        }    ]}"