"{    \"translations\": [        {            \"english_version\": \"The Israel Defence Forces have said they will review the recent strikes in southern Lebanon that injured two United Nations peacekeepers. World leaders have condemned the attacks, and the UN's peacekeeping mission in Lebanon called it a serious violation of international humanitarian law.\",            \"english_title\": \"Israel Defence Forces Strikes in Lebanon\",            \"translated_version\": \"Las Fuerzas de Defensa de Israel dijeron que revisarán los recientes ataques en el sur del Líbano que hirieron a dos cascos azules de las Naciones Unidas. Los líderes mundiales condenaron los ataques y la misión de mantenimiento de paz de la ONU en el Líbano lo calificó como una grave violación de la ley humanitaria internacional.\",            \"translated_title\": \"Ataques de las Fuerzas de Defensa de Israel en el Líbano\"        },        {            \"english_version\": \"Israeli air strikes in central Beirut have resulted in the death of at least 22 people and injuries to 117 more, as reported by Lebanon's health ministry. A senior Hizbullah official, Wafiq Safa, is said to be in critical condition.\",            \"english_title\": \"Israeli Air Strikes in Beirut\",            \"translated_version\": \"Los ataques aéreos israelíes en el centro de Beirut han resultado en la muerte de al menos 22 personas y heridas a 117 más, según informó el ministerio de salud del Líbano. Se dice que un alto funcionario de Hizbullah, Wafiq Safa, está en condición crítica.\",            \"translated_title\": \"Ataques Aéreos Israelíes en Beirut\"        },        {            \"english_version\": \"Boeing has announced plans to cut 17,000 jobs, which accounts for 10% of its workforce, and further delay the launch of its 777x plane. The aerospace company is facing significant financial losses due to a labour strike and is still recovering from a safety crisis earlier this year.\",            \"english_title\": \"Boeing Job Cuts and Delay in 777x Plane Launch\",            \"translated_version\": \"Boeing ha anunciado planes para recortar 17,000 empleos, lo que representa el 10% de su fuerza laboral, y retrasar aún más el lanzamiento de su avión 777x. La compañía aeroespacial está enfrentando pérdidas financieras significativas debido a una huelga laboral y todavía se está recuperando de una crisis de seguridad a principios de este año.\",            \"translated_title\": \"Recortes de Empleo en Boeing y Retraso en el Lanzamiento del Avión 777x\"        }    ]}"