"{    \"translations\": [        {            \"english_version\": \"Maria Kolesnikova, an opposition activist, was released as part of a deal with the US.\",            \"english_title\": \"Activist Released\",            \"translated_version\": \"Maria Kolesnikova, una activista de oposición, fue liberada como parte de un acuerdo con Estados Unidos.\",            \"translated_title\": \"Activista Liberada\"        },        {            \"english_version\": \"US envoy Steve Witkoff is preparing to hold more talks with Ukraine's president amid ongoing attacks.\",            \"english_title\": \"US Envoy Talks\",            \"translated_version\": \"El enviado de Estados Unidos, Steve Witkoff, se está preparando para tener más conversaciones con el presidente de Ucrania en medio de ataques.\",            \"translated_title\": \"Conversaciones del Enviado de EE.UU.\"        },        {            \"english_version\": \"Inter Miami and Argentina forward is visiting India, attending events in several cities.\",            \"english_title\": \"Footballer Visits India\",            \"translated_version\": \"El delantero de Inter Miami y Argentina está visitando India, asistiendo a eventos en varias ciudades.\",            \"translated_title\": \"Futbolista Visita India\"        },        {            \"english_version\": \"Warehouses that supply most of Ukraine's pharmacies have been destroyed recently, and Ukraine's president blames Russia for the attacks.\",            \"english_title\": \"Pharmacy Supplies Destroyed\",            \"translated_version\": \"Los almacenes que suministran a la mayoría de las farmacias de Ucrania han sido destruidos recientemente, y el presidente de Ucrania culpa a Rusia por los ataques.\",            \"translated_title\": \"Suministros de Farmacia Destruidos\"        },        {            \"english_version\": \"The Russian ambassador was summoned over a cyber-attack on air traffic control and attempted interference in elections.\",            \"english_title\": \"Cyber-Attack Concerns\",            \"translated_version\": \"El embajador ruso fue llamado por un ciberataque al control del tráfico aéreo e intento de interferencia en elecciones.\",            \"translated_title\": \"Preocupaciones de Ciberataque\"        }    ]}"