"{    \"translations\": [        {            \"english_version\": \"Russia says its jets did not enter Estonian airspace, even though its drones entered the airspace of two other NATO countries.\",            \"english_title\": \"Russia and Airspace\",            \"translated_version\": \"Rusia dice que sus aviones no entraron en el espacio aéreo de Estonia, aunque sus drones entraron en el espacio aéreo de otros dos países de la OTAN.\",            \"translated_title\": \"Rusia y Espacio Aéreo\"        },        {            \"english_version\": \"Sixty countries have agreed to a global treaty to protect the oceans, and it will become law in January.\",            \"english_title\": \"Ocean Protection Treaty\",            \"translated_version\": \"Sesenta países han acordado un tratado global para proteger los océanos, y será ley en enero.\",            \"translated_title\": \"Tratado para Proteger Océanos\"        },        {            \"english_version\": \"Trump claimed a deal was approved, but Chinese state media did not confirm any agreement.\",            \"english_title\": \"Trump and China Deal\",            \"translated_version\": \"Trump dijo que un acuerdo fue aprobado, pero los medios de China no confirmaron ningún acuerdo.\",            \"translated_title\": \"Trump y Acuerdo con China\"        },        {            \"english_version\": \"A US federal judge criticized Trump's lawsuit against a newspaper and gave him 28 days to change it.\",            \"english_title\": \"Judge Criticizes Trump\",            \"translated_version\": \"Un juez de EE.UU. criticó la demanda de Trump contra un periódico y le dio 28 días para cambiarla.\",            \"translated_title\": \"Juez Critica a Trump\"        },        {            \"english_version\": \"Venezuela criticized US military strikes in the Caribbean that targeted alleged drug traffickers.\",            \"english_title\": \"Venezuela Criticizes US Strikes\",            \"translated_version\": \"Venezuela criticó los ataques militares de EE.UU. en el Caribe que apuntaron a supuestos traficantes de drogas.\",            \"translated_title\": \"Venezuela Critica Ataques de EE.UU.\"        }    ]}"