"{    \"translations\": [        {            \"english_version\": \"France's president, Emmanuel Macron, has chosen François Bayrou, a centrist ally, as the new prime minister. Bayrou leads the MoDem party and serves as the mayor of Pau in south-west France. He also previously held the position of education minister. Bayrou, who is 73 years old, now faces the challenge of forming a government that can gain the support of France's divided parliament.\",            \"english_title\": \"New Prime Minister in France\",            \"translated_version\": \"El presidente de Francia, Emmanuel Macron, ha elegido a François Bayrou, un aliado centrista, como el nuevo primer ministro. Bayrou lidera el partido MoDem y es el alcalde de Pau en el suroeste de Francia. También ocupó anteriormente el cargo de ministro de educación. Bayrou, que tiene 73 años, ahora enfrenta el desafío de formar un gobierno que pueda obtener el apoyo del dividido parlamento de Francia.\",            \"translated_title\": \"Nuevo Primer Ministro en Francia\"        },        {            \"english_version\": \"In Damascus, Syria, a large gathering took place to mark the downfall of Bashar al-Assad. The leader of Hayat Tahrir al-Sham, the rebel group that played a significant role in ousting the dictator, urged people to join the celebratory crowds. Antony Blinken, the US secretary of state, emphasized the need for establishing an inclusive and non-sectarian interim government in Syria during discussions with allies in the Middle East.\",            \"english_title\": \"Celebration in Damascus\",            \"translated_version\": \"En Damasco, Siria, se llevó a cabo una gran reunión para conmemorar la caída de Bashar al-Assad. El líder de Hayat Tahrir al-Sham, el grupo rebelde que desempeñó un papel importante en derrocar al dictador, instó a la gente a unirse a las multitudes celebratorias. Antony Blinken, el secretario de estado de EE. UU., enfatizó la necesidad de establecer un gobierno provisional inclusivo y no sectario en Siria durante las discusiones con aliados en el Medio Oriente.\",            \"translated_title\": \"Celebración en Damasco\"        }    ]}"