"{    \"translations\": [        {            \"english_version\": \"Two US citizens were killed in Minneapolis during a police operation called 'Operation Metro Surge'.\",            \"english_title\": \"US Citizens Killed\",            \"translated_version\": \"Dos ciudadanos de Estados Unidos murieron en Minneapolis durante una operación de policía llamada Operación Metro Surge.\",            \"translated_title\": \"Ciudadanos de EE.UU. Muertos\"        },        {            \"english_version\": \"South Korea's spy agency says that Ki Ju Ae's frequent public appearances suggest she is the chosen successor.\",            \"english_title\": \"Ki Ju Ae Successor\",            \"translated_version\": \"La agencia de espías de Corea del Sur dice que las apariciones públicas de Ki Ju Ae sugieren que ella es la sucesora elegida.\",            \"translated_title\": \"Ki Ju Ae Sucesora\"        },        {            \"english_version\": \"WhatsApp says it wants to encourage its 90 million users in Russia to switch to a government-controlled app.\",            \"english_title\": \"WhatsApp in Russia\",            \"translated_version\": \"WhatsApp dice que quiere animar a sus 90 millones de usuarios en Rusia a cambiar a una aplicación controlada por el gobierno.\",            \"translated_title\": \"WhatsApp en Rusia\"        },        {            \"english_version\": \"More than half of the people in Toamasina, Madagascar's main port, are affected, and most of the infrastructure is destroyed.\",            \"english_title\": \"Toamasina Affected\",            \"translated_version\": \"Más de la mitad de las personas en Toamasina, el puerto principal de Madagascar, están afectadas y la mayoría de la infraestructura está destruida.\",            \"translated_title\": \"Toamasina Afectada\"        },        {            \"english_version\": \"Voters hope for a return to democracy after 15 years of authoritarian rule under Sheikh Hasina.\",            \"english_title\": \"Hope for Democracy\",            \"translated_version\": \"Los votantes esperan un regreso a la democracia después de 15 años de gobierno autoritario bajo Sheikh Hasina.\",            \"translated_title\": \"Esperanza de Democracia\"        }    ]}"