"{    \"translations\": [        {            \"english_version\": \"Five hours of talks between Putin and US negotiators were seen as positive by Kremlin officials, but they say there is still a lot of work to do. The president mentioned that the US is making a mistake by allowing bad things into the country.\",            \"english_title\": \"Positive Talks\",            \"translated_version\": \"Cinco horas de charlas entre Putin y negociadores de EE.UU. fueron vistas como positivas por los oficiales del Kremlin, pero dicen que todavía hay mucho trabajo por hacer. El presidente mencionó que EE.UU. está cometiendo un error al permitir cosas malas en el país.\",            \"translated_title\": \"Charlas Positivas\"        },        {            \"english_version\": \"The strikes, approved by Defence Secretary Pete Hegseth, have led to new questions about their legality. However, the White House insists that the laws have been followed.\",            \"english_title\": \"Strikes and Questions\",            \"translated_version\": \"Los ataques, aprobados por el Secretario de Defensa Pete Hegseth, han llevado a nuevas preguntas sobre su legalidad. Sin embargo, la Casa Blanca insiste en que se han seguido las leyes.\",            \"translated_title\": \"Ataques y Preguntas\"        },        {            \"english_version\": \"Former vice-president Salvador Nasralla is slightly ahead of his opponent, Nasry Asfura, who used to be the mayor of Tegucigalpa.\",            \"english_title\": \"Election Race\",            \"translated_version\": \"El ex vicepresidente Salvador Nasralla está un poco adelante de su oponente, Nasry Asfura, quien solía ser el alcalde de Tegucigalpa.\",            \"translated_title\": \"Carrera Electoral\"        },        {            \"english_version\": \"Many Ukrainians feel they have given up too much for their country to lose land to Russia, but some people just want the war to end.\",            \"english_title\": \"Ukrainian Sentiments\",            \"translated_version\": \"Muchos ucranianos sienten que han dado demasiado para que su país pierda tierra ante Rusia, pero algunas personas solo quieren que la guerra termine.\",            \"translated_title\": \"Sentimientos Ucranianos\"        },        {            \"english_version\": \"The Boeing 777 with 239 people on board disappeared in 2014, and it remains one of the biggest mysteries in aviation history.\",            \"english_title\": \"Aviation Mystery\",            \"translated_version\": \"El Boeing 777 con 239 personas a bordo desapareció en 2014, y sigue siendo uno de los mayores misterios en la historia de la aviación.\",            \"translated_title\": \"Misterio de Aviación\"        }    ]}"