"{    \"translations\": [        {            \"english_version\": \"Israel hinted that a ground invasion of Lebanon could come soon. The Israel Defence Forces said that it was calling up and deploying reserves to the north of the country, near the border with Lebanon. Herzi Halevi, the chief of staff of the IDF, told troops who were participating in a drill that air strikes targeting Hizbullah were intended to prepare the area for the possibility of entry. Earlier the Lebanese militia fired a ballistic missile at Tel Aviv, Israel’s biggest city, which was intercepted by Israeli air-defence systems. Israeli strikes on Hizbullah have killed more than 550 people in Lebanon.\",            \"english_title\": \"Israel's Possible Ground Invasion of Lebanon\",            \"translated_version\": \"Israel insinuó que una invasión terrestre de Líbano podría ocurrir pronto. Las Fuerzas de Defensa de Israel dijeron que estaban llamando y desplegando reservas al norte del país, cerca de la frontera con Líbano. Herzi Halevi, el jefe de personal de las FDI, les dijo a las tropas que participaban en un ejercicio que los ataques aéreos contra Hizbullah tenían la intención de preparar el área para la posibilidad de entrada. Anteriormente, la milicia libanesa disparó un misil balístico a Tel Aviv, la ciudad más grande de Israel, que fue interceptado por los sistemas de defensa aérea israelíes. Los ataques israelíes contra Hizbullah han matado a más de 550 personas en Líbano.\",            \"translated_title\": \"Posible Invasión Terrestre de Israel en Líbano\"        },        {            \"english_version\": \"Volodymyr Zelensky addressed the UN General Assembly, urging world leaders not to seek an out and instead to demand a real, just peace. Ukraine’s president warned that some plans for a peace deal could result in a frozen conflict, with Russia continuing to hold parts of Ukrainian territory. On Thursday Mr Zelensky is expected to present a victory plan to President Joe Biden.\",            \"english_title\": \"Ukraine's President Zelensky Addressing UN General Assembly\",            \"translated_version\": \"Volodymyr Zelensky se dirigió a la Asamblea General de la ONU, instando a los líderes mundiales a no buscar una salida y en su lugar exigir una paz real y justa. El presidente de Ucrania advirtió que algunos planes para un acuerdo de paz podrían resultar en un conflicto congelado, con Rusia continuando ocupando partes del territorio ucraniano. El jueves se espera que el Sr. Zelensky presente un plan de victoria al presidente Joe Biden.\",            \"translated_title\": \"Discurso del Presidente de Ucrania Zelensky ante la Asamblea General de la ONU\"        }    ]}"