"{    \"translations\": [        {            \"english_version\": \"Donald Trump criticized a Russian attack on Kyiv, Ukraine's capital, that resulted in the death of nine people. He called the timing of the strike 'very bad' and urged Vladimir Putin to stop. Trump had previously accused Ukrainian President Volodymyr Zelensky of hindering peace talks. Zelensky stated that Ukraine would follow all suggestions from its allies, except for recognizing Russia's annexation of Crimea.\",            \"english_title\": \"Trump Criticizes Russian Attack on Kyiv\",            \"translated_version\": \"Donald Trump criticizó un ataque ruso en Kyiv, la capital de Ucrania, que resultó en la muerte de nueve personas. Dijo que el momento del ataque fue 'muy malo' y le pidió a Vladimir Putin que se detuviera. Trump había acusado previamente al presidente ucraniano Volodymyr Zelensky de obstaculizar las conversaciones de paz. Zelensky afirmó que Ucrania seguiría todas las sugerencias de sus aliados, excepto reconocer la anexión de Crimea por parte de Rusia.\",            \"translated_title\": \"Trump Criticizes Russian Attack on Kyiv\"        },        {            \"english_version\": \"China announced that there has been no progress in trade negotiations with the United States and advised against considering any talks. America's treasury secretary, Scott Bessent, mentioned the potential for a significant trade agreement with China if the country showed a genuine commitment to reducing its reliance on manufacturing exports.\",            \"english_title\": \"China's Announcement on Trade Negotiations\",            \"translated_version\": \"China anunció que no ha habido progreso en las negociaciones comerciales con Estados Unidos y aconsejó no considerar ninguna conversación. El secretario del tesoro de Estados Unidos, Scott Bessent, mencionó la posibilidad de un acuerdo comercial significativo con China si el país mostraba un compromiso genuino para reducir su dependencia de las exportaciones manufactureras.\",            \"translated_title\": \"China's Announcement on Trade Negotiations\"        }    ]}"