"{    \"translations\": [        {            \"english_version\": \"One of four fires burning in Los Angeles County was contained, according to California’s fire department. The winds that originally helped spread the blazes are expected to pick up again during the week, complicating firefighting efforts. At least 24 people have died. California’s governor, Gavin Newsom, warned the disaster could be the costliest in America’s history.\",            \"english_title\": \"California Wildfires\",            \"translated_version\": \"Uno de los cuatro incendios que ardían en el condado de Los Ángeles fue controlado, según el departamento de bomberos de California. Se espera que los vientos que originalmente ayudaron a propagar los incendios vuelvan a aumentar durante la semana, complicando los esfuerzos de extinción. Al menos 24 personas han muerto. El gobernador de California, Gavin Newsom, advirtió que el desastre podría ser el más costoso en la historia de Estados Unidos.\",            \"translated_title\": \"Incendios en California\"        },        {            \"english_version\": \"Volodymyr Zelensky offered to swap North Korean soldiers captured on the battlefield for Ukrainian prisoners of war being held in Russia. Ukraine’s president said he was certain more North Korean soldiers would be taken prisoner, after the first troops from the country were captured in Russia’s Kursk region. South Korea said North Korean soldiers fighting there had been ordered to kill themselves before capture.\",            \"english_title\": \"Ukraine-Russia Conflict\",            \"translated_version\": \"Volodymyr Zelensky ofreció intercambiar soldados norcoreanos capturados en el campo de batalla por prisioneros de guerra ucranianos detenidos en Rusia. El presidente de Ucrania dijo estar seguro de que más soldados norcoreanos serían capturados, después de que las primeras tropas del país fueran capturadas en la región de Kursk en Rusia. Corea del Sur dijo que a los soldados norcoreanos que luchaban allí se les ordenó suicidarse antes de ser capturados.\",            \"translated_title\": \"Conflicto Ucrania-Rusia\"        }    ]}"