"{    \"translations\": [        {            \"english_version\": \"Hamas released two American hostages, a mother and daughter, who were captured from Israel on October 7th. The hostages were freed to the Red Cross in Gaza and are on their way to an Israeli military base. Qatar mediated between America and Hamas to secure their release.\",            \"english_title\": \"Hostages Released by Hamas\",            \"translated_version\": \"Hamas liberó a dos rehenes estadounidenses, una madre y una hija, que fueron capturados en Israel el 7 de octubre. Los rehenes fueron liberados a la Cruz Roja en Gaza y están en camino a una base militar israelí. Qatar medió entre Estados Unidos y Hamas para asegurar su liberación.\",            \"translated_title\": \"Rehenes Liberados por Hamas\"        },        {            \"english_version\": \"Joe Biden has requested Congress to approve an aid package worth $105bn, which includes money and weapons for Israel and Ukraine, as well as humanitarian assistance for Gaza. The UN's secretary-general, António Guterres, visited the Egyptian side of the Rafah border crossing to address disagreements over inspections that have delayed humanitarian aid deliveries to Gaza.\",            \"english_title\": \"Biden Requests Aid Package Approval\",            \"translated_version\": \"Joe Biden ha solicitado al Congreso que apruebe un paquete de ayuda por valor de $105 mil millones, que incluye dinero y armas para Israel y Ucrania, así como asistencia humanitaria para Gaza. El secretario general de la ONU, António Guterres, visitó el lado egipcio del cruce fronterizo de Rafah para abordar desacuerdos sobre inspecciones que han retrasado las entregas de ayuda humanitaria a Gaza.\",            \"translated_title\": \"Biden Solicita Aprobación del Paquete de Ayuda\"        },        {            \"english_version\": \"Republicans voted to drop Jim Jordan as their nominee for speaker of America's House of Representatives. Jordan, a conservative hardliner, failed to get elected in the House for a third time. Republicans plan to hold another secret ballot next week to select a new speaker nominee.\",            \"english_title\": \"Republicans Drop Jim Jordan as Speaker Nominee\",            \"translated_version\": \"Los republicanos votaron para retirar a Jim Jordan como su candidato a presidente de la Cámara de Representantes de Estados Unidos. Jordan, un conservador radical, no logró ser elegido en la Cámara por tercera vez. Los republicanos planean realizar otra votación secreta la próxima semana para seleccionar un nuevo candidato a presidente.\",            \"translated_title\": \"Los Republicanos Retiran a Jim Jordan como Candidato a Presidente\"        },        {            \"english_version\": \"American Express beat earnings expectations in the third quarter, with a revenue of $15.4bn. Customers spent 7% more on their Amex cards from July to September. However, the company expects more bad loans and has set aside $1.2bn to cover losses.\",            \"english_title\": \"American Express Beats Earnings Expectations\",            \"translated_version\": \"American Express superó las expectativas de ganancias en el tercer trimestre, con una facturación de $15.4 mil millones. Los clientes gastaron un 7% más en sus tarjetas Amex de julio a septiembre. Sin embargo, la compañía espera más préstamos incobrables y ha reservado $1.2 mil millones para cubrir pérdidas.\",            \"translated_title\": \"American Express Supera las Expectativas de Ganancias\"        },        {            \"english_version\": \"Another defendant pleaded guilty in the Georgia racketeering case, which alleges a conspiracy to overturn the 2020 election in favor of Donald Trump. Kenneth Chesebro is the third co-defendant to take a plea deal and agreed to testify against the remaining defendants, including Mr. Trump.\",            \"english_title\": \"Defendant Pleads Guilty in Georgia Racketeering Case\",            \"translated_version\": \"Otro acusado se declaró culpable en el caso de asociación delictiva de Georgia, que alega una conspiración para anular las elecciones de 2020 a favor de Donald Trump. Kenneth Chesebro es el tercer coacusado en aceptar un acuerdo de culpabilidad y acordó testificar contra los acusados restantes, incluido el Sr. Trump.\",            \"translated_title\": \"Acusado se Declara Culpable en Caso de Asociación Delictiva de Georgia\"        }    ]}"