"{    \"translations\": [        {            \"english_version\": \"Tom Homan has been sent to the city after two people were shot dead by federal agents in less than a month. This is part of a response to the situation there.\",            \"english_title\": \"Tom Homan Sent to City\",            \"translated_version\": \"Tom Homan fue enviado a la ciudad después de que dos personas fueron disparadas por agentes federales en menos de un mes. Esto es parte de una respuesta a la situación allí.\",            \"translated_title\": \"Tom Homan Enviado a la Ciudad\"        },        {            \"english_version\": \"EU foreign policy chief Kaja Kallas says the EU is responding to Tehran's harsh actions against protesters. This is a reaction to the deadly crackdown.\",            \"english_title\": \"EU Responds to Tehran\",            \"translated_version\": \"La jefa de política exterior de la UE, Kaja Kallas, dice que la UE está respondiendo a las acciones duras de Teherán contra los manifestantes. Esto es una reacción a la represión mortal.\",            \"translated_title\": \"UE Responde a Teherán\"        },        {            \"english_version\": \"Democrats want to stop funding the Department of Homeland Security unless new rules are put in place. They are pushing for changes.\",            \"english_title\": \"Democrats Push for Changes\",            \"translated_version\": \"Los demócratas quieren dejar de financiar el Departamento de Seguridad Nacional a menos que se pongan nuevas reglas. Están presionando por cambios.\",            \"translated_title\": \"Demócratas Quieren Cambios\"        },        {            \"english_version\": \"Sasha Troufanov, in his first international interview, tells the BBC about his experience of being taken hostage on 7 October 2023. He thought he would die while in captivity.\",            \"english_title\": \"Sasha Troufanov's Story\",            \"translated_version\": \"Sasha Troufanov, en su primera entrevista internacional, cuenta a la BBC sobre su experiencia de ser tomado como rehén el 7 de octubre de 2023. Pensó que moriría mientras estaba cautivo.\",            \"translated_title\": \"Historia de Sasha Troufanov\"        },        {            \"english_version\": \"Russia got back 38 soldiers' bodies as part of a deal between the countries at war. This was an exchange agreement.\",            \"english_title\": \"Russia's Exchange Deal\",            \"translated_version\": \"Rusia recuperó los cuerpos de 38 soldados como parte de un acuerdo entre los países en guerra. Esto fue un acuerdo de intercambio.\",            \"translated_title\": \"Acuerdo de Intercambio de Rusia\"        }    ]}"