"{    \"translations\": [        {            \"english_version\": \"Five trade associations representing American banks sued the Federal Reserve, claiming that the central bank’s stress-testing framework was unduly opaque. Banks have long grumbled about the stress tests, which are intended to ensure that lenders have sufficient capital to withstand a severe financial crisis. On Monday the Fed said that it would begin a public consultation on ways to make the tests more transparent.\",            \"english_title\": \"American Banks vs. Federal Reserve\",            \"translated_version\": \"Cinco asociaciones comerciales que representan a los bancos estadounidenses demandaron a la Reserva Federal, alegando que el marco de pruebas de estrés del banco central era excesivamente opaco. Los bancos han estado quejándose durante mucho tiempo sobre las pruebas de estrés, que tienen la intención de garantizar que los prestamistas tengan suficiente capital para resistir una grave crisis financiera. El lunes, la Fed dijo que comenzaría una consulta pública sobre formas de hacer que las pruebas sean más transparentes.\",            \"translated_title\": \"American Banks vs. Federal Reserve\"        },        {            \"english_version\": \"Thousands of demonstrators rallied across Syria after a Christmas tree was set on fire. Masked gunmen torched a tree in the square of Suqaylabiyah, a town where most people are Christian. Syria’s many minorities are anxious to ensure that their freedoms are respected by Hayat Tahrir al-Sham, the group that led the rebellion against the Assad regime. HTS claimed foreign fighters were responsible for the arson.\",            \"english_title\": \"Syria Christmas Tree Incident\",            \"translated_version\": \"Miles de manifestantes se reunieron en toda Siria después de que se incendiara un árbol de Navidad. Hombres armados enmascarados incendiaron un árbol en la plaza de Suqaylabiyah, una ciudad donde la mayoría de la gente es cristiana. Las numerosas minorías de Siria están ansiosas por asegurar que sus libertades sean respetadas por Hayat Tahrir al-Sham, el grupo que lideró la rebelión contra el régimen de Assad. HTS afirmó que los combatientes extranjeros fueron responsables del incendio provocado.\",            \"translated_title\": \"Syria Christmas Tree Incident\"        }    ]}"