"{    \"translations\": [        {            \"english_version\": \"Gaza’s Hamas-run health ministry said that more than 80 people were killed in Israeli attacks on targets in the Jabalia refugee camp in the north of the Gaza Strip, including a school. Earlier, patients, staff and other people sheltering in al-Shifa hospital left the facility’s compound. Only patients too sick to leave remain in the facility, along with a skeleton medical crew. Israel says that the hospital serves as a Hamas command centre, a claim which hospital staff deny. Israel reissued evacuation warnings to residents in southern Gaza as its army vowed to advance wherever Hamas exists.\",            \"english_title\": \"Israeli Attacks in Gaza\",            \"translated_version\": \"El ministerio de salud de Gaza dirigido por Hamas dijo que más de 80 personas murieron en ataques israelíes en objetivos en el campamento de refugiados de Jabalia en el norte de la Franja de Gaza, incluyendo una escuela. Anteriormente, los pacientes, el personal y otras personas refugiadas en el hospital al-Shifa abandonaron el recinto. Solo quedan en el hospital los pacientes demasiado enfermos para irse, junto con un equipo médico reducido. Israel afirma que el hospital sirve como centro de mando de Hamas, una afirmación que el personal del hospital niega. Israel reemitió advertencias de evacuación a los residentes del sur de Gaza mientras su ejército prometía avanzar dondequiera que exista Hamas.\",            \"translated_title\": \"Ataques Israelíes en Gaza\"        },        {            \"english_version\": \"Sam Altman was sacked as boss of OpenAI, the Microsoft-backed company behind ChatGPT. Mira Murati, the chief technology officer, will be his interim replacement. The firm’s board said it had lost confidence in Mr Altman because he was not consistently candid in his communications. Mr Altman co-founded OpenAI in 2015 with Greg Brockman, its chairman, who resigned in response to his sacking.\",            \"english_title\": \"Leadership Change at OpenAI\",            \"translated_version\": \"Sam Altman fue despedido como jefe de OpenAI, la empresa respaldada por Microsoft detrás de ChatGPT. Mira Murati, la directora de tecnología, será su reemplazo interino. La junta de la empresa dijo que había perdido confianza en el Sr. Altman porque no fue consistentemente sincero en sus comunicaciones. El Sr. Altman cofundó OpenAI en 2015 con Greg Brockman, su presidente, quien renunció en respuesta a su despido.\",            \"translated_title\": \"Cambio de Liderazgo en OpenAI\"        },        {            \"english_version\": \"Several companies, including Apple, Disney and IBM, suspended advertising on X (formerly Twitter) amid concerns over antisemitism on the social-media platform. The boycott was triggered by Elon Musk touting an antisemitic conspiracy theory on Wednesday. Mr Musk later said his tweet only referred to certain Jewish communities. Since purchasing X last year, Mr Musk has loosened the platform’s moderation policies and gutted its safety team.\",            \"english_title\": \"Advertising Boycott on X\",            \"translated_version\": \"Varias empresas, incluyendo Apple, Disney e IBM, suspendieron la publicidad en X (anteriormente Twitter) debido a preocupaciones sobre el antisemitismo en la plataforma de redes sociales. El boicot fue desencadenado por Elon Musk al promover una teoría de conspiración antisemita el miércoles. El Sr. Musk luego dijo que su tweet solo se refería a ciertas comunidades judías. Desde que adquirió X el año pasado, el Sr. Musk ha relajado las políticas de moderación de la plataforma y ha reducido su equipo de seguridad.\",            \"translated_title\": \"Boicot Publicitario en X\"        },        {            \"english_version\": \"Australia’s defence minister, Richard Marles, criticised the unsafe and unprofessional conduct of a Chinese warship after an encounter with an Australian frigate, in which divers were injured. The incident occurred in Japan’s exclusive economic zone, as divers completed maintenance on the Australian ship. Mr Marles said that the Chinese vessel ignored requests to stay clear.\",            \"english_title\": \"Confrontation between Australian and Chinese Warships\",            \"translated_version\": \"El ministro de defensa de Australia, Richard Marles, criticó la conducta insegura e poco profesional de un buque de guerra chino después de un encuentro con una fragata australiana, en el que resultaron heridos buzos. El incidente ocurrió en la zona económica exclusiva de Japón, mientras los buzos completaban el mantenimiento en el barco australiano. El Sr. Marles dijo que el buque chino ignoró las solicitudes de mantenerse alejado.\",            \"translated_title\": \"Confrontación entre Buques de Guerra Australiano y Chino\"        },        {            \"english_version\": \"A meeting between two opposition parties in Taiwan failed to decide whose candidate should lead a joint ticket for the presidential election in January. The parties agreed to use opinion polls to choose between Hou Yu-ih of the Kuomintang and Ko Wen-je of the smaller Taiwan People’s Party, but squabbled over how to interpret them. Presidential candidates have until Friday to register.\",            \"english_title\": \"Presidential Election in Taiwan\",            \"translated_version\": \"Una reunión entre dos partidos de oposición en Taiwán no logró decidir qué candidato debería liderar una boleta conjunta para las elecciones presidenciales de enero. Los partidos acordaron utilizar encuestas de opinión para elegir entre Hou Yu-ih del Kuomintang y Ko Wen-je del Partido de las Personas más Pequeño de Taiwán, pero discutieron sobre cómo interpretarlas. Los candidatos presidenciales tienen hasta el viernes para registrarse.\",            \"translated_title\": \"Elecciones Presidenciales en Taiwán\"        }    ]}"