"{    \"translations\": [        {            \"english_version\": \"Rumours circulated that Valery Zaluzhny, the commander-in-chief of Ukraine’s armed forces, had been dismissed by Volodymyr Zelensky, the president. General Zaluzhny, a popular figure in the country, has clashed with the presidential office over the war with Russia. Kyrylo Budanov, the head of Ukrainian military intelligence, is rumored to be a potential replacement for General Zaluzhny. The ministry of defense denied the rumor, but sources suggest it may be true.\",            \"english_title\": \"Dismissal of Ukraine's Armed Forces Commander\",            \"translated_version\": \"Se rumoreaba que Valery Zaluzhny, el comandante en jefe de las fuerzas armadas de Ucrania, había sido despedido por Volodymyr Zelensky, el presidente. El general Zaluzhny, una figura popular en el país, ha chocado con la oficina presidencial por la guerra con Rusia. Se rumorea que Kyrylo Budanov, el jefe de inteligencia militar ucraniana, podría ser un reemplazo potencial para el general Zaluzhny. El ministerio de defensa negó el rumor, pero fuentes sugieren que podría ser cierto.\",            \"translated_title\": \"Destitución del Comandante de las Fuerzas Armadas de Ucrania\"        },        {            \"english_version\": \"Republican politicians are pressuring President Joe Biden to directly target Iran following an attack on an American base in Jordan by Iranian-backed militias, which resulted in the deaths of three American soldiers. Lindsey Graham, a Republican senator, called for immediate action against Iran. Iran has distanced itself from the attacks and dismissed American claims of involvement as unfounded.\",            \"english_title\": \"Pressure on President Biden to Target Iran\",            \"translated_version\": \"Los políticos republicanos están presionando al presidente Joe Biden para que ataque directamente a Irán después de un ataque a una base estadounidense en Jordania por parte de milicias respaldadas por Irán, que resultó en la muerte de tres soldados estadounidenses. Lindsey Graham, un senador republicano, pidió una acción inmediata contra Irán. Irán se ha distanciado de los ataques y ha desestimado las afirmaciones estadounidenses de su participación como infundadas.\",            \"translated_title\": \"Presión sobre el Presidente Biden para Atacar a Irán\"        },        {            \"english_version\": \"A court in Hong Kong has ordered the liquidation of Evergrande, a Chinese property giant, due to its debt of over $300 billion. The judge who made the ruling stated that enough is enough after the company failed to present a restructuring plan. Trading in Evergrande shares in Hong Kong has been suspended, and the company's shares fell by 21% following the announcement.\",            \"english_title\": \"Liquidation of Chinese Property Giant\",            \"translated_version\": \"Un tribunal en Hong Kong ha ordenado la liquidación de Evergrande, un gigante inmobiliario chino, debido a su deuda de más de $300 mil millones. El juez que dictó la sentencia declaró que ya es suficiente después de que la empresa no presentara un plan de reestructuración. La negociación de las acciones de Evergrande en Hong Kong ha sido suspendida y las acciones de la empresa cayeron un 21% después del anuncio.\",            \"translated_title\": \"Liquidación del Gigante Inmobiliario Chino\"        },        {            \"english_version\": \"The EU has announced a review of its funding for UNRWA, the UN's agency for Palestinian refugees, after allegations that 12 of its staff were involved in Hamas's attack on Israel. UNRWA, which provides shelter for over a million Gazans, warns that many of its aid operations could cease by the end of February due to the suspension of funding by several countries.\",            \"english_title\": \"EU Funding Review for UN Agency\",            \"translated_version\": \"La Unión Europea ha anunciado una revisión de su financiamiento para UNRWA, la agencia de la ONU para los refugiados palestinos, después de las acusaciones de que 12 de sus empleados estuvieron involucrados en el ataque de Hamas a Israel. UNRWA, que brinda refugio a más de un millón de gazatíes, advierte que muchas de sus operaciones de ayuda podrían cesar a fines de febrero debido a la suspensión de financiamiento por parte de varios países.\",            \"translated_title\": \"Revisión de Financiamiento de la UE para la Agencia de la ONU\"        },        {            \"english_version\": \"The Financial Times reported that the EU plans to undermine Hungary's economy if it does not lift its veto on a €50 billion aid package to Ukraine. The bloc's members could reduce EU funding to Hungary in order to exert pressure on Viktor Orban, the country's pro-Russian prime minister. Hungary's EU minister described the proposals as blackmail.\",            \"english_title\": \"EU's Plan to Pressure Hungary\",            \"translated_version\": \"El Financial Times informó que la UE planea socavar la economía de Hungría si no levanta su veto sobre un paquete de ayuda de €50 mil millones a Ucrania. Los miembros del bloque podrían reducir el financiamiento de la UE a Hungría para ejercer presión sobre Viktor Orban, el primer ministro pro-ruso del país. El ministro de la UE de Hungría describió las propuestas como chantaje.\",            \"translated_title\": \"Plan de la UE para Presionar a Hungría\"        }    ]}"