"{    \"translations\": [        {            \"english_version\": \"The US president says illegal migration destroys countries from within, as his two-day state visit to the UK comes to a close. He also criticized broadcasters, suggesting their licenses should be taken away if they cover him unfairly.\",            \"english_title\": \"US President on Migration\",            \"translated_version\": \"El presidente de EE.UU. dice que la migración ilegal destruye países desde adentro, mientras termina su visita de dos días al Reino Unido. También criticó a los canales de televisión, sugiriendo que les quiten las licencias si lo cubren de manera injusta.\",            \"translated_title\": \"Presidente de EE.UU. sobre Migración\"        },        {            \"english_version\": \"A constant stream of Palestinians is fleeing southwards as Israeli tanks reportedly push further into Gaza's biggest urban center.\",            \"english_title\": \"Palestinians Fleeing\",            \"translated_version\": \"Un flujo constante de palestinos está huyendo hacia el sur mientras los tanques israelíes avanzan más en el centro urbano más grande de Gaza.\",            \"translated_title\": \"Palestinos Huyendo\"        },        {            \"english_version\": \"The widespread walkouts come less than two weeks after the government collapsed over a proposed budget.\",            \"english_title\": \"Walkouts After Government Collapse\",            \"translated_version\": \"Las huelgas generales ocurren menos de dos semanas después de que el gobierno colapsara por un presupuesto propuesto.\",            \"translated_title\": \"Huelgas tras Colapso del Gobierno\"        },        {            \"english_version\": \"Israel said it was targeting Hezbollah positions, while Lebanon's Prime Minister called for pressure on Israel to stop attacks.\",            \"english_title\": \"Israel and Lebanon Tensions\",            \"translated_version\": \"Israel dijo que estaba atacando posiciones de Hezbollah, mientras que el Primer Ministro de Líbano pidió presión sobre Israel para detener los ataques.\",            \"translated_title\": \"Tensiones entre Israel y Líbano\"        },        {            \"english_version\": \"An immigration judge ordered Khalil to be deported to Algeria or Syria over claims he omitted information on a green card application.\",            \"english_title\": \"Deportation Order for Khalil\",            \"translated_version\": \"Un juez de inmigración ordenó que Khalil sea deportado a Argelia o Siria porque dicen que omitió información en una solicitud de tarjeta verde.\",            \"translated_title\": \"Orden de Deportación para Khalil\"        }    ]}"