"{    \"translations\": [        {            \"english_version\": \"A newly released email sent to Ghislane Maxwell is part of the latest Epstein files released by the US House Committee on Oversight and Reform. This is the largest release of Epstein-related documents from the justice department and includes notable messages and mentions of Trump.\",            \"english_title\": \"New Epstein Files Released\",            \"translated_version\": \"Un nuevo correo enviado a Ghislane Maxwell es parte de los últimos archivos de Epstein publicados por el Comité de Supervisión y Reforma de la Cámara de EE.UU. Este es el mayor lanzamiento de documentos relacionados con Epstein del departamento de justicia e incluye mensajes importantes y menciones de Trump.\",            \"translated_title\": \"Nuevos Archivos de Epstein\"        },        {            \"english_version\": \"Five people are still missing, but rescue teams have saved several people from a building that partially collapsed, according to officials.\",            \"english_title\": \"Building Collapse Rescue\",            \"translated_version\": \"Cinco personas todavía están desaparecidas, pero los equipos de rescate han salvado a varias personas de un edificio que se derrumbó parcialmente, según los oficiales.\",            \"translated_title\": \"Rescate de Derrumbe\"        },        {            \"english_version\": \"The capture of Siversk brings Russia closer to taking control of the last cities still held by Ukraine in the Donetsk region.\",            \"english_title\": \"Russia Advances in Donetsk\",            \"translated_version\": \"La captura de Siversk acerca a Rusia a tomar control de las últimas ciudades que todavía tiene Ucrania en la región de Donetsk.\",            \"translated_title\": \"Rusia Avanza en Donetsk\"        },        {            \"english_version\": \"The immigration minister stated that a certain man is not welcome in Australia.\",            \"english_title\": \"Man Not Welcome in Australia\",            \"translated_version\": \"El ministro de inmigración dijo que un cierto hombre no es bienvenido en Australia.\",            \"translated_title\": \"Hombre No Bienvenido en Australia\"        },        {            \"english_version\": \"Strong consumer spending is helping the US economy grow faster than expected.\",            \"english_title\": \"US Economy Grows Fast\",            \"translated_version\": \"El fuerte gasto de los consumidores está ayudando a que la economía de EE.UU. crezca más rápido de lo esperado.\",            \"translated_title\": \"Economía de EE.UU. Crece Rápido\"        }    ]}"