"{    \"translations\": [        {            \"english_version\": \"Gaza’s Hamas-run health ministry said that 9,061 people had been killed since the beginning of the conflict with Israel. At least 195 were killed by Israeli air strikes during this week’s attacks on the crowded Jabalia refugee camp in north Gaza, the ministry said.\",            \"english_title\": \"Conflict in Gaza\",            \"translated_version\": \"El ministerio de salud de Gaza dirigido por Hamas dijo que 9,061 personas han sido asesinadas desde el comienzo del conflicto con Israel. Al menos 195 fueron asesinadas por los ataques aéreos israelíes durante los ataques de esta semana en el abarrotado campo de refugiados de Jabalia en el norte de Gaza, dijo el ministerio.\",            \"translated_title\": \"Conflicto en Gaza\"        },        {            \"english_version\": \"Earlier Egypt said it would evacuate `about 7,000` foreigners and dual nationals from Gaza; it still refuses to accept a large influx of Palestinian refugees. Around 400 foreigners and wounded Palestinians have already crossed into Egypt. On Wednesday President Joe Biden called for a `pause` in fighting in Gaza in order to `get the prisoners out`.\",            \"english_title\": \"Evacuation from Gaza\",            \"translated_version\": \"Egipto dijo anteriormente que evacuaría a `alrededor de 7,000` extranjeros y ciudadanos con doble nacionalidad de Gaza; aún se niega a aceptar una gran afluencia de refugiados palestinos. Alrededor de 400 extranjeros y palestinos heridos ya han cruzado a Egipto. El miércoles, el presidente Joe Biden pidió una `pausa` en los combates en Gaza para `sacar a los prisioneros`.\",            \"translated_title\": \"Evacuación de Gaza\"        },        {            \"english_version\": \"More than 165,000 Afghans fled Pakistan as a deadline for undocumented migrants to leave the country passed on Wednesday, according to Pakistani officials. Before the departures around 1.7m Afghans were thought to be living in Pakistan without the right papers. About 28,000 were queuing to cross the border in the north-western province of Khyber Pakhtunkhwa on Thursday.\",            \"english_title\": \"Afghans Fleeing Pakistan\",            \"translated_version\": \"Más de 165,000 afganos huyeron de Pakistán después de que se venciera el plazo para que los migrantes indocumentados abandonaran el país el miércoles, según funcionarios pakistaníes. Antes de las salidas, se creía que alrededor de 1.7 millones de afganos vivían en Pakistán sin los documentos correctos. Alrededor de 28,000 estaban haciendo fila para cruzar la frontera en la provincia del noroeste de Khyber Pakhtunkhwa el jueves.\",            \"translated_title\": \"Afganos huyendo de Pakistán\"        },        {            \"english_version\": \"American labour productivity grew by an annualised rate of 4.7% in the third quarter, the most in three years. The average cost of labour per unit of output fell by 0.8%. The data suggests that companies are ramping up attempts to improve efficiency, which will support economic growth and help to dampen the inflationary impacts of rising wages.\",            \"english_title\": \"Labour Productivity in the US\",            \"translated_version\": \"La productividad laboral estadounidense creció a una tasa anualizada del 4.7% en el tercer trimestre, la más alta en tres años. El costo promedio de la mano de obra por unidad de producción cayó un 0.8%. Los datos sugieren que las empresas están intensificando los esfuerzos para mejorar la eficiencia, lo que apoyará el crecimiento económico y ayudará a mitigar los impactos inflacionarios de los salarios en aumento.\",            \"translated_title\": \"Productividad laboral en los EE. UU.\"        },        {            \"english_version\": \"Myanmar’s junta relinquished control of a town near its border with Yunnan province in southern China after fighting with armed rebels. A spokesperson confirmed that all government and security operations had left the town of Chinshwehaw, a significant trading post in Shan state in northern Myanmar. The junta said that ethnic rebel groups attacked energy and transport infrastructure across the state in recent days.\",            \"english_title\": \"Conflict in Myanmar\",            \"translated_version\": \"La junta de Myanmar renunció al control de una ciudad cerca de su frontera con la provincia de Yunnan en el sur de China después de luchar contra rebeldes armados. Un portavoz confirmó que todas las operaciones gubernamentales y de seguridad habían abandonado la ciudad de Chinshwehaw, un importante puesto comercial en el estado de Shan en el norte de Myanmar. La junta dijo que grupos rebeldes étnicos atacaron la infraestructura energética y de transporte en todo el estado en los últimos días.\",            \"translated_title\": \"Conflicto en Myanmar\"        }    ]}"