"{    \"translations\": [        {            \"english_version\": \"Drones were seen near the largest military facility, and there were possible sightings in Germany, Norway, and Lithuania.\",            \"english_title\": \"Drones Near Military Facility\",            \"translated_version\": \"Se vieron drones cerca de la instalación militar más grande, y hubo posibles avistamientos en Alemania, Noruega y Lituania.\",            \"translated_title\": \"Drones Cerca de Instalación Militar\"        },        {            \"english_version\": \"Officials and diplomats left the auditorium in protest when the Israeli leader started speaking, leaving many seats empty.\",            \"english_title\": \"Protest During Speech\",            \"translated_version\": \"Oficiales y diplomáticos salieron del auditorio en protesta cuando el líder israelí comenzó a hablar, dejando muchos asientos vacíos.\",            \"translated_title\": \"Protesta Durante Discurso\"        },        {            \"english_version\": \"Recruitment materials, travel documents, and job offer letters were taken during a raid.\",            \"english_title\": \"Documents Taken in Raid\",            \"translated_version\": \"Materiales de reclutamiento, documentos de viaje y cartas de oferta de trabajo fueron tomados durante una redada.\",            \"translated_title\": \"Documentos Tomados en Redada\"        },        {            \"english_version\": \"Documents from the estate of Jeffrey Epstein, a convicted paedophile financier, were released by Congressional Democrats.\",            \"english_title\": \"Epstein Documents Released\",            \"translated_version\": \"Documentos de la propiedad de Jeffrey Epstein, un financiero condenado por pedofilia, fueron publicados por los demócratas del Congreso.\",            \"translated_title\": \"Documentos de Epstein Publicados\"        },        {            \"english_version\": \"Sanctions that were lifted in 2015 might be put back in place after Tehran was accused of not keeping its promises.\",            \"english_title\": \"Possible Return of Sanctions\",            \"translated_version\": \"Las sanciones que se levantaron en 2015 podrían volver a ponerse después de que Teherán fue acusado de no cumplir sus promesas.\",            \"translated_title\": \"Posible Regreso de Sanciones\"        }    ]}"