"{    \"translations\": [        {            \"english_version\": \"Philippe Lazzarini, the head of UNRWA, the UN agency that helps Palestinian refugees, said that there is a deep sense of panic in Rafah, a city in the south of Gaza, over an expected ground invasion by Israel. Around 1.4m are sheltering there, many displaced from other parts of the strip.\",            \"english_title\": \"Panic in Rafah over Expected Ground Invasion\",            \"translated_version\": \"Philippe Lazzarini, el jefe de UNRWA, la agencia de la ONU que ayuda a los refugiados palestinos, dijo que hay un profundo sentido de pánico en Rafah, una ciudad en el sur de Gaza, por una esperada invasión terrestre de Israel. Alrededor de 1.4 millones de personas se están refugiando allí, muchas desplazadas de otras partes de la franja.\",            \"translated_title\": \"Pánico en Rafah por la Esperada Invasión Terrestre\"        },        {            \"english_version\": \"Shares in Diamondback Energy, a Texas-based oil and gas company, surged after it announced it would acquire Endeavor Energy Resources, a private shale oil producer. The $26bn deal is the latest in a series of large-scale mergers in the sector. In October ExxonMobil said it would acquire Pioneer Natural Resources, another oil producer, in a deal valued at $59.5bn.\",            \"english_title\": \"Surge in Shares of Diamondback Energy\",            \"translated_version\": \"Las acciones de Diamondback Energy, una compañía de petróleo y gas con sede en Texas, se dispararon después de anunciar que adquiriría Endeavor Energy Resources, un productor privado de petróleo de esquisto. El acuerdo de $26 mil millones es el último de una serie de fusiones a gran escala en el sector. En octubre, ExxonMobil dijo que adquiriría Pioneer Natural Resources, otro productor de petróleo, en un acuerdo valorado en $59.5 mil millones.\",            \"translated_title\": \"Aumento en las Acciones de Diamondback Energy\"        },        {            \"english_version\": \"Donald Trump filed an emergency application asking the Supreme Court to pause a ruling from a lower court that rejected his claim to immunity and would send him to trial. A Washington, DC, appeals court found last week that he enjoys no blanket immunity against criminal prosecution, calling him citizen Trump. His federal election-interference trial, originally scheduled for early March, has already been delayed.\",            \"english_title\": \"Trump Files Emergency Application to Supreme Court\",            \"translated_version\": \"Donald Trump presentó una solicitud de emergencia pidiendo a la Corte Suprema que detenga una decisión de un tribunal inferior que rechazó su reclamo de inmunidad y lo enviaría a juicio. Un tribunal de apelaciones de Washington, DC, encontró la semana pasada que no goza de inmunidad total contra el enjuiciamiento penal, llamándolo ciudadano Trump. Su juicio por interferencia en las elecciones federales, originalmente programado para principios de marzo, ya ha sido retrasado.\",            \"translated_title\": \"Trump Presenta Solicitud de Emergencia a la Corte Suprema\"        },        {            \"english_version\": \"A Dutch court banned the export of components for F-35 fighter jets to Israel, after human-rights groups brought a suit against the government in December. The judge said that there is a clear risk of serious violations of humanitarian law arising from Israel’s use of these planes in Gaza. The ruling will come into effect within seven days.\",            \"english_title\": \"Dutch Court Bans Export of Fighter Jet Components to Israel\",            \"translated_version\": \"Un tribunal holandés prohibió la exportación de componentes para los aviones de combate F-35 a Israel, después de que grupos de derechos humanos presentaran una demanda contra el gobierno en diciembre. El juez dijo que existe un claro riesgo de graves violaciones del derecho humanitario derivadas del uso de estos aviones por parte de Israel en Gaza. La sentencia entrará en vigor en un plazo de siete días.\",            \"translated_title\": \"Tribunal Holandés Prohíbe Exportación de Componentes de Aviones de Combate a Israel\"        },        {            \"english_version\": \"European politicians largely denounced Donald Trump’s comments suggesting that he would not protect NATO countries that did not spend 2% of GDP on defence. David Cameron, Britain’s foreign secretary, said the comments were not a sensible approach. These statements are not responsible, said Frank-Walter Steinmeier, Germany’s president. However, Kaja Kallas, Estonia’s prime minister, appeared to hope they would wake up those currently underspending.\",            \"english_title\": \"European Politicians Denounce Trump's Comments on NATO\",            \"translated_version\": \"Los políticos europeos en su mayoría denunciaron los comentarios de Donald Trump sugiriendo que no protegería a los países de la OTAN que no gastaran el 2% del PIB en defensa. David Cameron, secretario de Relaciones Exteriores de Gran Bretaña, dijo que los comentarios no eran un enfoque sensato. Estas declaraciones no son responsables, dijo Frank-Walter Steinmeier, presidente de Alemania. Sin embargo, Kaja Kallas, primera ministra de Estonia, parecía esperar que despertaran a aquellos que actualmente gastan menos.\",            \"translated_title\": \"Políticos Europeos Denuncian los Comentarios de Trump sobre la OTAN\"        }    ]}"