"{    \"translations\": [        {            \"english_version\": \"The US president said that the strikes almost destroyed Iran's nuclear capabilities while speaking at a Nato meeting. The 32 leaders also said they were reaffirming their strong commitment to collective defense.\",            \"english_title\": \"US President on Iran Strikes\",            \"translated_version\": \"El presidente de EE.UU. dijo que los ataques casi destruyeron las capacidades nucleares de Irán en una reunión de la OTAN. Los 32 líderes también dijeron que reafirmaban su fuerte compromiso con la defensa colectiva.\",            \"translated_title\": \"Presidente de EE.UU. sobre ataques a Irán\"        },        {            \"english_version\": \"Fordo is probably the most watched place on the planet, and efforts to understand what is happening there are expected to increase.\",            \"english_title\": \"Fordo Under Watch\",            \"translated_version\": \"Fordo es probablemente el lugar más vigilado del planeta, y se espera que aumenten los esfuerzos para entender qué pasa allí.\",            \"translated_title\": \"Fordo bajo vigilancia\"        },        {            \"english_version\": \"Thousands of people marched a year after big protests where the parliament was set on fire and over 60 people were killed.\",            \"english_title\": \"Anniversary of Protests\",            \"translated_version\": \"Miles de personas marcharon un año después de grandes protestas donde se incendió el parlamento y murieron más de 60 personas.\",            \"translated_title\": \"Aniversario de protestas\"        },        {            \"english_version\": \"Rescue workers found a girl safe in a drain after flooding hit the area.\",            \"english_title\": \"Girl Rescued from Flood\",            \"translated_version\": \"Los rescatistas encontraron a una niña a salvo en un desagüe después de que las inundaciones golpearan el área.\",            \"translated_title\": \"Niña rescatada de inundación\"        },        {            \"english_version\": \"150 people got sick at outdoor graduation ceremonies in New Jersey because of the hot weather.\",            \"english_title\": \"Heat Sickness at Graduation\",            \"translated_version\": \"150 personas se enfermaron en ceremonias de graduación al aire libre en Nueva Jersey por el clima caliente.\",            \"translated_title\": \"Enfermedad por calor en graduación\"        }    ]}"