"{    \"translations\": [        {            \"english_version\": \"Oleksandr Syrskyi says that reports about Ukrainian troops being surrounded in Pokrovsk are not true.\",            \"english_title\": \"Ukrainian Troops Not Surrounded\",            \"translated_version\": \"Oleksandr Syrskyi dice que los informes sobre tropas ucranianas rodeadas en Pokrovsk no son verdad.\",            \"translated_title\": \"Tropas Ucranianas No Rodeadas\"        },        {            \"english_version\": \"A 38-year-old woman and a 37-year-old man went before a French judge because of a museum theft that surprised many people.\",            \"english_title\": \"Museum Theft in France\",            \"translated_version\": \"Una mujer de 38 años y un hombre de 37 años fueron ante un juez francés por un robo en un museo que sorprendió a muchas personas.\",            \"translated_title\": \"Robo en Museo en Francia\"        },        {            \"english_version\": \"Foreign Secretary Yvette Cooper announced that the UK's first flight from Jamaica to the UK will leave late on Saturday.\",            \"english_title\": \"First Flight from Jamaica\",            \"translated_version\": \"La Secretaria de Relaciones Exteriores Yvette Cooper anunció que el primer vuelo del Reino Unido desde Jamaica saldrá tarde el sábado.\",            \"translated_title\": \"Primer Vuelo desde Jamaica\"        },        {            \"english_version\": \"Many people mourned 16 people who died when a rail station canopy fell in Novi Sad last year, leading to ongoing protests.\",            \"english_title\": \"Rail Station Tragedy\",            \"translated_version\": \"Muchas personas lloraron a 16 personas que murieron cuando un techo de estación de tren cayó en Novi Sad el año pasado, llevando a protestas continuas.\",            \"translated_title\": \"Tragedia en Estación de Tren\"        },        {            \"english_version\": \"Kenya's government reports that 30 people are missing after heavy rains in the west of the country.\",            \"english_title\": \"Missing People in Kenya\",            \"translated_version\": \"El gobierno de Kenia informa que 30 personas están desaparecidas después de fuertes lluvias en el oeste del país.\",            \"translated_title\": \"Personas Desaparecidas en Kenia\"        }    ]}"