"{    \"translations\": [        {            \"english_version\": \"Three million new documents mention Trump and emails between Epstein and someone called 'The Duke'.\",            \"english_title\": \"Documents Mention Trump\",            \"translated_version\": \"Tres millones de nuevos documentos mencionan a Trump y correos entre Epstein y alguien llamado 'El Duque'.\",            \"translated_title\": \"Documentos Mencionan a Trump\"        },        {            \"english_version\": \"Marius Borg Høiby, the crown prince's stepson, faces 38 charges in a case that has gained global attention.\",            \"english_title\": \"Stepson Faces Charges\",            \"translated_version\": \"Marius Borg Høiby, el hijastro del príncipe, enfrenta 38 cargos en un caso que ha llamado la atención mundial.\",            \"translated_title\": \"Hijastro Enfrenta Cargos\"        },        {            \"english_version\": \"Fourteen people are injured after blasts on Saturday. Israel's military confirmed the strikes during a ceasefire, with Israel and Hamas blaming each other for breaking it.\",            \"english_title\": \"Blasts During Ceasefire\",            \"translated_version\": \"Catorce personas están heridas después de explosiones el sábado. El ejército de Israel confirmó los ataques durante un alto el fuego, con Israel y Hamas culpándose mutuamente por romperlo.\",            \"translated_title\": \"Explosiones Durante Alto el Fuego\"        },        {            \"english_version\": \"Businesses in Little Village, known as the 'Mexico of the Midwest', are struggling after immigration raids. A judge said ICE activity could have 'heartbreaking' effects but the state hadn't proven its case.\",            \"english_title\": \"Businesses Struggle After Raids\",            \"translated_version\": \"Negocios en Little Village, conocido como el 'México del Medio Oeste', están teniendo problemas después de redadas de inmigración. Un juez dijo que la actividad de ICE podría tener efectos 'tristes' pero el estado no había probado su caso.\",            \"translated_title\": \"Negocios Tienen Problemas Tras Redadas\"        },        {            \"english_version\": \"Some Israeli MPs want to introduce the death penalty for Palestinian attackers, a move that is highly controversial.\",            \"english_title\": \"Death Penalty Proposal\",            \"translated_version\": \"Algunos diputados israelíes quieren introducir la pena de muerte para atacantes palestinos, una idea muy controvertida.\",            \"translated_title\": \"Propuesta de Pena de Muerte\"        }    ]}"