"{    \"translations\": [        {            \"english_version\": \"The government needs approval from the House and the president's signature to reopen. This is a necessary step in the legislative process.\",            \"english_title\": \"Government Needs Approval\",            \"translated_version\": \"El gobierno necesita aprobación de la Casa y la firma del presidente para reabrir. Esto es un paso necesario en el proceso de leyes.\",            \"translated_title\": \"Gobierno Necesita Aprobación\"        },        {            \"english_version\": \"BBC journalists reported on an explosion in Delhi, India's capital, on Monday. They described the scene and what they witnessed.\",            \"english_title\": \"Explosion in Delhi\",            \"translated_version\": \"Periodistas de la BBC informaron sobre una explosión en Delhi, la capital de India, el lunes. Describieron la escena y lo que vieron.\",            \"translated_title\": \"Explosión en Delhi\"        },        {            \"english_version\": \"Lebanese authorities captured Mr. Gaddafi in 2015. He has been held without trial since then.\",            \"english_title\": \"Mr. Gaddafi Captured\",            \"translated_version\": \"Las autoridades libanesas capturaron al Sr. Gaddafi en 2015. Ha estado detenido sin juicio desde entonces.\",            \"translated_title\": \"Sr. Gaddafi Capturado\"        },        {            \"english_version\": \"Fung-wong was the 21st typhoon to hit South East Asia this year. The region has been experiencing frequent typhoons.\",            \"english_title\": \"Typhoon Fung-wong\",            \"translated_version\": \"Fung-wong fue el tifón número 21 en golpear el sudeste de Asia este año. La región ha estado experimentando tifones frecuentes.\",            \"translated_title\": \"Tifón Fung-wong\"        },        {            \"english_version\": \"The former French president was jailed for using money from Muammar Gaddafi to fund his election campaign. This was a significant legal case in France.\",            \"english_title\": \"French President Jailed\",            \"translated_version\": \"El ex presidente francés fue encarcelado por usar dinero de Muammar Gaddafi para financiar su campaña electoral. Este fue un caso legal importante en Francia.\",            \"translated_title\": \"Presidente Francés Encarcelado\"        }    ]}"