"{    \"translations\": [        {            \"english_version\": \"America's economy grew faster in the second quarter of the year. The Gross Domestic Product (GDP) increased by 2.8% annually, up from 1.4% in the first quarter. This growth exceeded analysts' expectations. The data indicates that the world's largest economy is heading towards a smooth landing as inflation decreases.\",            \"english_title\": \"Economic Growth in America\",            \"translated_version\": \"La economía de América creció más rápido en el segundo trimestre del año. El Producto Interno Bruto (PIB) aumentó un 2.8% anualmente, frente al 1.4% del primer trimestre. Este crecimiento superó las expectativas de los analistas. Los datos indican que la economía más grande del mundo se dirige hacia un aterrizaje suave a medida que la inflación disminuye.\",            \"translated_title\": \"Crecimiento Económico en América\"        },        {            \"english_version\": \"The Israel Defence Forces reported destroying about 50 sites of armed groups in Gaza. These actions have resulted in the deaths of at least 129 Palestinians in five days. Israeli Prime Minister Binyamin Netanyahu defended the country's military actions in Gaza during a lengthy speech to the US Congress, which was boycotted by half of Congressional Democrats.\",            \"english_title\": \"Conflict in Gaza\",            \"translated_version\": \"Las Fuerzas de Defensa de Israel informaron que destruyeron alrededor de 50 sitios de grupos armados en Gaza. Estas acciones han resultado en la muerte de al menos 129 palestinos en cinco días. El Primer Ministro de Israel, Binyamin Netanyahu, defendió las acciones militares del país en Gaza durante un largo discurso ante el Congreso de los Estados Unidos, que fue boicoteado por la mitad de los demócratas del Congreso.\",            \"translated_title\": \"Conflicto en Gaza\"        }    ]}"