"{    \"translations\": [        {            \"english_version\": \"Six European countries have joined America, Australia, and Canada in pausing funding for the UN's agency for Palestinian refugees. The agency will investigate several of its staff suspected of involvement in Hamas's October 7th attacks on Israel. UNRWA immediately terminated the contracts of those accused. The commissioner-general of UNRWA warned that this decision threatens its humanitarian work and said that it stains all of us. Ireland's deputy premier stated that his country has no plans to suspend funding but supports action against any staff linked to the attacks.\",            \"english_title\": \"Funding Paused for UN Agency for Palestinian Refugees\",            \"translated_version\": \"Seis países europeos se han unido a Estados Unidos, Australia y Canadá en la suspensión de fondos para la agencia de la ONU para los refugiados palestinos. La agencia investigará a varios de sus empleados sospechosos de estar involucrados en los ataques de Hamas del 7 de octubre a Israel. UNRWA terminó inmediatamente los contratos de los acusados. El comisionado general de UNRWA advirtió que esta decisión amenaza su trabajo humanitario y dijo que nos mancha a todos. El viceprimer ministro de Irlanda declaró que su país no tiene planes de suspender la financiación, pero apoya las acciones contra cualquier empleado vinculado a los ataques.\",            \"translated_title\": \"Financiamiento Pausado para la Agencia de la ONU para los Refugiados Palestinos\"        },        {            \"english_version\": \"Trafigura, a commodities group, is assessing the risks of voyages across the Red Sea after one of its tankers caught fire. The tanker was struck by a missile in the latest and most damaging attack by Iran-backed Houthi rebels in Yemen since November. Firefighters managed to extinguish the blaze. Many shipping companies have rerouted around Africa to avoid Houthi attacks.\",            \"english_title\": \"Tanker Fire in the Red Sea\",            \"translated_version\": \"Trafigura, un grupo de productos básicos, está evaluando los riesgos de los viajes a través del Mar Rojo después de que uno de sus petroleros se incendiara. El petrolero fue alcanzado por un misil en el último y más devastador ataque de los rebeldes houthis respaldados por Irán en Yemen desde noviembre. Los bomberos lograron extinguir el incendio. Muchas compañías navieras han cambiado de ruta alrededor de África para evitar los ataques houthis.\",            \"translated_title\": \"Incendio de un Petrolero en el Mar Rojo\"        },        {            \"english_version\": \"A jury has ordered Donald Trump to pay over $83m in damages to E. Jean Carroll for defaming her. Last year, Mr. Trump was found liable for sexually assaulting Ms. Carroll in the 1990s. He had denied her accusations and attacked her repeatedly online and during his time in the White House. The sum awarded to Ms. Carroll on Friday exceeds the $24m that her lawyers had requested.\",            \"english_title\": \"Donald Trump Ordered to Pay Damages\",            \"translated_version\": \"Un jurado ha ordenado a Donald Trump pagar más de $83 millones en daños a E. Jean Carroll por difamarla. El año pasado, el Sr. Trump fue encontrado responsable de agredir sexualmente a la Sra. Carroll en la década de 1990. Él negó sus acusaciones y la atacó repetidamente en línea y durante su tiempo en la Casa Blanca. La suma otorgada a la Sra. Carroll el viernes supera los $24 millones que sus abogados habían solicitado.\",            \"translated_title\": \"Donald Trump Ordenado a Pagar Daños\"        },        {            \"english_version\": \"Holcim, the world's largest cement company, may announce a deal to separate its North American business in the coming days. In July 2023, the Swiss company stated that North America was on track to account for 40% of the group's sales, increasing to around $12bn. It has wagered that American manufacturers will increase domestic production to avoid supply-chain bottlenecks.\",            \"english_title\": \"Holcim Considers Separating North American Business\",            \"translated_version\": \"Holcim, la compañía de cemento más grande del mundo, podría anunciar un acuerdo para separar su negocio en América del Norte en los próximos días. En julio de 2023, la empresa suiza afirmó que América del Norte estaba en camino de representar el 40% de las ventas del grupo, aumentando a alrededor de $12 mil millones. Ha apostado a que los fabricantes estadounidenses aumentarán la producción nacional para evitar cuellos de botella en la cadena de suministro.\",            \"translated_title\": \"Holcim Considera Separar su Negocio en América del Norte\"        },        {            \"english_version\": \"America has approved the sale of 40 F-16 fighter jets to Turkey, a deal worth $23bn, after Turkey's parliament ratified Sweden's request to join NATO. Sweden applied to join the defense alliance in May 2022, after Russia's invasion of Ukraine in February that year. But Turkey delayed its entry, claiming that it was harboring Kurdish separatists that Turkey considers terrorists.\",            \"english_title\": \"Sale of F-16 Fighter Jets to Turkey Approved\",            \"translated_version\": \"Estados Unidos ha aprobado la venta de 40 aviones de combate F-16 a Turquía, un acuerdo valorado en $23 mil millones, después de que el parlamento de Turquía ratificara la solicitud de Suecia para unirse a la OTAN. Suecia solicitó unirse a la alianza de defensa en mayo de 2022, después de la invasión de Rusia a Ucrania en febrero de ese año. Pero Turquía retrasó su entrada, alegando que albergaba a separatistas kurdos que Turquía considera terroristas.\",            \"translated_title\": \"Aprobada la Venta de Aviones de Combate F-16 a Turquía\"        }    ]}"