"{    \"translations\": [        {            \"english_version\": \"Almost one million people have been forced to leave their homes since fighting started again earlier this month. The Ukrainian president plans to meet the US president in Florida, while Kyiv's mayor reports that Russia has launched new air strikes on the capital.\",            \"english_title\": \"Ukrainian Conflict\",            \"translated_version\": \"Casi un millón de personas han tenido que dejar sus casas desde que la pelea empezó de nuevo este mes. El presidente de Ucrania planea reunirse con el presidente de Estados Unidos en Florida, mientras el alcalde de Kyiv dice que Rusia ha lanzado nuevos ataques aéreos en la capital.\",            \"translated_title\": \"Conflicto en Ucrania\"        },        {            \"english_version\": \"An explosion in Homs targeted an area mostly populated by Alawites, a group that has faced violence since the fall of former-President Bashar al-Assad.\",            \"english_title\": \"Explosion in Homs\",            \"translated_version\": \"Una explosión en Homs ocurrió en un área donde viven muchos alauitas, un grupo que ha enfrentado violencia desde la caída del ex-presidente Bashar al-Assad.\",            \"translated_title\": \"Explosión en Homs\"        },        {            \"english_version\": \"Police report that an attacker from the occupied West Bank ran over at least one person and then stabbed another victim several miles away.\",            \"english_title\": \"Attack in West Bank\",            \"translated_version\": \"La policía dice que un atacante de la ocupada Cisjordania atropelló al menos a una persona y luego apuñaló a otra víctima a varias millas de distancia.\",            \"translated_title\": \"Ataque en Cisjordania\"        },        {            \"english_version\": \"This is the first election since the army's coup in early 2021, and many are calling it a fake election.\",            \"english_title\": \"First Election After Coup\",            \"translated_version\": \"Esta es la primera elección desde el golpe del ejército a principios de 2021, y muchos la llaman una elección falsa.\",            \"translated_title\": \"Primera Elección Tras Golpe\"        },        {            \"english_version\": \"Najib was found guilty for his involvement in the billion-dollar scandal with the country's sovereign wealth fund 1MDB.\",            \"english_title\": \"Najib Found Guilty\",            \"translated_version\": \"Najib fue encontrado culpable por su participación en el escándalo de miles de millones de dólares con el fondo de riqueza soberana del país 1MDB.\",            \"translated_title\": \"Najib Culpable\"        }    ]}"