"{    \"translations\": [        {            \"english_version\": \"Quentin Sommerville follows volunteers carrying out evacuations in eastern Ukraine as drone attacks continue. The situation remains tense as both sides engage in ongoing conflict.\",            \"english_title\": \"Evacuations in Ukraine\",            \"translated_version\": \"Quentin Sommerville sigue a voluntarios que ayudan a evacuar personas en el este de Ucrania mientras continúan los ataques de drones. La situación sigue tensa porque los dos lados están en conflicto.\",            \"translated_title\": \"Evacuaciones en Ucrania\"        },        {            \"english_version\": \"The deployment of military for domestic law enforcement has drawn backlash from Democrats. One governor described it as an 'abuse of power', highlighting concerns over the use of military forces in civilian areas.\",            \"english_title\": \"Military in Civilian Areas\",            \"translated_version\": \"El uso de militares para la ley en casa ha causado enojo en los Demócratas. Un gobernador dijo que es un `abuso de poder`, mostrando preocupación por usar militares en áreas de civiles.\",            \"translated_title\": \"Militares en Áreas Civiles\"        },        {            \"english_version\": \"Sixty-four people were killed in Israeli attacks across Gaza in the past 24 hours, according to the territory's Hamas-run health ministry. The conflict continues to escalate with significant casualties reported.\",            \"english_title\": \"Casualties in Gaza\",            \"translated_version\": \"Sesenta y cuatro personas murieron en ataques israelíes en Gaza en las últimas 24 horas, según el ministerio de salud de Hamas. El conflicto sigue creciendo con muchas personas heridas o muertas.\",            \"translated_title\": \"Muertes en Gaza\"        },        {            \"english_version\": \"Typhoon Kajiki is moving past Hainan in China and is expected to head towards Vietnam, according to weather forecasters. Residents in the affected areas are being advised to prepare for severe weather conditions.\",            \"english_title\": \"Typhoon Kajiki\",            \"translated_version\": \"El tifón Kajiki está pasando por Hainan en China y se espera que vaya hacia Vietnam, según los pronósticos del clima. Se aconseja a las personas en las áreas afectadas que se preparen para el mal tiempo.\",            \"translated_title\": \"Tifón Kajiki\"        },        {            \"english_version\": \"France has denied allegations that it is not addressing a rise in antisemitism since the Gaza war began. The government insists it is taking necessary measures to combat hate crimes and protect its citizens.\",            \"english_title\": \"France and Antisemitism\",            \"translated_version\": \"Francia ha negado que no está haciendo nada sobre el aumento del antisemitismo desde que comenzó la guerra en Gaza. El gobierno dice que está tomando medidas necesarias para combatir los crímenes de odio y proteger a sus ciudadanos.\",            \"translated_title\": \"Francia y Antisemitismo\"        }    ]}"