"{    \"translations\": [        {            \"english_version\": \"The Israeli military says a military spokesman was killed in a strike on Saturday, but Hamas has not confirmed this death. Ahmed Ghaleb Nasser al-Rahawi and several other Houthi officials were also killed in an attack, according to the Iran-backed movement.\",            \"english_title\": \"Military Spokesman Killed\",            \"translated_version\": \"El ejército de Israel dice que un portavoz militar murió en un ataque el sábado, pero Hamas no ha confirmado esta muerte. Ahmed Ghaleb Nasser al-Rahawi y otros oficiales hutíes también murieron en un ataque, según el grupo apoyado por Irán.\",            \"translated_title\": \"Portavoz Militar Muerto\"        },        {            \"english_version\": \"India's prime minister wants to get closer to some of the world’s largest economies. This move is to help calm down anti-government protests happening across the country.\",            \"english_title\": \"India Seeks Closer Ties\",            \"translated_version\": \"El primer ministro de India quiere acercarse a algunas de las economías más grandes del mundo. Este movimiento es para ayudar a calmar las protestas contra el gobierno en el país.\",            \"translated_title\": \"India Busca Acercarse\"        },        {            \"english_version\": \"Thousands of people are marching through Mexico's cities, asking the government to do more about enforced disappearances. This issue is often connected to drug cartels.\",            \"english_title\": \"Marches in Mexico\",            \"translated_version\": \"Miles de personas están marchando por las ciudades de México, pidiendo al gobierno que haga más sobre las desapariciones forzadas. Este problema a menudo está relacionado con los carteles de drogas.\",            \"translated_title\": \"Marchas en México\"        },        {            \"english_version\": \"Carolyne Odour's two young sons went missing with their father, who follows a self-proclaimed pastor named Paul Mackenzie.\",            \"english_title\": \"Missing Family\",            \"translated_version\": \"Los dos hijos pequeños de Carolyne Odour desaparecieron con su padre, quien sigue a un pastor autoproclamado llamado Paul Mackenzie.\",            \"translated_title\": \"Familia Desaparecida\"        },        {            \"english_version\": \"A precious medieval artwork will be shown in London next year, but the French art community is very much against this.\",            \"english_title\": \"Medieval Art Controversy\",            \"translated_version\": \"Una obra de arte medieval preciosa se mostrará en Londres el próximo año, pero la comunidad de arte francesa está muy en contra de esto.\",            \"translated_title\": \"Controversia de Arte Medieval\"        }    ]}"