"{    \"translations\": [        {            \"english_version\": \"Dozens of aid trucks have been seen crossing into Gaza, but UN agencies say this is not enough for the territory. Clashes have already taken place between the group and an armed clan in Gaza City.\",            \"english_title\": \"Aid Trucks in Gaza\",            \"translated_version\": \"Muchos camiones de ayuda han cruzado a Gaza, pero las agencias de la ONU dicen que no es suficiente para el lugar. Ya hubo peleas entre el grupo y un clan armado en la Ciudad de Gaza.\",            \"translated_title\": \"Camiones de Ayuda en Gaza\"        },        {            \"english_version\": \"Beijing says it could introduce countermeasures if the US President imposes an additional 100% tariff on Chinese imports.\",            \"english_title\": \"China's Response to US Tariffs\",            \"translated_version\": \"Beijing dice que podría tomar medidas si el Presidente de EE.UU. pone un impuesto extra del 100% a las importaciones chinas.\",            \"translated_title\": \"Respuesta de China a Impuestos de EE.UU.\"        },        {            \"english_version\": \"Patrick Herminie has defeated Wavel Ramkalawan in a runoff, gaining 52.7% of the vote, official results show.\",            \"english_title\": \"Patrick Herminie Wins Election\",            \"translated_version\": \"Patrick Herminie ganó a Wavel Ramkalawan en una segunda vuelta, obteniendo el 52.7% de los votos, dicen los resultados oficiales.\",            \"translated_title\": \"Patrick Herminie Gana Elección\"        },        {            \"english_version\": \"The attacks came days after Pakistan was accused of bombing a market inside Afghanistan.\",            \"english_title\": \"Attacks After Accusations\",            \"translated_version\": \"Los ataques ocurrieron días después de que Pakistán fue acusado de bombardear un mercado en Afganistán.\",            \"translated_title\": \"Ataques Tras Acusaciones\"        },        {            \"english_version\": \"An army unit claimed it had taken over leadership of the military command and was now in control of all the armed forces.\",            \"english_title\": \"Army Unit Takes Control\",            \"translated_version\": \"Una unidad del ejército dijo que tomó el mando del comando militar y ahora controla todas las fuerzas armadas.\",            \"translated_title\": \"Unidad del Ejército Toma Control\"        }    ]}"