"{    \"translations\": [        {            \"english_version\": \"The Russian leader has rejected calls for a ceasefire as his troops advance. The Chinese and Russian leaders have been in power for many years, with neither planning to step down. President Xi is showing his power and challenging the US and the world order.\",            \"english_title\": \"Russian and Chinese Leaders\",            \"translated_version\": \"El líder ruso no quiere parar la guerra mientras sus soldados avanzan. Los líderes de China y Rusia han estado en el poder por muchos años y no quieren dejarlo. El presidente Xi muestra su poder y desafía a Estados Unidos y al mundo.\",            \"translated_title\": \"Líderes de Rusia y China\"        },        {            \"english_version\": \"Investigators in Argentina may have found more stolen artworks in a property linked to the daughters of a fugitive Nazi.\",            \"english_title\": \"Stolen Art in Argentina\",            \"translated_version\": \"Investigadores en Argentina pueden haber encontrado más obras de arte robadas en una propiedad relacionada con las hijas de un nazi fugitivo.\",            \"translated_title\": \"Arte Robado en Argentina\"        },        {            \"english_version\": \"The Trump administration is considering using military force against drug cartels.\",            \"english_title\": \"Trump and Drug Cartels\",            \"translated_version\": \"El gobierno de Trump está pensando en usar fuerza militar contra los carteles de drogas.\",            \"translated_title\": \"Trump y Carteles de Drogas\"        },        {            \"english_version\": \"Survivors are making a list of Epstein's associates but are afraid for their safety.\",            \"english_title\": \"Epstein's Associates\",            \"translated_version\": \"Los sobrevivientes están haciendo una lista de los amigos de Epstein pero tienen miedo por su seguridad.\",            \"translated_title\": \"Amigos de Epstein\"        },        {            \"english_version\": \"Jasveen Sangha, 42, has admitted to five charges related to an actor's death in Los Angeles.\",            \"english_title\": \"Charges in Actor's Death\",            \"translated_version\": \"Jasveen Sangha, de 42 años, ha admitido cinco cargos relacionados con la muerte de un actor en Los Ángeles.\",            \"translated_title\": \"Cargos por Muerte de Actor\"        }    ]}"