"{    \"translations\": [        {            \"english_version\": \"Officials and diplomats left the auditorium in protest when the Israeli leader started speaking, leaving many seats empty.\",            \"english_title\": \"Protest Walkout\",            \"translated_version\": \"Los oficiales y diplomáticos salieron del auditorio en protesta cuando el líder de Israel empezó a hablar, dejando muchos asientos vacíos.\",            \"translated_title\": \"Protesta de Salida\"        },        {            \"english_version\": \"Documents from the estate of Jeffrey Epstein, a convicted paedophile financier, were released by Congressional Democrats.\",            \"english_title\": \"Epstein Documents Released\",            \"translated_version\": \"Los documentos de la propiedad de Jeffrey Epstein, un financiero condenado por delitos, fueron publicados por los demócratas del Congreso.\",            \"translated_title\": \"Documentos de Epstein\"        },        {            \"english_version\": \"Critics are warning that a proposed change could make life harder for LGBT people.\",            \"english_title\": \"LGBT Concerns\",            \"translated_version\": \"Los críticos advierten que un cambio propuesto podría hacer la vida más difícil para las personas LGBT.\",            \"translated_title\": \"Preocupaciones LGBT\"        },        {            \"english_version\": \"A woman fled to Cuba after being convicted of killing a police officer, but she says she did not shoot the officer.\",            \"english_title\": \"Woman Flees to Cuba\",            \"translated_version\": \"Una mujer huyó a Cuba después de ser condenada por matar a un policía, pero ella dice que no disparó al oficial.\",            \"translated_title\": \"Mujer Huye a Cuba\"        },        {            \"english_version\": \"Charles Mwesigwa led a network that exploited vulnerable women in glamorous areas of Dubai.\",            \"english_title\": \"Exploitation Network\",            \"translated_version\": \"Charles Mwesigwa dirigía una red que explotaba a mujeres vulnerables en áreas glamorosas de Dubái.\",            \"translated_title\": \"Red de Explotación\"        }    ]}"