"{    \"translations\": [        {            \"english_version\": \"Israel's Prime Minister, Binyamin Netanyahu, rejected an American-backed proposal for a ceasefire with Hizbullah, stating that rumours of a truce were false. Israel's Foreign Minister, Israel Katz, declared that the Israel Defence Forces would continue their operations against the Lebanese militia until victory and the safe return of the residents of the north to their homes. Recent strikes across the border have been the most intense since Israel invaded southern Lebanon in 2006.\",            \"english_title\": \"Middle East Conflict\",            \"translated_version\": \"El Primer Ministro de Israel, Binyamin Netanyahu, rechazó una propuesta respaldada por Estados Unidos para un alto el fuego con Hizbullah, diciendo que los rumores de una tregua eran falsos. El Ministro de Relaciones Exteriores de Israel, Israel Katz, declaró que las Fuerzas de Defensa de Israel continuarán sus operaciones contra la milicia libanesa hasta la victoria y el regreso seguro de los residentes del norte a sus hogares. Los recientes ataques al otro lado de la frontera han sido los más intensos desde que Israel invadió el sur del Líbano en 2006.\",            \"translated_title\": \"Conflicto en Medio Oriente\"        },        {            \"english_version\": \"New York City's Democratic Mayor, Eric Adams, faced charges of bribery, fraud, and campaign-finance violations. Federal prosecutors alleged that he accepted money from 'straw' donors and received improper perks from a Turkish official. Adams was accused of expediting the opening of a Turkish consular building in exchange for flights on Turkey's national airline and stays at luxurious hotels. The mayor has denied any wrongdoing.\",            \"english_title\": \"Legal Troubles for New York City Mayor\",            \"translated_version\": \"El Alcalde Demócrata de la Ciudad de Nueva York, Eric Adams, enfrentó cargos de soborno, fraude y violaciones financieras de campaña. Los fiscales federales alegaron que aceptó dinero de donantes 'falsos' y recibió beneficios indebidos de un funcionario turco. Se acusó a Adams de acelerar la apertura de un edificio consular turco a cambio de vuelos en la aerolínea nacional de Turquía y estancias en hoteles de lujo. El alcalde ha negado cualquier mala conducta.\",            \"translated_title\": \"Problemas Legales para el Alcalde de la Ciudad de Nueva York\"        }    ]}"