"{    \"translations\": [        {            \"english_version\": \"Israel has increased its attacks on Tehran, targeting sites connected to the Iranian regime. The strikes hit the entrance to Evin prison, where political prisoners are held, and the headquarters of the Basij secret police. This attack was the largest so far, expanding beyond Iran's nuclear program.\",            \"english_title\": \"Israel's Attacks on Tehran\",            \"translated_version\": \"Israel ha aumentado sus ataques en Teherán, apuntando a lugares conectados al régimen iraní. Los ataques golpearon la entrada a la prisión de Evin, donde se encuentran presos políticos, y la sede de la policía secreta Basij. Este ataque fue el más grande hasta ahora, expandiéndose más allá del programa nuclear de Irán.\",            \"translated_title\": \"Ataques de Israel en Teherán\"        },        {            \"english_version\": \"Russia's President, Vladimir Putin, met with Iran's Foreign Minister, Abbas Araghchi, in Moscow. Putin criticized America's strikes on Iran's nuclear facilities as 'absolutely unprovoked aggression'. Iran's Supreme Leader, Ayatollah Ali Khamenei, sought greater Russian support through his envoy. Putin also discussed regional issues with Iraq's Prime Minister, Muhammad al-Sudani, over the phone.\",            \"english_title\": \"Putin's Meeting and Discussions\",            \"translated_version\": \"El Presidente de Rusia, Vladimir Putin, se reunió con el Ministro de Relaciones Exteriores de Irán, Abbas Araghchi, en Moscú. Putin criticó los ataques de América a las instalaciones nucleares de Irán como 'una agresión absolutamente no provocada'. El Líder Supremo de Irán, Ayatollah Ali Khamenei, buscó un mayor apoyo ruso a través de su enviado. Putin también discutió temas regionales con el Primer Ministro de Irak, Muhammad al-Sudani, por teléfono.\",            \"translated_title\": \"Reunión y Discusiones de Putin\"        }    ]}"