"{    \"translations\": [        {            \"english_version\": \"Typhoon Fung-wong hit the Philippines with strong winds of 185 km/h. It was a super typhoon but got weaker later. Over 900,000 people had to leave their homes. Emergency services told people to stay away from the coast because the sea was rough.\",            \"english_title\": \"Typhoon Hits Philippines\",            \"translated_version\": \"El tifon Fung-wong llego a Filipinas con vientos fuertes de 185 km/h. Era un super tifon pero se hizo mas debil despues. Mas de 900,000 personas tuvieron que dejar sus casas. Los servicios de emergencia dijeron a la gente que se alejara de la costa porque el mar estaba bravo.\",            \"translated_title\": \"Tifon en Filipinas\"        },        {            \"english_version\": \"Sir Richard Knighton, a UK military leader, said that Belgium asked for help with people and equipment this week.\",            \"english_title\": \"Belgium Asks for Help\",            \"translated_version\": \"Sir Richard Knighton, un lider militar del Reino Unido, dijo que Belgica pidio ayuda con personas y equipo esta semana.\",            \"translated_title\": \"Belgica Pide Ayuda\"        },        {            \"english_version\": \"The government in Iran is asking people to save water because the reservoirs are drying up and there is very little rain.\",            \"english_title\": \"Iran Water Shortage\",            \"translated_version\": \"El gobierno en Iran esta pidiendo a la gente que ahorre agua porque los depositos se estan secando y hay muy poca lluvia.\",            \"translated_title\": \"Falta de Agua en Iran\"        },        {            \"english_version\": \"The Israeli military said that the body of a soldier was returned from Gaza after 11 years.\",            \"english_title\": \"Soldier's Body Returned\",            \"translated_version\": \"El ejercito israeli dijo que el cuerpo de un soldado fue devuelto desde Gaza despues de 11 anos.\",            \"translated_title\": \"Cuerpo de Soldado Devuelto\"        },        {            \"english_version\": \"Malaysian authorities are searching for more people who survived after a boat turned over near Langkawi.\",            \"english_title\": \"Boat Accident in Malaysia\",            \"translated_version\": \"Las autoridades malasias estan buscando mas personas que sobrevivieron despues de que un barco se volteo cerca de Langkawi.\",            \"translated_title\": \"Accidente de Barco en Malasia\"        }    ]}"