"{    \"translations\": [        {            \"english_version\": \"The UK praises Europe's strength after Trump criticizes countries for not controlling migration or taking action to end the Ukraine war.\",            \"english_title\": \"UK Praises Europe\",            \"translated_version\": \"El Reino Unido alaba la fuerza de Europa despues de que Trump critica a los paises por no controlar la migracion o tomar accion para terminar la guerra en Ucrania.\",            \"translated_title\": \"Reino Unido Alaba a Europa\"        },        {            \"english_version\": \"Social media accounts of millions of Australians under 16 must be deactivated, with companies facing fines if they do not comply.\",            \"english_title\": \"Australia Social Media Rules\",            \"translated_version\": \"Las cuentas de redes sociales de millones de australianos menores de 16 anos deben ser desactivadas, y las empresas enfrentan multas si no cumplen.\",            \"translated_title\": \"Reglas de Redes Sociales en Australia\"        },        {            \"english_version\": \"Venezuela's opposition leader María Corina Machado is in hiding, and her location is currently unknown.\",            \"english_title\": \"Venezuelan Leader in Hiding\",            \"translated_version\": \"La lider de la oposicion de Venezuela, Maria Corina Machado, esta escondida y su ubicacion es desconocida.\",            \"translated_title\": \"Lider Venezolana Escondida\"        },        {            \"english_version\": \"US lawmakers might withhold Pentagon travel funds until an unedited video of a controversial incident is released.\",            \"english_title\": \"US Lawmakers and Pentagon Funds\",            \"translated_version\": \"Los legisladores de EE.UU. podrian retener fondos de viaje del Pentagono hasta que se publique un video sin editar de un incidente polemico.\",            \"translated_title\": \"Legisladores de EE.UU. y Fondos del Pentagono\"        },        {            \"english_version\": \"Prime Minister Inga Ruginiene says the hybrid attack is a real threat to national security and civil aviation.\",            \"english_title\": \"Hybrid Attack Threat\",            \"translated_version\": \"La primera ministra Inga Ruginiene dice que el ataque hibrido es una amenaza real para la seguridad nacional y la aviacion civil.\",            \"translated_title\": \"Amenaza de Ataque Hibrido\"        }    ]}"