"{    \"translations\": [        {            \"english_version\": \"Hamas released six additional hostages, bringing today’s total to eight, the Israel Defence Forces announced. Israel is expected to release 30 Palestinians in turn. Earlier Israel and Hamas agreed to extend a truce, which began on Friday, by at least one day. At a news conference in Tel Aviv, Antony Blinken (pictured, left), America’s secretary of state, said Israel must put in place humanitarian civilian-protection plans before fighting resumes. Israel agreed with the approach, he said.\",            \"english_title\": \"Hamas releases hostages\",            \"translated_version\": \"Hamas liberó seis rehenes adicionales, elevando el total de hoy a ocho, anunciaron las Fuerzas de Defensa de Israel. Se espera que Israel libere a 30 palestinos a su vez. Anteriormente, Israel y Hamas acordaron extender una tregua, que comenzó el viernes, por al menos un día. En una conferencia de prensa en Tel Aviv, Antony Blinken (en la foto, a la izquierda), secretario de estado de Estados Unidos, dijo que Israel debe implementar planes humanitarios de protección civil antes de que se reanude la lucha. Israel estuvo de acuerdo con el enfoque, dijo.\",            \"translated_title\": \"Hamas libera rehenes\"        },        {            \"english_version\": \"Henry Kissinger, America’s former secretary of state, died aged 100. A Nobel peace-prize winner, he shaped world affairs under presidents Richard Nixon and Gerald Ford, and oversaw America’s withdrawal from Vietnam. His shuttle diplomacy helped stabilise the Middle East after the Yom Kippur war in 1973. But his legacy is controversial: in the 1970s he supported Pakistan while it carried out massacres in what is now Bangladesh.\",            \"english_title\": \"Henry Kissinger dies\",            \"translated_version\": \"Henry Kissinger, ex secretario de estado de Estados Unidos, murió a los 100 años. Ganador del premio Nobel de la paz, moldeó los asuntos mundiales bajo los presidentes Richard Nixon y Gerald Ford, y supervisó la retirada de Estados Unidos de Vietnam. Su diplomacia de acercamiento ayudó a estabilizar Oriente Medio después de la guerra de Yom Kippur en 1973. Pero su legado es controvertido: en la década de 1970 apoyó a Pakistán mientras llevaba a cabo masacres en lo que ahora es Bangladesh.\",            \"translated_title\": \"Muere Henry Kissinger\"        },        {            \"english_version\": \"OPEC+, a group of oil-exporting countries, reportedly agreed to make additional oil-supply cuts of 1m barrels per day. Saudi Arabia will also extend its voluntary cuts of 1m barrels, announced in June, into next year. The move is intended to support the market, as global demand is forecast to slow. The cartel announced that Brazil will join OPEC+ from January 2024. National leaders at COP28 finalised a loss and damage fund, which would see rich countries compensate poor ones for the damage caused by climate-related disasters. The deal was first announced during COP27. The UAE, the summit’s hosts, pledged $100m to the fund; other contributors include Britain, Germany and Japan. Meta said it shut down a network of almost 4,800 fake Chinese accounts that sought to polarise American voters ahead of the 2024 election. The company, which owns Facebook and Instagram, said the accounts impersonated ordinary Americans and shared highly partisan posts from politicians and news outlets. A smaller Russian network was also shut down.\",            \"english_title\": \"OPEC+ agrees to oil cuts\",            \"translated_version\": \"OPEC+, un grupo de países exportadores de petróleo, acordó supuestamente realizar recortes adicionales en el suministro de petróleo de 1 millón de barriles por día. Arabia Saudita también extenderá sus recortes voluntarios de 1 millón de barriles, anunciados en junio, hasta el próximo año. La medida tiene como objetivo apoyar el mercado, ya que se prevé una desaceleración de la demanda mundial. El cartel anunció que Brasil se unirá a OPEC+ a partir de enero de 2024. Los líderes nacionales en la COP28 finalizaron un fondo de pérdidas y daños, que vería a los países ricos compensar a los pobres por los daños causados por desastres relacionados con el clima. El acuerdo se anunció por primera vez durante la COP27. Los Emiratos Árabes Unidos, anfitriones de la cumbre, se comprometieron con $100 millones para el fondo; otros contribuyentes incluyen a Gran Bretaña, Alemania y Japón. Meta dijo que cerró una red de casi 4.800 cuentas falsas chinas que buscaban polarizar a los votantes estadounidenses antes de las elecciones de 2024. La compañía, propietaria de Facebook e Instagram, dijo que las cuentas se hacían pasar por estadounidenses comunes y compartían publicaciones altamente partidistas de políticos y medios de comunicación. También se cerró una red rusa más pequeña.\",            \"translated_title\": \"OPEC+ acuerda recortes de petróleo\"        },        {            \"english_version\": \"Russia’s highest court approved a request by the justice ministry to label the international public LGBT movement as extremist and ban its activities. Russia has increasingly cracked down on LGBT rights: in 2013 it adopted a law banning the propaganda of non-traditional sexual relations aimed at minors. The measure was extended to all age groups last year.\",            \"english_title\": \"Russia bans LGBT movement\",            \"translated_version\": \"El tribunal más alto de Rusia aprobó una solicitud del ministerio de justicia para etiquetar al movimiento LGBT internacional como extremista y prohibir sus actividades. Rusia ha intensificado la represión de los derechos LGBT: en 2013 adoptó una ley que prohíbe la propaganda de relaciones sexuales no tradicionales dirigida a menores. La medida se extendió a todos los grupos de edad el año pasado.\",            \"translated_title\": \"Rusia prohíbe el movimiento LGBT\"        },        {            \"english_version\": \"Shane MacGowan, the frontman of The Pogues, a Celtic punk band, died aged 65. He joined his first punk band, The Nipple Erectors (later The Nips), in 1977 and often wrote about the experiences of the Irish diaspora. The Pogues spearheaded interest in Irish traditional music by being wildly untraditional in their approach. The band’s best known song is Fairytale of New York.\",            \"english_title\": \"Shane MacGowan dies\",            \"translated_version\": \"Shane MacGowan, el líder de The Pogues, una banda de punk celta, murió a los 65 años. Se unió a su primera banda de punk, The Nipple Erectors (más tarde The Nips), en 1977 y a menudo escribía sobre las experiencias de la diáspora irlandesa. The Pogues lideraron el interés por la música tradicional irlandesa al ser extremadamente no tradicionales en su enfoque. La canción más conocida de la banda es Fairytale of New York.\",            \"translated_title\": \"Muere Shane MacGowan\"        }    ]}"