"{    \"translations\": [        {            \"english_version\": \"Israel is facing pressure from other countries to help with the hunger problem in Gaza. This might mean Israel knows it needs to do more, but it is probably because its friends are asking it to help. The US President, Donald Trump, has asked both sides to work towards stopping the fighting.\",            \"english_title\": \"Israel and Gaza\",            \"translated_version\": \"Israel tiene presión de otros países para ayudar con el problema de hambre en Gaza. Esto puede significar que Israel sabe que necesita hacer más, pero probablemente es porque sus amigos le piden ayuda. El presidente de EE.UU., Donald Trump, ha pedido a ambos lados que trabajen para detener la pelea.\",            \"translated_title\": \"Israel y Gaza\"        },        {            \"english_version\": \"Firefighters are warning that it will be a tough day because the temperature is expected to go up to 44 degrees Celsius (111.2 degrees Fahrenheit) on Sunday.\",            \"english_title\": \"Hot Day Warning\",            \"translated_version\": \"Los bomberos advierten que será un día difícil porque se espera que la temperatura suba a 44 grados Celsius (111.2 grados Fahrenheit) el domingo.\",            \"translated_title\": \"Advertencia de Día Caluroso\"        },        {            \"english_version\": \"Around 20 people died during a night vigil when armed men attacked them, according to officials.\",            \"english_title\": \"Night Vigil Attack\",            \"translated_version\": \"Alrededor de 20 personas murieron durante una vigilia nocturna cuando hombres armados los atacaron, según funcionarios.\",            \"translated_title\": \"Ataque en Vigilia Nocturna\"        },        {            \"english_version\": \"At least 31 people, including many schoolchildren, died when a fighter jet crashed into a school in Dhaka.\",            \"english_title\": \"Jet Crash in Dhaka\",            \"translated_version\": \"Al menos 31 personas, incluyendo muchos niños de escuela, murieron cuando un avión de combate chocó contra una escuela en Dhaka.\",            \"translated_title\": \"Choque de Avión en Dhaka\"        },        {            \"english_version\": \"A 42-year-old man is in police custody after an incident in Traverse City, which the police say was a random act.\",            \"english_title\": \"Incident in Traverse City\",            \"translated_version\": \"Un hombre de 42 años está bajo custodia policial después de un incidente en Traverse City, que la policía dice fue un acto al azar.\",            \"translated_title\": \"Incidente en Traverse City\"        }    ]}"