"{    \"translations\": [        {            \"english_version\": \"London's Heathrow airport had to close due to a fire at a nearby electrical substation. It will reopen soon and hopes to be fully operational by Saturday. The police investigating the fire say there is no sign of foul play.\",            \"english_title\": \"Heathrow Airport Closure\",            \"translated_version\": \"El aeropuerto de Heathrow en Londres tuvo que cerrar debido a un incendio en una subestación eléctrica cercana. Pronto volverá a abrir y espera estar completamente operativo para el sábado. La policía que investiga el incendio dice que no hay indicios de juego sucio.\",            \"translated_title\": \"Cierre del Aeropuerto de Heathrow\"        },        {            \"english_version\": \"Germany's upper house of parliament approved a €500bn fund for infrastructure. They also relaxed the country's debt limit to allow for more defense spending. This decision was supported by both the Christian Democrats and the Social Democrats.\",            \"english_title\": \"Germany's Infrastructure Fund\",            \"translated_version\": \"La cámara alta del parlamento de Alemania aprobó un fondo de 500 mil millones de euros para infraestructura. También relajaron el límite de deuda del país para permitir más gasto en defensa. Esta decisión fue apoyada tanto por los Demócratas Cristianos como por los Demócratas Sociales.\",            \"translated_title\": \"Fondo de Infraestructura de Alemania\"        },        {            \"english_version\": \"The Economist is a well-known publication that offers an app for iOS and Android. They cover a wide range of topics and provide in-depth analysis on various issues.\",            \"english_title\": \"The Economist Publication\",            \"translated_version\": \"The Economist es una publicación muy conocida que ofrece una aplicación para iOS y Android. Cubren una amplia gama de temas y proporcionan un análisis detallado sobre varios asuntos.\",            \"translated_title\": \"Publicación de The Economist\"        },        {            \"english_version\": \"To improve user experience, The Economist website uses cookies and similar technologies. They also have a clear policy on data privacy and accessibility.\",            \"english_title\": \"The Economist Website\",            \"translated_version\": \"Para mejorar la experiencia del usuario, el sitio web de The Economist utiliza cookies y tecnologías similares. También tienen una política clara sobre privacidad de datos y accesibilidad.\",            \"translated_title\": \"Sitio Web de The Economist\"        },        {            \"english_version\": \"The Economist Group, which owns The Economist, is based in England and Wales. They have a strong presence in the media industry and are committed to high-quality journalism.\",            \"english_title\": \"The Economist Group\",            \"translated_version\": \"El Grupo The Economist, que es dueño de The Economist, tiene su sede en Inglaterra y Gales. Tienen una fuerte presencia en la industria de los medios y están comprometidos con un periodismo de alta calidad.\",            \"translated_title\": \"Grupo The Economist\"        }    ]}"