"{    \"translations\": [        {            \"english_version\": \"The European Central Bank recently lowered interest rates for the second time this year. The rate was cut by a quarter of a percentage point to 3.5%. This decision was made due to falling inflation and weak growth in the euro zone. In August, the annual inflation rate dropped to 2.2%, the lowest in three years. Additionally, the bloc's GDP only grew by 0.2% from April to June.\",            \"english_title\": \"European Central Bank Interest Rate Cut\",            \"translated_version\": \"El Banco Central Europeo bajó recientemente las tasas de interés por segunda vez este año. La tasa se redujo en un cuarto de punto porcentual a 3.5%. Esta decisión se tomó debido a la caída de la inflación y al débil crecimiento en la zona euro. En agosto, la tasa de inflación anual bajó al 2.2%, la más baja en tres años. Además, el PIB del bloque solo creció un 0.2% de abril a junio.\",            \"translated_title\": \"Recorte de tasas de interés del Banco Central Europeo\"        },        {            \"english_version\": \"Ukraine's president, Volodymyr Zelensky, has accused Russia of targeting a cargo ship in the Black Sea. The vessel, carrying around 26,000 tons of wheat, departed from Chornomorsk, one of Ukraine's major ports, and was en route to Egypt. Russia's actions are seen as part of a broader strategy to limit Ukraine's access to the Black Sea, a crucial route for Ukrainian exports.\",            \"english_title\": \"Ukraine Accuses Russia of Hitting Cargo Ship\",            \"translated_version\": \"El presidente de Ucrania, Volodymyr Zelensky, ha acusado a Rusia de atacar un barco de carga en el Mar Negro. El barco, que transportaba alrededor de 26,000 toneladas de trigo, partió de Chornomorsk, uno de los principales puertos de Ucrania, y se dirigía a Egipto. Las acciones de Rusia se ven como parte de una estrategia más amplia para limitar el acceso de Ucrania al Mar Negro, una ruta crucial para las exportaciones ucranianas.\",            \"translated_title\": \"Ucrania acusa a Rusia de atacar un barco de carga\"        }    ]}"