"{    \"translations\": [        {            \"english_version\": \"The House of Representatives in America voted on Kevin McCarthy's speakership. A congressman from Mr McCarthy's party filed a motion to remove him as speaker because he pushed through a spending bill. The motion to remove him was not successful.\",            \"english_title\": \"Vote on Kevin McCarthy's Speakership\",            \"translated_version\": \"La Cámara de Representantes en Estados Unidos votó sobre el liderazgo de Kevin McCarthy. Un congresista del partido del Sr. McCarthy presentó una moción para destituirlo como líder porque aprobó un proyecto de ley de gastos. La moción para destituirlo no tuvo éxito.\",            \"translated_title\": \"Votación sobre el liderazgo de Kevin McCarthy\"        },        {            \"english_version\": \"The Nobel prize in physics was awarded to Pierre Agostini, Ferenc Krausz, and Anne L'Huillier for their work with light pulses. They created these pulses using light from a laser passing through a gas. These pulses are short enough to observe the movement of electrons.\",            \"english_title\": \"Nobel Prize in Physics for Light Pulses\",            \"translated_version\": \"El premio Nobel de física fue otorgado a Pierre Agostini, Ferenc Krausz y Anne L'Huillier por su trabajo con pulsos de luz. Crearon estos pulsos utilizando luz de un láser que pasa a través de un gas. Estos pulsos son lo suficientemente cortos como para observar el movimiento de los electrones.\",            \"translated_title\": \"Premio Nobel de física por pulsos de luz\"        },        {            \"english_version\": \"President Joe Biden spoke to leaders of NATO allies to reassure them that America will support Ukraine. He signed a funding bill for the government that did not include aid for Ukraine. NATO's secretary-general confirmed their commitment to supporting Ukraine.\",            \"english_title\": \"President Biden's Support for Ukraine\",            \"translated_version\": \"El presidente Joe Biden habló con los líderes de los aliados de la OTAN para asegurarles que Estados Unidos apoyará a Ucrania. Firmó un proyecto de ley de financiamiento para el gobierno que no incluía ayuda para Ucrania. El secretario general de la OTAN confirmó su compromiso de apoyar a Ucrania.\",            \"translated_title\": \"Apoyo del presidente Biden a Ucrania\"        },        {            \"english_version\": \"Poland agreed to make it easier for Ukrainian grain to pass through its borders. This is good news for the two countries, as they have been in a dispute over grain imports. Other central European countries have also banned Ukrainian grain.\",            \"english_title\": \"Poland's Agreement on Ukrainian Grain\",            \"translated_version\": \"Polonia acordó facilitar el paso del grano ucraniano por sus fronteras. Esta es una buena noticia para los dos países, ya que han estado en disputa por las importaciones de grano. Otros países de Europa central también han prohibido el grano ucraniano.\",            \"translated_title\": \"Acuerdo de Polonia sobre el grano ucraniano\"        },        {            \"english_version\": \"A UN humanitarian team visited Nagorno-Karabakh and found that only a small number of ethnic Armenians remain. Azerbaijan recently took control of the region, causing many people to flee. Armenia's parliament voted to join the International Criminal Court, which strained its relationship with Russia.\",            \"english_title\": \"UN Visit to Nagorno-Karabakh\",            \"translated_version\": \"Un equipo humanitario de la ONU visitó Nagorno-Karabaj y encontró que solo queda un pequeño número de armenios étnicos. Azerbaiyán tomó recientemente el control de la región, lo que hizo que muchas personas huyeran. El parlamento de Armenia votó para unirse a la Corte Penal Internacional, lo que tensó su relación con Rusia.\",            \"translated_title\": \"Visita de la ONU a Nagorno-Karabaj\"        },        {            \"english_version\": \"Shares of Evergrande, a Chinese property firm, rose after trading resumed. The firm's chairman was under police surveillance, which led to the suspension of trading. Evergrande is a major player in China's housing crisis.\",            \"english_title\": \"Rise in Evergrande Shares\",            \"translated_version\": \"Las acciones de Evergrande, una empresa inmobiliaria china, subieron después de que se reanudaran las operaciones comerciales. El presidente de la empresa estaba bajo vigilancia policial, lo que llevó a la suspensión de las operaciones comerciales. Evergrande es un actor importante en la crisis de vivienda de China.\",            \"translated_title\": \"Aumento en las acciones de Evergrande\"        },        {            \"english_version\": \"The World Bank increased its growth expectations for South Asia. The bank believes the region has strong prospects for development. India is expected to have significant growth this year. However, the bank warned that South Asian countries may still struggle to meet their development goals.\",            \"english_title\": \"World Bank's Growth Expectations for South Asia\",            \"translated_version\": \"El Banco Mundial aumentó sus expectativas de crecimiento para el sur de Asia. El banco cree que la región tiene fuertes perspectivas de desarrollo. Se espera que India tenga un crecimiento significativo este año. Sin embargo, el banco advirtió que los países del sur de Asia aún pueden tener dificultades para alcanzar sus metas de desarrollo.\",            \"translated_title\": \"Expectativas de crecimiento del Banco Mundial para el sur de Asia\"        },        {            \"english_version\": \"The trial of Sam Bankman-Fried, the head of a cryptocurrency exchange, began in Manhattan. He is accused of misappropriating billions of dollars through fraud and money laundering. The trial will also bring attention to the cryptocurrency industry.\",            \"english_title\": \"Trial of Sam Bankman-Fried\",            \"translated_version\": \"El juicio de Sam Bankman-Fried, el director de un intercambio de criptomonedas, comenzó en Manhattan. Se le acusa de malversar miles de millones de dólares a través de fraude y lavado de dinero. El juicio también llamará la atención sobre la industria de las criptomonedas.\",            \"translated_title\": \"Juicio de Sam Bankman-Fried\"        },        {            \"english_version\": \"Hunter Biden, the son of President Joe Biden, was indicted on charges of lying on federal firearms forms and owning a gun illegally. He pleaded not guilty. Republicans claim that this is evidence of a two-tiered justice system.\",            \"english_title\": \"Indictment of Hunter Biden\",            \"translated_version\": \"Hunter Biden, el hijo del presidente Joe Biden, fue acusado de mentir en los formularios federales de armas de fuego y de poseer un arma ilegalmente. Se declaró no culpable. Los republicanos afirman que esto es evidencia de un sistema de justicia de dos niveles.\",            \"translated_title\": \"Acusación contra Hunter Biden\"        },        {            \"english_version\": \"The American and Philippine navies are conducting joint war games in the western Pacific. The exercises are meant to show opposition to China's territorial ambitions in the region. Other countries, including Britain, Canada, and Japan, are also participating.\",            \"english_title\": \"Joint War Games in the Pacific\",            \"translated_version\": \"Las marinas estadounidense y filipina están llevando a cabo juegos de guerra conjuntos en el Pacífico occidental. Los ejercicios tienen como objetivo mostrar oposición a las ambiciones territoriales de China en la región. Otros países, incluidos Gran Bretaña, Canadá y Japón, también están participando.\",            \"translated_title\": \"Juegos de guerra conjuntos en el Pacífico\"        },        {            \"english_version\": \"Turkey's central bank has raised interest rates to combat inflation. However, inflation continues to rise, reaching 61.5% in September. The Turkish lira has also lost value against the dollar. The finance minister promises to take action to slow down prices.\",            \"english_title\": \"Turkey's Interest Rates and Inflation\",            \"translated_version\": \"El banco central de Turquía ha aumentado las tasas de interés para combatir la inflación. Sin embargo, la inflación sigue aumentando, alcanzando el 61,5% en septiembre. La lira turca también ha perdido valor frente al dólar. El ministro de finanzas promete tomar medidas para frenar los precios.\",            \"translated_title\": \"Tasas de interés e inflación en Turquía\"        },        {            \"english_version\": \"Broadway is becoming more diverse with plays like 'JaJa's African Hair Braiding'. The play features an all-black cast and tells a story about immigration and the American dream. This is part of a larger trend to include more black artists in Broadway productions.\",            \"english_title\": \"Diversity in Broadway\",            \"translated_version\": \"Broadway se está volviendo más diverso con obras como 'JaJa's African Hair Braiding'. La obra cuenta con un elenco completamente negro y cuenta una historia sobre la inmigración y el sueño americano. Esto es parte de una tendencia más amplia para incluir a más artistas negros en las producciones de Broadway.\",            \"translated_title\": \"Diversidad en Broadway\"        }    ]}"