"{    \"translations\": [        {            \"english_version\": \"Many people are still trapped under rubble as rescuers use helicopters to reach remote areas affected by recent landslides. Sunday's landslide happened after heavy rain and destroyed a remote village, according to a local armed group.\",            \"english_title\": \"Landslide Rescue Efforts\",            \"translated_version\": \"Muchas personas están atrapadas bajo escombros mientras los rescatistas usan helicópteros para llegar a áreas remotas afectadas por deslizamientos de tierra recientes. El deslizamiento del domingo ocurrió después de mucha lluvia y destruyó un pueblo remoto, según un grupo armado local.\",            \"translated_title\": \"Esfuerzos de Rescate por Deslizamiento\"        },        {            \"english_version\": \"The Victory Day parade on Wednesday will have Kim Jong-un meeting with China's Xi Jinping, Russia's Vladimir Putin, and other leaders. The two leaders are trying to promote a fairer and more reasonable global governance system.\",            \"english_title\": \"Victory Day Parade\",            \"translated_version\": \"El desfile del Día de la Victoria el miércoles tendrá a Kim Jong-un reuniéndose con Xi Jinping de China, Vladimir Putin de Rusia y otros líderes. Los dos líderes están tratando de promover un sistema de gobierno global más justo y razonable.\",            \"translated_title\": \"Desfile del Día de la Victoria\"        },        {            \"english_version\": \"The ruling comes as Trump wants to use National Guard troops to reduce crime in other US cities. People could face up to five years in prison for breaking the new measure once it becomes law.\",            \"english_title\": \"Trump's Crime Reduction Plan\",            \"translated_version\": \"La decisión llega mientras Trump quiere usar tropas de la Guardia Nacional para reducir el crimen en otras ciudades de EE.UU. Las personas podrían enfrentar hasta cinco años en prisión por romper la nueva medida una vez que se convierta en ley.\",            \"translated_title\": \"Plan de Reducción de Crimen de Trump\"        },        {            \"english_version\": \"The 39-year-old's appointment marks a new era for one of the most influential and glamorous fashion publications.\",            \"english_title\": \"New Era in Fashion\",            \"translated_version\": \"El nombramiento de la persona de 39 años marca una nueva era para una de las publicaciones de moda más influyentes y glamorosas.\",            \"translated_title\": \"Nueva Era en la Moda\"        },        {            \"english_version\": \"The former president is accused of planning a coup to stay in power after losing the 2022 election.\",            \"english_title\": \"Coup Accusation\",            \"translated_version\": \"El expresidente es acusado de planear un golpe para quedarse en el poder después de perder las elecciones de 2022.\",            \"translated_title\": \"Acusación de Golpe\"        }    ]}"