"{    \"translations\": [        {            \"english_version\": \"Violent clashes occurred at the University of California in Los Angeles between student protesters. A pro-Israeli group attacked a pro-Palestinian encampment using sticks and fireworks to break through a barricade. The university authorities called the police, condemning the violence as senseless.\",            \"english_title\": \"Campus Clashes at University of California\",            \"translated_version\": \"Hubo peleas violentas en la Universidad de California en Los Ángeles entre estudiantes manifestantes. Un grupo pro-Israelí atacó un campamento pro-palestino usando palos y fuegos artificiales para romper una barricada. Las autoridades universitarias llamaron a la policía, condenando la violencia como sin sentido.\",            \"translated_title\": \"Campus Clashes at University of California\"        },        {            \"english_version\": \"Over 100 protesters were arrested at Columbia University in New York after occupying Hamilton Hall. The White House criticized the demonstrators' approach, leading to crackdowns that sparked more protests across America.\",            \"english_title\": \"Protests and Crackdowns at Columbia University\",            \"translated_version\": \"Más de 100 manifestantes fueron arrestados en la Universidad de Columbia en Nueva York después de ocupar Hamilton Hall. La Casa Blanca criticó el enfoque de los manifestantes, lo que llevó a represiones que provocaron más protestas en todo Estados Unidos.\",            \"translated_title\": \"Protests and Crackdowns at Columbia University\"        },        {            \"english_version\": \"America's private sector added 192,000 jobs in April, slightly lower than March but exceeding expectations. ADP's data highlighted strong hiring in leisure and hospitality, with wage growth showing a slowdown to alleviate inflation concerns.\",            \"english_title\": \"Job Growth in America's Private Sector\",            \"translated_version\": \"El sector privado de América añadió 192,000 empleos en abril, ligeramente menos que en marzo pero superando las expectativas. Los datos de ADP destacaron una contratación sólida en ocio y hospitalidad, con un crecimiento salarial mostrando una desaceleración para aliviar las preocupaciones sobre la inflación.\",            \"translated_title\": \"Job Growth in America's Private Sector\"        }    ]}"