"{    \"translations\": [        {            \"english_version\": \"Israel is attacking Rafah, and the World Health Organisation leader says many people in Gaza are facing hunger-like conditions.\",            \"english_title\": \"Israel's Attack on Rafah and Hunger in Gaza\",            \"translated_version\": \"Israel está atacando Rafah, y el líder de la Organización Mundial de la Salud dice que muchas personas en Gaza enfrentan condiciones similares al hambre.\",            \"translated_title\": \"Ataque de Israel en Rafah y Hambre en Gaza\"        },        {            \"english_version\": \"Jake Sullivan, America's national security adviser, mentioned that there is no set time for a ceasefire agreement between Israel and Hamas. He also stated that some of the changes Hamas wants in the ceasefire plan are not in line with what America proposed.\",            \"english_title\": \"Ceasefire Agreement Between Israel and Hamas\",            \"translated_version\": \"Jake Sullivan, asesor de seguridad nacional de Estados Unidos, mencionó que no hay un tiempo establecido para un acuerdo de alto el fuego entre Israel y Hamas. También dijo que algunos de los cambios que Hamas quiere en el plan de alto el fuego no están de acuerdo con lo que propuso Estados Unidos.\",            \"translated_title\": \"Acuerdo de Alto el Fuego Entre Israel y Hamas\"        },        {            \"english_version\": \"The US Supreme Court rejected a request to limit mifepristone, a common abortion pill. The court decided that those who challenged the drug's use did not have the legal right to sue the FDA, which approved the pill and made it more accessible over time.\",            \"english_title\": \"US Supreme Court Decision on Mifepristone\",            \"translated_version\": \"La Corte Suprema de Estados Unidos rechazó una solicitud para limitar el mifepristone, una píldora común para abortar. La corte decidió que quienes desafiaron el uso del medicamento no tenían el derecho legal de demandar a la FDA, que aprobó la píldora y la hizo más accesible con el tiempo.\",            \"translated_title\": \"Decisión de la Corte Suprema de Estados Unidos sobre Mifepristone\"        }    ]}"