"{    \"translations\": [        {            \"english_version\": \"The US President thinks it's a win, but if this causes a big change, it might not be good for him. The US says both the PLO and the Palestinian Administration still support terrorism.\",            \"english_title\": \"US President's Win\",            \"translated_version\": \"El Presidente de EE.UU. piensa que es una victoria, pero si esto causa un gran cambio, podría no ser bueno para él. EE.UU. dice que tanto la OLP como la Administración Palestina todavía apoyan el terrorismo.\",            \"translated_title\": \"Victoria del Presidente de EE.UU.\"        },        {            \"english_version\": \"A boy and his mother are among the dead, and Kyiv says it has seen the most child deaths in the war.\",            \"english_title\": \"Child Deaths in War\",            \"translated_version\": \"Un niño y su madre están entre los muertos, y Kyiv dice que ha visto la mayoría de muertes de niños en la guerra.\",            \"translated_title\": \"Muertes de Niños en la Guerra\"        },        {            \"english_version\": \"Since a war with Israel in June, Iran has increased forced returns. Some Afghans say they were beaten.\",            \"english_title\": \"Iran's Forced Returns\",            \"translated_version\": \"Desde una guerra con Israel en junio, Irán ha aumentado los regresos forzados. Algunos afganos dicen que fueron golpeados.\",            \"translated_title\": \"Regresos Forzados de Irán\"        },        {            \"english_version\": \"Ukraine's parliament votes to make two anti-corruption agencies independent again after big protests.\",            \"english_title\": \"Ukraine's Anti-Corruption Vote\",            \"translated_version\": \"El parlamento de Ucrania vota para hacer que dos agencias anticorrupción sean independientes de nuevo después de grandes protestas.\",            \"translated_title\": \"Voto Anticorrupción de Ucrania\"        },        {            \"english_version\": \"A place with 10 times more radiation than allowed was found at a site that used to make parts for US nuclear weapons.\",            \"english_title\": \"Radiation Found\",            \"translated_version\": \"Un lugar con 10 veces más radiación de lo permitido fue encontrado en un sitio que solía hacer partes para armas nucleares de EE.UU.\",            \"translated_title\": \"Radiación Encontrada\"        }    ]}"