"{    \"translations\": [        {            \"english_version\": \"Six people were killed and at least 25 others were injured at a school, and two others were found dead at a nearby home. People in the community are scared and unsure after nine people were killed.\",            \"english_title\": \"School Tragedy\",            \"translated_version\": \"Seis personas murieron y al menos 25 más resultaron heridas en una escuela, y dos más fueron encontradas muertas en una casa cercana. La gente en la comunidad está asustada y no sabe qué hacer después de que nueve personas murieron.\",            \"translated_title\": \"Tragedia en la Escuela\"        },        {            \"english_version\": \"In north-eastern Ukraine, the bodies of two brothers, aged two, their one-year-old sister, and their father were found in the ruins of a house.\",            \"english_title\": \"Family Found in Ruins\",            \"translated_version\": \"En el noreste de Ucrania, los cuerpos de dos hermanos de dos años, su hermana de un año y su padre fueron encontrados en las ruinas de una casa.\",            \"translated_title\": \"Familia Encontrada en Ruinas\"        },        {            \"english_version\": \"The BBC visited the Iranian capital for the first time since the government used a lot of force to stop protests last month.\",            \"english_title\": \"BBC Visits Iran\",            \"translated_version\": \"La BBC visitó la capital de Irán por primera vez desde que el gobierno usó mucha fuerza para detener las protestas el mes pasado.\",            \"translated_title\": \"BBC Visita Irán\"        },        {            \"english_version\": \"In Madagascar, disaster management says roads cannot be used because trees are down, power poles are down, and most roofs are damaged.\",            \"english_title\": \"Madagascar Roads Blocked\",            \"translated_version\": \"En Madagascar, la gestión de desastres dice que las carreteras no se pueden usar porque los árboles están caídos, los postes de luz están caídos y la mayoría de los techos están dañados.\",            \"translated_title\": \"Carreteras Bloqueadas en Madagascar\"        },        {            \"english_version\": \"The US President said nothing final was decided during the meeting between the two leaders at the White House on Wednesday as nuclear talks become more serious.\",            \"english_title\": \"US Leaders Meeting\",            \"translated_version\": \"El Presidente de EE.UU. dijo que no se decidió nada final durante la reunión entre los dos líderes en la Casa Blanca el miércoles mientras las conversaciones nucleares se vuelven más serias.\",            \"translated_title\": \"Reunión de Líderes de EE.UU.\"        }    ]}"