"{    \"translations\": [        {            \"english_version\": \"America’s secretary of state, Antony Blinken, visited Israel in a show of solidarity after it was attacked by Hamas, promising that America would always be by Israel’s side. Mr Blinken, who invoked his Jewish heritage, said the Palestinian incursion had harrowing echoes of the Holocaust. He said he would urge other countries in the region to rein in the conflict.\",            \"english_title\": \"US Secretary of State Visits Israel\",            \"translated_version\": \"El secretario de estado de Estados Unidos, Antony Blinken, visitó Israel en una muestra de solidaridad después de que fuera atacado por Hamas, prometiendo que Estados Unidos siempre estaría al lado de Israel. El Sr. Blinken, que invocó su herencia judía, dijo que la incursión palestina tenía ecos aterradores del Holocausto. Dijo que instaría a otros países de la región a frenar el conflicto.\",            \"translated_title\": \"El Secretario de Estado de EE. UU. Visita Israel\"        },        {            \"english_version\": \"Syria said that Israeli missiles had hit airports in Aleppo and Damascus, putting both out of action. On Friday the foreign minister of Iran, an ally of Syria and an enemy of Israel, is due to visit Syria. America will block Iran from accessing the $6bn in Iranian funds that was transferred to Qatar last month in exchange for the release of imprisoned Americans. Republicans have slammed President Joe Biden for making money available to Iran—even with strict restrictions—since Hamas’s attack on Israel. American officials said no evidence tied Iran to the operation, but it has historically supported the terrorist group.\",            \"english_title\": \"Israeli Missiles Hit Airports in Syria\",            \"translated_version\": \"Siria dijo que los misiles israelíes habían golpeado los aeropuertos de Alepo y Damasco, dejándolos fuera de servicio. El viernes, el ministro de Relaciones Exteriores de Irán, aliado de Siria y enemigo de Israel, tiene previsto visitar Siria. Estados Unidos bloqueará a Irán el acceso a los $6 mil millones de fondos iraníes que se transfirieron a Qatar el mes pasado a cambio de la liberación de estadounidenses encarcelados. Los republicanos han criticado al presidente Joe Biden por poner dinero a disposición de Irán, incluso con restricciones estrictas, desde el ataque de Hamas a Israel. Los funcionarios estadounidenses dijeron que no hay evidencia que vincule a Irán con la operación, pero históricamente ha apoyado al grupo terrorista.\",            \"translated_title\": \"Misiles Israelíes Golpean Aeropuertos en Siria\"        },        {            \"english_version\": \"America’s annual rate of consumer-price inflation held at 3.7% in September, maintained by high housing costs. Economists had expected a slightly lower figure after energy prices eased. The new data, alongside America’s continuing jobs bonanza, raise concerns about the stickiness of inflation above the Federal Reserve’s 2% target. Policymakers may be tempted to resume their protracted fight against inflation before long.\",            \"english_title\": \"US Inflation Rate Remains High\",            \"translated_version\": \"La tasa anual de inflación de precios al consumidor de Estados Unidos se mantuvo en 3.7% en septiembre, debido a los altos costos de vivienda. Los economistas esperaban una cifra ligeramente más baja después de que los precios de la energía se aliviaran. Los nuevos datos, junto con el auge continuo de empleos en Estados Unidos, plantean preocupaciones sobre la persistencia de la inflación por encima del objetivo del 2% de la Reserva Federal. Los responsables de la formulación de políticas pueden verse tentados a reanudar su lucha prolongada contra la inflación en poco tiempo.\",            \"translated_title\": \"La Tasa de Inflación de EE. UU. Permanece Alta\"        },        {            \"english_version\": \"Federal prosecutors charged Bob Menendez, a senator from New Jersey, and his wife, with conspiracy to have Mr Menendez act as a foreign agent of Egypt—even as he served as the chair of the Senate Foreign Relations Committee. His lawyer called the accusation absurd. Last month Mr Menendez was indicted on eyebrow-raising bribery charges (he pleaded not guilty).\",            \"english_title\": \"Senator Menendez Charged with Conspiracy\",            \"translated_version\": \"Los fiscales federales acusaron a Bob Menendez, un senador de Nueva Jersey, y a su esposa, de conspirar para que el Sr. Menendez actuara como agente extranjero de Egipto, incluso cuando era presidente del Comité de Relaciones Exteriores del Senado. Su abogado calificó la acusación de absurda. El mes pasado, el Sr. Menendez fue acusado de cargos de soborno que llamaron la atención (se declaró no culpable).\",            \"translated_title\": \"El Senador Menendez Acusado de Conspiración\"        },        {            \"english_version\": \"Hollywood studios and their striking talent failed to reach a deal. Members of the Screen Actors Guild walked out in July over demands for higher wages and a revenue-sharing deal with streamers. Talks were no longer moving us in a productive direction, according to representatives of the studios. Last month screenwriters clinched a deal with studios ending months of strikes.\",            \"english_title\": \"Hollywood Strike Continues\",            \"translated_version\": \"Los estudios de Hollywood y sus talentos en huelga no lograron llegar a un acuerdo. Los miembros del Sindicato de Actores de Cine se retiraron en julio exigiendo salarios más altos y un acuerdo de reparto de ingresos con las plataformas de transmisión. Según los representantes de los estudios, las conversaciones ya no nos estaban llevando en una dirección productiva. El mes pasado, los guionistas cerraron un acuerdo con los estudios poniendo fin a meses de huelgas.\",            \"translated_title\": \"La Huelga de Hollywood Continúa\"        }    ]}"