"{    \"translations\": [        {            \"english_version\": \"Quentin Sommerville is with volunteers in eastern Ukraine. They are helping people leave the area because of drone attacks.\",            \"english_title\": \"Helping in Ukraine\",            \"translated_version\": \"Quentin Sommerville está con voluntarios en el este de Ucrania. Ellos están ayudando a la gente a salir del área por ataques de drones.\",            \"translated_title\": \"Ayuda en Ucrania\"        },        {            \"english_version\": \"Over the past three years, the Russian news channel RT, which is supported by the state, has grown its presence around the world.\",            \"english_title\": \"RT Expands Globally\",            \"translated_version\": \"En los últimos tres años, el canal de noticias ruso RT, que es apoyado por el estado, ha crecido su presencia en todo el mundo.\",            \"translated_title\": \"RT crece en el mundo\"        },        {            \"english_version\": \"Typhoon Kajiki is hitting coastal areas with heavy rain and strong winds. Authorities warn it might cause flash floods and landslides.\",            \"english_title\": \"Typhoon Kajiki Warning\",            \"translated_version\": \"El tifón Kajiki está golpeando áreas costeras con mucha lluvia y vientos fuertes. Las autoridades advierten que podría causar inundaciones rápidas y deslizamientos de tierra.\",            \"translated_title\": \"Advertencia de tifón Kajiki\"        },        {            \"english_version\": \"The strikes on Nasser Hospital in Khan Younis reportedly killed journalists who were working for international media.\",            \"english_title\": \"Journalists Killed in Strikes\",            \"translated_version\": \"Los ataques al Hospital Nasser en Khan Younis supuestamente mataron a periodistas que trabajaban para medios internacionales.\",            \"translated_title\": \"Periodistas muertos en ataques\"        },        {            \"english_version\": \"Sixty-four people were killed in Israeli attacks across Gaza in the past 24 hours, according to the health ministry run by Hamas.\",            \"english_title\": \"Casualties in Gaza\",            \"translated_version\": \"Sesenta y cuatro personas murieron en ataques israelíes en Gaza en las últimas 24 horas, según el ministerio de salud dirigido por Hamas.\",            \"translated_title\": \"Muertes en Gaza\"        }    ]}"