"{    \"translations\": [        {            \"english_version\": \"Michel Barnier resigned as France’s prime minister a day after parliament toppled his minority government in a vote of no-confidence. Emmanuel Macron has asked Mr Barnier to stay on until he finds a successor potentially able to rein in the fractured National Assembly. The president will address the nation on Thursday evening.\",            \"english_title\": \"Political Developments in France\",            \"translated_version\": \"Michel Barnier renunció como primer ministro de Francia un día después de que el parlamento derrocara su gobierno minoritario en una votación de no confianza. Emmanuel Macron le pidió al Sr. Barnier que se quedara hasta que encuentre un sucesor potencialmente capaz de controlar la fracturada Asamblea Nacional. El presidente hablará a la nación el jueves por la noche.\",            \"translated_title\": \"Desarrollos Políticos en Francia\"        },        {            \"english_version\": \"Syrian rebels captured Hama, a city strategically located between Aleppo, Syria’s second-largest city, and the capital, Damascus. After five days of fighting around the city, the Islamist militants entered from the east. The Syrian army confirmed that it had retreated, cementing the second major victory for the insurgents since the start of their lightning advance across the country’s northwest last week.\",            \"english_title\": \"Conflict in Syria\",            \"translated_version\": \"Los rebeldes sirios capturaron Hama, una ciudad estratégicamente ubicada entre Alepo, la segunda ciudad más grande de Siria, y la capital, Damasco. Después de cinco días de combates alrededor de la ciudad, los militantes islamistas entraron desde el este. El ejército sirio confirmó que se había retirado, consolidando la segunda gran victoria para los insurgentes desde el inicio de su avance relámpago a través del noroeste del país la semana pasada.\",            \"translated_title\": \"Conflicto en Siria\"        }    ]}"