"{    \"translations\": [        {            \"english_version\": \"The US National Hurricane Centre warns that a very dangerous and life-threatening storm is hitting the island. This storm is a category five hurricane, which is very strong and can cause a lot of damage.\",            \"english_title\": \"Dangerous Hurricane Warning\",            \"translated_version\": \"El Centro Nacional de Huracanes de EE.UU. advierte que una tormenta muy peligrosa y mortal está golpeando la isla. Esta tormenta es un huracán de categoría cinco, que es muy fuerte y puede causar mucho daño.\",            \"translated_title\": \"Advertencia de Huracán Peligroso\"        },        {            \"english_version\": \"The UN has raised concerns about reports of terrible acts committed by the paramilitary Rapid Support Forces. These reports are alarming and have caught the attention of the international community.\",            \"english_title\": \"UN Concerns Over Reports\",            \"translated_version\": \"La ONU ha expresado preocupaciones sobre informes de actos terribles cometidos por las Fuerzas de Apoyo Rápido paramilitares. Estos informes son alarmantes y han llamado la atención de la comunidad internacional.\",            \"translated_title\": \"Preocupaciones de la ONU por Informes\"        },        {            \"english_version\": \"The aircraft was flying from a popular coastal resort to a game park when it crashed. This incident is a tragic event involving a flight that did not reach its destination.\",            \"english_title\": \"Tragic Plane Crash\",            \"translated_version\": \"El avión volaba desde un popular resort costero a un parque de juegos cuando se estrelló. Este incidente es un evento trágico que involucra un vuelo que no llegó a su destino.\",            \"translated_title\": \"Accidente de Avión Trágico\"        },        {            \"english_version\": \"General Albert Pike's statue, which was knocked down during the George Floyd protests in 2020, has been put back up by order of President Donald Trump. This statue's restoration is part of ongoing discussions about historical monuments.\",            \"english_title\": \"Statue Restoration\",            \"translated_version\": \"La estatua del General Albert Pike, que fue derribada durante las protestas de George Floyd en 2020, ha sido puesta de nuevo por orden del Presidente Donald Trump. La restauración de esta estatua es parte de las discusiones en curso sobre monumentos históricos.\",            \"translated_title\": \"Restauración de Estatua\"        },        {            \"english_version\": \"The UN's review of national climate plans shows that the world is not on track to limit global warming. This review highlights the need for more action to address climate change.\",            \"english_title\": \"Climate Plans Review\",            \"translated_version\": \"La revisión de la ONU de los planes climáticos nacionales muestra que el mundo no está en camino de limitar el calentamiento global. Esta revisión destaca la necesidad de más acción para abordar el cambio climático.\",            \"translated_title\": \"Revisión de Planes Climáticos\"        }    ]}"