"{    \"translations\": [        {            \"english_version\": \"Mass demonstrations took place in Sana’a after America and Britain launched strikes against the Houthis, a Iran-backed Yemeni militant group which has been attacking cargo ships in the Red Sea.\",            \"english_title\": \"Mass Demonstrations in Sana'a\",            \"translated_version\": \"Hubo grandes manifestaciones en Sana'a después de que Estados Unidos y Gran Bretaña lanzaran ataques contra los hutíes, un grupo militante yemení respaldado por Irán que ha estado atacando barcos de carga en el Mar Rojo.\",            \"translated_title\": \"Grandes Manifestaciones en Sana'a\"        },        {            \"english_version\": \"Israel delivered its defence at the International Court of Justice against a charge of committing genocide in Gaza.\",            \"english_title\": \"Israel's Defence at the International Court of Justice\",            \"translated_version\": \"Israel presentó su defensa en la Corte Internacional de Justicia contra una acusación de cometer genocidio en Gaza.\",            \"translated_title\": \"La Defensa de Israel en la Corte Internacional de Justicia\"        },        {            \"english_version\": \"The world’s largest asset management firm, BlackRock, announced it would buy Global Infrastructure Partners for around $12.5bn in cash and stock.\",            \"english_title\": \"BlackRock to Acquire Global Infrastructure Partners\",            \"translated_version\": \"La firma de gestión de activos más grande del mundo, BlackRock, anunció que comprará Global Infrastructure Partners por aproximadamente $12.5 mil millones en efectivo y acciones.\",            \"translated_title\": \"BlackRock Adquirirá Global Infrastructure Partners\"        },        {            \"english_version\": \"Desi Bouterse, the former dictator and president of Suriname, failed to show up for the 20-year prison sentence he was finally, after a lengthy appeals process, given last month for involvement in the killing of 15 political opponents in 1982.\",            \"english_title\": \"Desi Bouterse Fails to Appear for Prison Sentence\",            \"translated_version\": \"Desi Bouterse, el ex dictador y presidente de Surinam, no se presentó para la sentencia de 20 años de prisión que finalmente recibió el mes pasado, después de un largo proceso de apelación, por su participación en el asesinato de 15 oponentes políticos en 1982.\",            \"translated_title\": \"Desi Bouterse No se Presenta para la Sentencia de Prisión\"        },        {            \"english_version\": \"Finnish border guards said they arrested 11 Iranian men who illegally entered the country from Russia.\",            \"english_title\": \"Arrest of 11 Iranian Men in Finland\",            \"translated_version\": \"Los guardias fronterizos finlandeses dijeron que arrestaron a 11 hombres iraníes que ingresaron ilegalmente al país desde Rusia.\",            \"translated_title\": \"Arresto de 11 Hombres Iraníes en Finlandia\"        }    ]}"