"{    \"translations\": [        {            \"english_version\": \"The FBI is investigating an attempt to kill Donald Trump while he was playing golf in Florida. The former president was unharmed and taken to safety by his security detail. Shots were fired at the gunman, who was taken into custody. This incident occurred two months after another attempt on Trump's life at a campaign rally.\",            \"english_title\": \"Attempted Assassination of Donald Trump\",            \"translated_version\": \"El FBI está investigando un intento de matar a Donald Trump mientras jugaba al golf en Florida. El expresidente resultó ileso y fue llevado a un lugar seguro por su equipo de seguridad. Se dispararon tiros al agresor, quien fue detenido. Este incidente ocurrió dos meses después de otro intento de asesinato contra la vida de Trump en un mitin de campaña.\",            \"translated_title\": \"Attempted Assassination of Donald Trump\"        },        {            \"english_version\": \"In Kharkiv, Ukraine, a Russian guided bomb hit an apartment block, injuring at least 28 people, including three children. The Russians also shelled the city of Pokrovsk, resulting in one death. David Lammy, Britain's foreign secretary, mentioned that Ukraine's allies are discussing whether Ukraine should be allowed to use Western-supplied missiles against Russia.\",            \"english_title\": \"Russian Bombing in Ukraine\",            \"translated_version\": \"En Kharkiv, Ucrania, una bomba guiada rusa impactó un bloque de apartamentos, hiriendo al menos a 28 personas, incluidos tres niños. Los rusos también bombardearon la ciudad de Pokrovsk, lo que resultó en una muerte. David Lammy, el secretario de Relaciones Exteriores de Gran Bretaña, mencionó que los aliados de Ucrania están discutiendo si se debería permitir que Ucrania use misiles suministrados por Occidente contra Rusia.\",            \"translated_title\": \"Russian Bombing in Ukraine\"        }    ]}"