"{    \"translations\": [        {            \"english_version\": \"China announced new tariffs of 34% on American imports in response to Donald Trump's tariff announcement. These new measures will take effect on April 10th, matching the tariffs imposed by Mr. Trump on Chinese imports. The total levy on China now stands at 65%. China criticized America's decision as 'unilateral bullying'.\",            \"english_title\": \"Global Trade War Escalation\",            \"translated_version\": \"China anunció nuevos impuestos del 34% sobre las importaciones estadounidenses en respuesta al anuncio de aranceles de Donald Trump. Estas nuevas medidas entrarán en vigor el 10 de abril, igualando los aranceles impuestos por el Sr. Trump a las importaciones chinas. El impuesto total a China ahora es del 65%. China criticó la decisión de América como 'acoso unilateral'.\",            \"translated_title\": \"Escalada de Guerra Comercial Global\"        },        {            \"english_version\": \"Following China's tariff announcement, markets experienced significant losses. The S&P 500 dropped by 4% in morning trading, while the NASDAQ saw a decline of over 4.5%. American markets had their sharpest declines since March 2020 on Thursday. Jerome Powell, chair of the Federal Reserve, warned that the tariffs could lead to inflation and slow down economic growth.\",            \"english_title\": \"Market Reaction\",            \"translated_version\": \"Tras el anuncio de aranceles de China, los mercados experimentaron pérdidas significativas. El S&P 500 cayó un 4% en la negociación matutina, mientras que el NASDAQ vio una caída de más del 4.5%. Los mercados estadounidenses tuvieron sus mayores caídas desde marzo de 2020 el jueves. Jerome Powell, presidente de la Reserva Federal, advirtió que los aranceles podrían llevar a la inflación y frenar el crecimiento económico.\",            \"translated_title\": \"Reacción del Mercado\"        }    ]}"