"{    \"translations\": [        {            \"english_version\": \"The final round of voting in France’s parliamentary elections resulted in a hung parliament. The New Popular Front, a new leftist alliance, won 182 seats, surpassing President Emmanuel Macron’s centrist Ensemble party with 168 seats. Surprisingly, the hard-right National Rally, led by Marine Le Pen, and its allies secured 143 seats. None of the blocs have a clear majority, leading to a period of political negotiations and uncertainty.\",            \"english_title\": \"France's Parliamentary Elections\",            \"translated_version\": \"En la última ronda de votaciones en las elecciones parlamentarias de Francia, se produjo un parlamento dividido. El Nuevo Frente Popular, una nueva alianza de izquierda, ganó 182 escaños, superando al partido centrista Ensemble del presidente Emmanuel Macron con 168 escaños. Sorprendentemente, el partido de extrema derecha Rally Nacional, liderado por Marine Le Pen, y sus aliados aseguraron 143 escaños. Ninguno de los bloques tiene una clara mayoría, lo que lleva a un período de negociaciones políticas e incertidumbre.\",            \"translated_title\": \"Elecciones Parlamentarias de Francia\"        },        {            \"english_version\": \"Amid reports of senior Democrat politicians urging Joe Biden to withdraw from the presidential race, Mr. Biden remained defiant during a television interview and a rally in Pennsylvania. However, doubts within his party persist despite his strong stance.\",            \"english_title\": \"Joe Biden's Presidential Campaign\",            \"translated_version\": \"En medio de informes de altos políticos demócratas instando a Joe Biden a retirarse de la carrera presidencial, el Sr. Biden se mantuvo desafiante durante una entrevista televisiva y un mitin en Pensilvania. Sin embargo, persisten dudas dentro de su partido a pesar de su firme postura.\",            \"translated_title\": \"Campaña Presidencial de Joe Biden\"        }    ]}"