"{    \"translations\": [        {            \"english_version\": \"America's Senate talked about Donald Trump's 'One Big Beautiful Bill'. This bill would make tax cuts permanent and reduce health-care spending. New estimates say it will add about $3.3 trillion to the country's debt in the next ten years and reduce health insurance for nearly 12 million Americans. Republicans want to pass the bill before July 4th, but there are still many challenges.\",            \"english_title\": \"Trump's Big Bill\",            \"translated_version\": \"El Senado de America hablo sobre el 'Gran Hermoso Proyecto de Ley' de Donald Trump. Este proyecto haria los recortes de impuestos permanentes y reduciria el gasto en salud. Nuevas estimaciones dicen que agregara unos 3.3 billones a la deuda del pais en los proximos diez anos y reducira el seguro de salud para casi 12 millones de americanos. Los republicanos quieren aprobar el proyecto antes del 4 de julio, pero todavia hay muchos desafios.\",            \"translated_title\": \"Gran Proyecto de Trump\"        },        {            \"english_version\": \"Canada decided not to implement a digital-services tax that targeted American tech companies. This was done to restart trade talks with America. On Friday, Mr. Trump stopped the talks because of the tax, which was supposed to start on Monday. Canada's finance minister said removing the tax would help with talks for a new economic and security relationship with America.\",            \"english_title\": \"Canada Drops Digital Tax\",            \"translated_version\": \"Canada decidio no implementar un impuesto a los servicios digitales que apuntaba a las empresas tecnologicas americanas. Esto se hizo para reiniciar las conversaciones comerciales con America. El viernes, el Sr. Trump detuvo las conversaciones por el impuesto, que debia comenzar el lunes. El ministro de finanzas de Canada dijo que quitar el impuesto ayudaria con las conversaciones para una nueva relacion economica y de seguridad con America.\",            \"translated_title\": \"Canada Quita Impuesto Digital\"        }    ]}"