"{    \"translations\": [        {            \"english_version\": \"Kyiv is open to a peace plan supported by the US to end the war with Russia. A Russian envoy is in the spotlight because of a peace plan that came up after he spent time with Steve Witkoff in Miami.\",            \"english_title\": \"Kyiv Open to Peace Plan\",            \"translated_version\": \"Kyiv quiere un plan de paz con ayuda de Estados Unidos para terminar la guerra con Rusia. Un enviado ruso es importante porque hay un plan de paz después de pasar tiempo con Steve Witkoff en Miami.\",            \"translated_title\": \"Kyiv quiere plan de paz\"        },        {            \"english_version\": \"In the first three months of this year, nearly 1,000 women were raped and 137 were murdered.\",            \"english_title\": \"Violence Against Women\",            \"translated_version\": \"En los primeros tres meses de este año, casi 1,000 mujeres fueron violadas y 137 fueron asesinadas.\",            \"translated_title\": \"Violencia contra mujeres\"        },        {            \"english_version\": \"The coastal cities of Hoi An and Nha Trang, along with a major coffee-producing area, are among the hardest hit.\",            \"english_title\": \"Cities Hit Hard\",            \"translated_version\": \"Las ciudades costeras de Hoi An y Nha Trang, junto con una gran área de producción de café, son de las más afectadas.\",            \"translated_title\": \"Ciudades afectadas\"        },        {            \"english_version\": \"The US Justice Department has 30 days to release all files in a format that can be searched.\",            \"english_title\": \"Justice Department Deadline\",            \"translated_version\": \"El Departamento de Justicia de Estados Unidos tiene 30 días para liberar todos los archivos en un formato que se pueda buscar.\",            \"translated_title\": \"Plazo del Departamento de Justicia\"        },        {            \"english_version\": \"Thousands of people are attending the UN climate talks in Brazil.\",            \"english_title\": \"UN Climate Talks\",            \"translated_version\": \"Miles de personas están asistiendo a las conversaciones sobre el clima de la ONU en Brasil.\",            \"translated_title\": \"Charlas de clima de la ONU\"        }    ]}"