"{    \"translations\": [        {            \"english_version\": \"America and Ukraine have signed a deal that allows America to access Ukraine's mineral deposits and create a joint investment fund. This agreement aims to show Russia that the Trump administration supports a peaceful, sovereign, and prosperous Ukraine in the long run.\",            \"english_title\": \"US-Ukraine Deal on Mineral Deposits\",            \"translated_version\": \"Estados Unidos y Ucrania han firmado un acuerdo que permite a Estados Unidos acceder a los depósitos minerales de Ucrania y crear un fondo de inversión conjunto. Este acuerdo tiene como objetivo mostrar a Rusia que la administración de Trump apoya a una Ucrania pacífica, soberana y próspera a largo plazo.\",            \"translated_title\": \"Acuerdo EE. UU. - Ucrania sobre Depósitos Minerales\"        },        {            \"english_version\": \"President Donald Trump has attributed weak economic data to the Biden administration and denied that tariffs have affected the declining stock markets. Recent official data revealed a 0.3% contraction in America's economy in the first quarter, marking the first decline in three years. This decline was accompanied by a growing trade deficit.\",            \"english_title\": \"Trump's Economic Comments\",            \"translated_version\": \"El presidente Donald Trump ha atribuido los datos económicos débiles a la administración de Biden y ha negado que los aranceles hayan afectado a los mercados de valores en declive. Datos oficiales recientes revelaron una contracción del 0.3% en la economía de Estados Unidos en el primer trimestre, marcando la primera caída en tres años. Esta caída estuvo acompañada de un creciente déficit comercial.\",            \"translated_title\": \"Comentarios Económicos de Trump\"        },        {            \"english_version\": \"To enhance your browsing experience and ensure the smooth operation of our website, we utilize cookies and similar technologies. By managing cookies, you can control your preferences regarding data usage.\",            \"english_title\": \"Website Cookies Usage\",            \"translated_version\": \"Para mejorar tu experiencia de navegación y garantizar el funcionamiento fluido de nuestro sitio web, utilizamos cookies y tecnologías similares. Al gestionar las cookies, puedes controlar tus preferencias con respecto al uso de datos.\",            \"translated_title\": \"Uso de Cookies en el Sitio Web\"        },        {            \"english_version\": \"The Economist app is available for download on iOS and Android devices. Stay updated with the latest news and analysis from The Economist.\",            \"english_title\": \"The Economist App Availability\",            \"translated_version\": \"La aplicación de The Economist está disponible para descargar en dispositivos iOS y Android. Mantente actualizado con las últimas noticias y análisis de The Economist.\",            \"translated_title\": \"Disponibilidad de la App de The Economist\"        },        {            \"english_version\": \"For inquiries, advertising opportunities, press releases, and career opportunities, you can contact The Economist Group through the provided channels. The Economist Group offers various services, including Economist Intelligence, Economist Impact Events, and Economist Education Courses.\",            \"english_title\": \"Contact The Economist Group\",            \"translated_version\": \"Para consultas, oportunidades publicitarias, comunicados de prensa y oportunidades laborales, puedes contactar al Grupo The Economist a través de los canales proporcionados. El Grupo The Economist ofrece varios servicios, incluyendo Inteligencia de The Economist, Eventos de Impacto de The Economist y Cursos de Educación de The Economist.\",            \"translated_title\": \"Contacta al Grupo The Economist\"        }    ]}"