"{    \"translations\": [        {            \"english_version\": \"The Israeli Defense Forces named two of the four hostages who died after being handed over by Hamas. Their names are Bipin Joshi and Guy Illouz.\",            \"english_title\": \"Hostages Named\",            \"translated_version\": \"Las Fuerzas de Defensa de Israel nombraron a dos de los cuatro rehenes que murieron después de ser entregados por Hamas. Sus nombres son Bipin Joshi y Guy Illouz.\",            \"translated_title\": \"Rehenes Nombrados\"        },        {            \"english_version\": \"Members of Parliament have voted to impeach President Andry Rajoelina. He has reportedly left the country after protests against the government.\",            \"english_title\": \"President Impeached\",            \"translated_version\": \"Miembros del Parlamento votaron para destituir al Presidente Andry Rajoelina. Se dice que ha dejado el país después de protestas contra el gobierno.\",            \"translated_title\": \"Presidente Destituido\"        },        {            \"english_version\": \"Gas canisters were used when the police entered a property near Verona in northern Italy.\",            \"english_title\": \"Gas Used by Police\",            \"translated_version\": \"Se usaron botes de gas cuando la policía entró a una propiedad cerca de Verona en el norte de Italia.\",            \"translated_title\": \"Gas Usado por Policía\"        },        {            \"english_version\": \"The changes in France, which increased the retirement age from 62 to 64, were important reforms during Emmanuel Macron's presidency.\",            \"english_title\": \"Retirement Age Reforms\",            \"translated_version\": \"Los cambios en Francia, que aumentaron la edad de jubilación de 62 a 64 años, fueron reformas importantes durante la presidencia de Emmanuel Macron.\",            \"translated_title\": \"Reformas de Edad de Jubilación\"        },        {            \"english_version\": \"Tens of thousands of people protested in Brussels against government reforms and spending cuts.\",            \"english_title\": \"Protests in Brussels\",            \"translated_version\": \"Decenas de miles de personas protestaron en Bruselas contra las reformas del gobierno y los recortes de gastos.\",            \"translated_title\": \"Protestas en Bruselas\"        }    ]}"