"{    \"translations\": [        {            \"english_version\": \"A ceasefire between Israel and Hizbullah began in Lebanon at 4am local time. It is designed to be a permanent cessation of hostilities, according to Joe Biden, who announced the deal. Israel will withdraw its forces over the next 60 days while Lebanon’s army takes control of regions near the border in order to ensure Hizbullah does not regroup there.\",            \"english_title\": \"Ceasefire between Israel and Hizbullah in Lebanon\",            \"translated_version\": \"Un alto el fuego entre Israel y Hizbullah comenzó en Líbano a las 4 de la mañana hora local. Está diseñado para ser un cese permanente de hostilidades, según Joe Biden, quien anunció el acuerdo. Israel retirará sus fuerzas en los próximos 60 días mientras el ejército del Líbano toma el control de regiones cerca de la frontera para asegurarse de que Hizbullah no se reagrupe allí.\",            \"translated_title\": \"Alto el fuego entre Israel y Hizbullah en Líbano\"        },        {            \"english_version\": \"The European Parliament approved Ursula von der Leyen’s team for her second term as president of the European Commission. The commission will be one of the most right-wing for years; more than half of its members are from the centre-right European People’s Party. The lineup includes Andrius Kubilius, a former Lithuanian prime minister, who will be the EU’s first defence commissioner.\",            \"english_title\": \"European Parliament approves Ursula von der Leyen’s team\",            \"translated_version\": \"El Parlamento Europeo aprobó el equipo de Ursula von der Leyen para su segundo mandato como presidenta de la Comisión Europea. La comisión será una de las más de derecha en años; más de la mitad de sus miembros son del Partido Popular Europeo de centro-derecha. La alineación incluye a Andrius Kubilius, un ex primer ministro lituano, que será el primer comisionado de defensa de la UE.\",            \"translated_title\": \"El Parlamento Europeo aprueba el equipo de Ursula von der Leyen\"        }    ]}"