"{    \"translations\": [        {            \"english_version\": \"America's top late-night TV hosts are upset about Jimmy Kimmel's suspension. They say it is an attack on free speech.\",            \"english_title\": \"TV Hosts Upset\",            \"translated_version\": \"Los presentadores de TV de noche en América están enojados por la suspensión de Jimmy Kimmel. Dicen que es un ataque a la libertad de expresión.\",            \"translated_title\": \"Presentadores Enojados\"        },        {            \"english_version\": \"Barbie, who is 76, and Peter Reynolds, who is 80, have arrived in Qatar. They were held in Afghanistan for months.\",            \"english_title\": \"Barbie and Peter in Qatar\",            \"translated_version\": \"Barbie, que tiene 76 años, y Peter Reynolds, que tiene 80 años, han llegado a Qatar. Estuvieron detenidos en Afganistán por meses.\",            \"translated_title\": \"Barbie y Peter en Qatar\"        },        {            \"english_version\": \"Tallinn reports that three Russian MiG-31 fighter jets stayed in Estonian airspace for 12 minutes.\",            \"english_title\": \"Russian Jets in Estonia\",            \"translated_version\": \"Tallinn informa que tres aviones de combate rusos MiG-31 estuvieron en el espacio aéreo de Estonia por 12 minutos.\",            \"translated_title\": \"Aviones Rusos en Estonia\"        },        {            \"english_version\": \"US President Donald Trump suggested that the military could help deal with illegal migration to the UK.\",            \"english_title\": \"Trump on Migration\",            \"translated_version\": \"El presidente de EE.UU., Donald Trump, sugirió que el ejército podría ayudar con la migración ilegal al Reino Unido.\",            \"translated_title\": \"Trump sobre Migración\"        },        {            \"english_version\": \"Outgoing MI6 chief Sir Richard Moore said the UK spy agency will target potential agents in Russia and around the world.\",            \"english_title\": \"MI6 Targets Agents\",            \"translated_version\": \"El jefe saliente del MI6, Sir Richard Moore, dijo que la agencia de espías del Reino Unido buscará agentes potenciales en Rusia y en todo el mundo.\",            \"translated_title\": \"MI6 Busca Agentes\"        }    ]}"