"{    \"translations\": [        {            \"english_version\": \"Eleven hostages were freed by Hamas—the fourth such release since Israel and the militant group began a temporary truce on Friday.\",            \"english_title\": \"Hostages Freed by Hamas\",            \"translated_version\": \"Hamas liberó a once rehenes, esta es la cuarta liberación desde que Israel y el grupo militante comenzaron una tregua temporal el viernes.\",            \"translated_title\": \"Rehenes Liberados por Hamas\"        },        {            \"english_version\": \"Earlier Qatar’s foreign ministry said that the truce, originally scheduled to end on Tuesday, has been extended by two days.\",            \"english_title\": \"Extension of Truce in Qatar\",            \"translated_version\": \"El ministerio de relaciones exteriores de Qatar dijo que la tregua, originalmente programada para terminar el martes, se ha extendido por dos días.\",            \"translated_title\": \"Extensión de Tregua en Qatar\"        },        {            \"english_version\": \"Qatari officials did not give further details about the extension, but the original truce agreement stipulated that Hamas could buy an additional day for every ten additional hostages it released.\",            \"english_title\": \"Details of Truce Extension\",            \"translated_version\": \"Los funcionarios de Qatar no dieron más detalles sobre la extensión, pero el acuerdo original de tregua estipulaba que Hamas podía comprar un día adicional por cada diez rehenes adicionales que liberara.\",            \"translated_title\": \"Detalles de la Extensión de Tregua\"        },        {            \"english_version\": \"The pause in fighting has also allowed supplies of food, fuel and medicine to enter Gaza.\",            \"english_title\": \"Supplies Entering Gaza\",            \"translated_version\": \"La pausa en los combates también ha permitido que entren suministros de alimentos, combustible y medicinas a Gaza.\",            \"translated_title\": \"Suministros que Ingresan a Gaza\"        },        {            \"english_version\": \"Germany’s government presented a budget which would suspend the debt brake, a limit on borrowing enshrined in the constitution, in order to borrow €45bn ($49bn) to fund green projects and industrial subsidies.\",            \"english_title\": \"Germany's Budget for Green Projects\",            \"translated_version\": \"El gobierno de Alemania presentó un presupuesto que suspendería el freno de la deuda, un límite de endeudamiento consagrado en la constitución, para pedir prestados €45 mil millones ($49 mil millones) para financiar proyectos verdes y subsidios industriales.\",            \"translated_title\": \"Presupuesto de Alemania para Proyectos Verdes\"        }    ]}"