"{    \"translations\": [        {            \"english_version\": \"A White House official said there are no plans for the two presidents to meet soon. Meanwhile, US President Donald Trump says a strong force could go into Gaza if Hamas continues to act badly. Israeli forces have pulled back to a boundary, keeping far-right ministers on Netanyahu's side for now.\",            \"english_title\": \"No Meeting Plans\",            \"translated_version\": \"Un oficial de la Casa Blanca dijo que no hay planes para que los dos presidentes se reúnan pronto. Mientras tanto, el presidente de EE.UU., Donald Trump, dice que una fuerza fuerte podría ir a Gaza si Hamas sigue actuando mal. Las fuerzas israelíes se han retirado a una frontera, manteniendo a los ministros de extrema derecha del lado de Netanyahu por ahora.\",            \"translated_title\": \"Sin Planes de Reunión\"        },        {            \"english_version\": \"Nicolas Sarkozy, who was president from 2007 to 2012, has appealed against his jail term at La Santé prison.\",            \"english_title\": \"Sarkozy Appeals Jail Term\",            \"translated_version\": \"Nicolas Sarkozy, quien fue presidente de 2007 a 2012, ha apelado contra su sentencia de cárcel en la prisión de La Santé.\",            \"translated_title\": \"Sarkozy Apela Sentencia\"        },        {            \"english_version\": \"Russian Foreign Minister Sergei Lavrov rejects the idea of stopping the conflict at the current contact line. Across the wider region, four people are reported to have been killed and 10 others injured.\",            \"english_title\": \"Lavrov Rejects Conflict Stop\",            \"translated_version\": \"El ministro de Relaciones Exteriores de Rusia, Sergei Lavrov, rechaza la idea de detener el conflicto en la línea de contacto actual. En la región más amplia, se informa que cuatro personas han muerto y otras 10 han resultado heridas.\",            \"translated_title\": \"Lavrov Rechaza Detener Conflicto\"        },        {            \"english_version\": \"Prosecutors say a woman was arrested in Barcelona with about a kilogram of melted-down gold.\",            \"english_title\": \"Woman Arrested with Gold\",            \"translated_version\": \"Los fiscales dicen que una mujer fue arrestada en Barcelona con alrededor de un kilogramo de oro derretido.\",            \"translated_title\": \"Mujer Arrestada con Oro\"        },        {            \"english_version\": \"Ecuadorian officials say they found no evidence the man had committed a crime, so they freed him.\",            \"english_title\": \"Man Freed in Ecuador\",            \"translated_version\": \"Los oficiales ecuatorianos dicen que no encontraron evidencia de que el hombre hubiera cometido un crimen, así que lo liberaron.\",            \"translated_title\": \"Hombre Liberado en Ecuador\"        }    ]}"