"{    \"translations\": [        {            \"english_version\": \"Hizbullah, a militia based in Lebanon and backed by Iran, claimed responsibility for firing rockets that hit the northern Israeli city of Kiryat Shmona. Israeli planes bombed a house in Bint Jbeil in Lebanon, killing at least three people. Israel also shot down three aircraft that crossed the border. The chief of Israel’s army, Herzi Halevi, said war will last many months, amid signs the conflict is spreading. Israel's Gaza offensive now appears to be focused on refugee camps in the centre of the territory, as well as the city of Khan Younis in the south.\",            \"english_title\": \"Conflict in Israel\",            \"translated_version\": \"Hizbullah, un grupo armado de Líbano respaldado por Irán, se atribuyó la responsabilidad de disparar cohetes que impactaron en la ciudad israelí de Kiryat Shmona. Aviones israelíes bombardearon una casa en Bint Jbeil en Líbano, matando al menos a tres personas. Israel también derribó tres aviones que cruzaron la frontera. El jefe del ejército de Israel, Herzi Halevi, dijo que la guerra durará muchos meses, mientras el conflicto se extiende. La ofensiva de Israel en Gaza ahora parece estar centrada en los campos de refugiados en el centro del territorio, así como en la ciudad de Khan Younis en el sur.\",            \"translated_title\": \"Conflicto en Israel\"        },        {            \"english_version\": \"Wolfgang Schäuble, a long-serving politician who was once tipped to become chancellor of Germany, died aged 81. A member of the Christian Democrats, Mr Schäuble first became interior minister in 1989 and helped guide the reunification of Germany. Jacques Delors, a former president of the European Commission, died on Wednesday, aged 98. Mr Delors drove the establishment of the EU single market and the treaty that led to the euro.\",            \"english_title\": \"Passing of Wolfgang Schäuble and Jacques Delors\",            \"translated_version\": \"Wolfgang Schäuble, un político de larga trayectoria que alguna vez fue considerado para convertirse en canciller de Alemania, falleció a los 81 años. Miembro de los Demócratas Cristianos, el Sr. Schäuble se convirtió por primera vez en ministro del interior en 1989 y ayudó a guiar la reunificación de Alemania. Jacques Delors, un ex presidente de la Comisión Europea, falleció el miércoles a los 98 años. El Sr. Delors impulsó el establecimiento del mercado único de la UE y el tratado que llevó al euro.\",            \"translated_title\": \"Fallecimiento de Wolfgang Schäuble y Jacques Delors\"        },        {            \"english_version\": \"Michigan’s supreme court ruled that Donald Trump can remain on the state’s presidential primary ballot in 2024. The petitioners had sought to remove Mr Trump because of his role in the January 6th insurrection in 2021. A court in Colorado did disqualify Mr Trump from the ballot in that state, last week, though that decision has been paused to allow time for appeals.\",            \"english_title\": \"Donald Trump's Ballot Eligibility\",            \"translated_version\": \"La corte suprema de Michigan dictaminó que Donald Trump puede permanecer en la boleta de las elecciones primarias presidenciales del estado en 2024. Los solicitantes habían intentado remover al Sr. Trump debido a su papel en la insurrección del 6 de enero de 2021. Un tribunal en Colorado descalificó al Sr. Trump de la boleta en ese estado la semana pasada, aunque esa decisión se ha pausado para permitir tiempo para apelaciones.\",            \"translated_title\": \"Elegibilidad de la boleta de Donald Trump\"        },        {            \"english_version\": \"The New York Times sued Microsoft and OpenAI, the company that created ChatGPT, for copyright infringement. Its lawsuit claims that millions of the publication’s articles were used unlawfully to train chatbots, amounting to billions of dollars in statutory and actual damages. It is the latest swipe against AI platforms accused of using copyrighted work to train their models.\",            \"english_title\": \"The New York Times Lawsuit\",            \"translated_version\": \"The New York Times demandó a Microsoft y OpenAI, la empresa que creó ChatGPT, por infracción de derechos de autor. Su demanda afirma que millones de artículos de la publicación se utilizaron ilegalmente para entrenar chatbots, lo que representa miles de millones de dólares en daños estatutarios y reales. Es el último golpe contra las plataformas de IA acusadas de utilizar obras con derechos de autor para entrenar sus modelos.\",            \"translated_title\": \"Demanda de The New York Times\"        },        {            \"english_version\": \"An appeals court in America temporarily paused a ban on the import and sale of two types of Apple watch in the country. Apple is accused of infringing the copyright of Masimo, a medical-technology company, with its Series 9 and Ultra 2 models. America’s International Trade Commission provisionally blocked imports of the watches in October, forcing Apple to stop selling the popular watch brands last week.\",            \"english_title\": \"Ban on Apple Watch Imports\",            \"translated_version\": \"Un tribunal de apelaciones en Estados Unidos pausó temporalmente una prohibición de importación y venta de dos tipos de relojes Apple en el país. Apple es acusada de infringir los derechos de autor de Masimo, una empresa de tecnología médica, con sus modelos Series 9 y Ultra 2. La Comisión de Comercio Internacional de Estados Unidos bloqueó provisionalmente las importaciones de los relojes en octubre, obligando a Apple a dejar de vender las marcas populares de relojes la semana pasada.\",            \"translated_title\": \"Prohibición de importación de Apple Watch\"        }    ]}"