"{    \"translations\": [        {            \"english_version\": \"Israel's prime minister, Binyamin Netanyahu, announced that the Israel Defence Forces had entered a second phase of the war in Gaza. He warned of a 'long and difficult' operation to dismantle Hamas and free hostages.\",            \"english_title\": \"Israel's Prime Minister Announces Second Phase of War in Gaza\",            \"translated_version\": \"El primer ministro de Israel, Binyamin Netanyahu, anunció que las Fuerzas de Defensa de Israel habían entrado en una segunda fase de la guerra en Gaza. Advirtió de una operación 'larga y difícil' para desmantelar a Hamas y liberar a los rehenes.\",            \"translated_title\": \"El Primer Ministro de Israel Anuncia Segunda Fase de la Guerra en Gaza\"        },        {            \"english_version\": \"Protests calling for a ceasefire in Gaza took place in cities across the world, with hundreds of thousands of people gathering. Recep Tayyip Erdogan, Turkey's president, criticized Israel's strikes as 'a massacre' and urged the Muslim world to unite.\",            \"english_title\": \"Global Protests Call for Ceasefire in Gaza\",            \"translated_version\": \"Protestas que piden un alto el fuego en Gaza tuvieron lugar en ciudades de todo el mundo, con cientos de miles de personas reunidas. Recep Tayyip Erdogan, presidente de Turquía, criticó los ataques de Israel como 'una masacre' y instó al mundo musulmán a unirse.\",            \"translated_title\": \"Protestas Globales Piden Alto el Fuego en Gaza\"        },        {            \"english_version\": \"Mike Pence, a former vice-president, pulled out of America's 2024 presidential race. He announced the end of his bid during a speech at a conference of the Republican Jewish Coalition.\",            \"english_title\": \"Former Vice-President Mike Pence Withdraws from Presidential Race\",            \"translated_version\": \"Mike Pence, un ex vicepresidente, se retiró de la carrera presidencial de Estados Unidos en 2024. Anunció el fin de su candidatura durante un discurso en una conferencia de la Coalición Judía Republicana.\",            \"translated_title\": \"El Ex Vicepresidente Mike Pence Se Retira de la Carrera Presidencial\"        },        {            \"english_version\": \"The United Automobile Workers and Stellantis reached a tentative agreement on a new contract that would end the union's strike against the carmaker. The deal still requires ratification by UAW members.\",            \"english_title\": \"United Automobile Workers and Stellantis Reach Tentative Agreement\",            \"translated_version\": \"Los Trabajadores Unidos del Automóvil y Stellantis llegaron a un acuerdo tentativo sobre un nuevo contrato que pondría fin a la huelga del sindicato contra el fabricante de automóviles. El acuerdo aún requiere la ratificación de los miembros de UAW.\",            \"translated_title\": \"Trabajadores Unidos del Automóvil y Stellantis Llegan a un Acuerdo Tentativo\"        },        {            \"english_version\": \"A police officer was killed and more than 100 people were injured at a protest in Dhaka, Bangladesh's capital. Tens of thousands of people had gathered to demand the resignation of the prime minister.\",            \"english_title\": \"Police Officer Killed at Protest in Dhaka\",            \"translated_version\": \"Un oficial de policía fue asesinado y más de 100 personas resultaron heridas en una protesta en Dhaka, la capital de Bangladesh. Decenas de miles de personas se habían reunido para exigir la renuncia del primer ministro.\",            \"translated_title\": \"Oficial de Policía Asesinado en Protesta en Dhaka\"        }    ]}"