"{    \"translations\": [        {            \"english_version\": \"The US's UN ambassador criticized delegates for using the emergency meeting to accuse Israel of genocide. In Gaza, five people, including two children, died from malnutrition in the past 24 hours, according to the Hamas-run health ministry. Others were reported killed by Israeli operations as a deadline for the evacuation of Gaza City approaches.\",            \"english_title\": \"US Criticizes UN Meeting\",            \"translated_version\": \"El embajador de Estados Unidos en la ONU criticó a los delegados por usar la reunión de emergencia para acusar a Israel de genocidio. En Gaza, cinco personas, incluyendo dos niños, murieron de desnutrición en las últimas 24 horas, según el ministerio de salud dirigido por Hamas. Otros fueron reportados muertos por operaciones israelíes mientras se acerca el plazo para la evacuación de la Ciudad de Gaza.\",            \"translated_title\": \"EEUU Critica Reunión de la ONU\"        },        {            \"english_version\": \"The West African country is investigating how a space rock found there was put up for sale in New York. Scientists who studied fragments that crashed into a roof in Georgia, US, say the rock likely formed 4.56 billion years ago.\",            \"english_title\": \"Space Rock Investigation\",            \"translated_version\": \"El país de África Occidental está investigando cómo una roca espacial encontrada allí fue puesta a la venta en Nueva York. Científicos que estudiaron fragmentos que cayeron en un techo en Georgia, EEUU, dicen que la roca probablemente se formó hace 4.56 mil millones de años.\",            \"translated_title\": \"Investigación de Roca Espacial\"        },        {            \"english_version\": \"Bangladesh marked a year since Sheikh Hasina fled, with promises of renewal but little mention of its problems.\",            \"english_title\": \"Bangladesh Anniversary\",            \"translated_version\": \"Bangladesh marcó un año desde que Sheikh Hasina huyó, con promesas de renovación pero poca mención de sus problemas.\",            \"translated_title\": \"Aniversario de Bangladesh\"        },        {            \"english_version\": \"Ali Akbar has been selling papers in Paris since 1973 and once counted President Macron among his customers.\",            \"english_title\": \"Ali Akbar's Paper Stand\",            \"translated_version\": \"Ali Akbar ha estado vendiendo periódicos en París desde 1973 y una vez contó al Presidente Macron entre sus clientes.\",            \"translated_title\": \"Puesto de Periódicos de Ali Akbar\"        },        {            \"english_version\": \"The White House says Trump is open to Ukraine joining talks with Putin on Friday, but Zelensky insists any deal without Kyiv is a 'dead decision'.\",            \"english_title\": \"Ukraine Talks\",            \"translated_version\": \"La Casa Blanca dice que Trump está abierto a que Ucrania se una a las conversaciones con Putin el viernes, pero Zelensky insiste en que cualquier acuerdo sin Kyiv es una `decisión muerta`.\",            \"translated_title\": \"Conversaciones de Ucrania\"        }    ]}"