"{    \"translations\": [        {            \"english_version\": \"After Hamas handed over two dead Israeli hostages overnight, Israel returned 30 dead Palestinians. This was part of the first phase of a peace deal they agreed on.\",            \"english_title\": \"Exchange of Bodies\",            \"translated_version\": \"Después de que Hamas entregó dos rehenes israelíes muertos, Israel devolvió 30 palestinos muertos. Esto fue parte de la primera fase de un acuerdo de paz.\",            \"translated_title\": \"Intercambio de Cuerpos\"        },        {            \"english_version\": \"The destruction and hunger caused by the war in Sudan have left parents with very difficult choices to make.\",            \"english_title\": \"War in Sudan\",            \"translated_version\": \"La destrucción y el hambre causadas por la guerra en Sudán han dejado a los padres con decisiones muy difíciles.\",            \"translated_title\": \"Guerra en Sudán\"        },        {            \"english_version\": \"A submersible disappeared from sensors while it was on its way to the Titanic wreck. All five people on board died.\",            \"english_title\": \"Submersible Tragedy\",            \"translated_version\": \"Un submarino desapareció de los sensores mientras iba al naufragio del Titanic. Las cinco personas a bordo murieron.\",            \"translated_title\": \"Tragedia del Submarino\"        },        {            \"english_version\": \"In the last two months, Russia has greatly increased its attacks on Ukraine's trains and rail network.\",            \"english_title\": \"Russia's Rail Attacks\",            \"translated_version\": \"En los últimos dos meses, Rusia ha aumentado mucho sus ataques a los trenes y la red ferroviaria de Ucrania.\",            \"translated_title\": \"Ataques a Trenes de Rusia\"        },        {            \"english_version\": \"The high court has canceled an order for Chey Tae-won to pay a record divorce settlement to his ex-wife.\",            \"english_title\": \"Divorce Settlement Canceled\",            \"translated_version\": \"El tribunal superior canceló una orden para que Chey Tae-won pague un acuerdo de divorcio récord a su exesposa.\",            \"translated_title\": \"Acuerdo de Divorcio Cancelado\"        }    ]}"