"{    \"translations\": [        {            \"english_version\": \"A 50-year-old father has died, and his 24-year-old son is in critical condition after a shooting at Bondi Beach. The attack targeted the Jewish community, and police say 11 people were killed, including the gunman. Many victims are in the hospital.\",            \"english_title\": \"Shooting at Bondi Beach\",            \"translated_version\": \"Un padre de 50 años murió y su hijo de 24 años está en condición crítica después de un tiroteo en Bondi Beach. El ataque fue contra la comunidad judía y la policía dice que 11 personas murieron, incluyendo al atacante. Muchas víctimas están en el hospital.\",            \"translated_title\": \"Tiroteo en Bondi Beach\"        },        {            \"english_version\": \"Raed Saad, a senior commander in Hamas' Qassam Brigades, was killed in a strike, according to the Israeli military.\",            \"english_title\": \"Hamas Commander Killed\",            \"translated_version\": \"Raed Saad, un comandante importante de las Brigadas Qassam de Hamas, murió en un ataque, según el ejército israelí.\",            \"translated_title\": \"Comandante de Hamas Muerto\"        },        {            \"english_version\": \"Two people died and nine others were injured in an incident in Rhode Island on Saturday.\",            \"english_title\": \"Incident in Rhode Island\",            \"translated_version\": \"Dos personas murieron y nueve más resultaron heridas en un incidente en Rhode Island el sábado.\",            \"translated_title\": \"Incidente en Rhode Island\"        },        {            \"english_version\": \"Maria Kolesnikova, a political prisoner, expressed incredible happiness after being freed following more than five years in detention.\",            \"english_title\": \"Political Prisoner Freed\",            \"translated_version\": \"Maria Kolesnikova, una prisionera política, expresó mucha felicidad después de ser liberada tras más de cinco años detenida.\",            \"translated_title\": \"Prisionera Política Liberada\"        },        {            \"english_version\": \"Two US soldiers and a civilian interpreter were killed in an attack, as reported by the US Central Command.\",            \"english_title\": \"US Soldiers Killed\",            \"translated_version\": \"Dos soldados estadounidenses y un intérprete civil murieron en un ataque, según informó el Comando Central de EE.UU.\",            \"translated_title\": \"Soldados de EE.UU. Muertos\"        }    ]}"