"{    \"translations\": [        {            \"english_version\": \"Diplomats advised Iran to be careful after America warned about a potential attack on Israel. Germany and Russia also called for restraint to prevent destabilization in the Middle East. America urged other countries to persuade Iran against attacking Israel.\",            \"english_title\": \"International Relations\",            \"translated_version\": \"Los diplomáticos aconsejaron a Irán que tenga cuidado después de que Estados Unidos advirtiera sobre un posible ataque a Israel. Alemania y Rusia también pidieron contención para evitar la desestabilización en Oriente Medio. Estados Unidos instó a otros países a persuadir a Irán para que no ataque a Israel.\",            \"translated_title\": \"Relaciones Internacionales\"        },        {            \"english_version\": \"Taiwan's exports to America surpassed those to China in March, showing a shift in economic ties. America aims to reduce reliance on rivals like China, impacting global trade dynamics.\",            \"english_title\": \"Global Trade\",            \"translated_version\": \"Las exportaciones de Taiwán a Estados Unidos superaron a las de China en marzo, mostrando un cambio en los lazos económicos. Estados Unidos busca reducir la dependencia de rivales como China, lo que afecta la dinámica del comercio mundial.\",            \"translated_title\": \"Comercio Global\"        },        {            \"english_version\": \"Germany's inflation rate decreased to 2.3% in March, while Spain's rose to 3.3%. Britain's GDP grew slightly in February, mainly due to manufacturing sector expansion.\",            \"english_title\": \"Economic Indicators\",            \"translated_version\": \"La tasa de inflación de Alemania disminuyó al 2.3% en marzo, mientras que la de España subió al 3.3%. El PIB de Gran Bretaña creció ligeramente en febrero, principalmente debido a la expansión del sector manufacturero.\",            \"translated_title\": \"Indicadores Económicos\"        },        {            \"english_version\": \"Activists in Switzerland initiated a referendum to redefine the country's neutrality stance. The proposal aims to prevent Switzerland from imposing sanctions or joining military alliances.\",            \"english_title\": \"Political Developments\",            \"translated_version\": \"Los activistas en Suiza iniciaron un referéndum para redefinir la postura de neutralidad del país. La propuesta tiene como objetivo evitar que Suiza imponga sanciones o se una a alianzas militares.\",            \"translated_title\": \"Desarrollos Políticos\"        },        {            \"english_version\": \"O.J. Simpson, a former American-football player known for a high-profile murder trial, passed away at 76. Despite being acquitted, he was later found liable in a civil trial related to the deaths.\",            \"english_title\": \"Obituary\",            \"translated_version\": \"O.J. Simpson, un exjugador de fútbol americano conocido por un famoso juicio por asesinato, falleció a los 76 años. A pesar de ser absuelto, más tarde fue encontrado responsable en un juicio civil relacionado con las muertes.\",            \"translated_title\": \"Obituario\"        }    ]}"