"{    \"translations\": [        {            \"english_version\": \"Majid Takht-Ravanchi, Iran's deputy foreign minister, says that it is up to America to show they want to make a deal.\",            \"english_title\": \"Iran's Deputy Minister on Deal\",            \"translated_version\": \"Majid Takht-Ravanchi, el ministro adjunto de Irán, dice que depende de América mostrar que quieren hacer un trato.\",            \"translated_title\": \"Ministro de Irán sobre Trato\"        },        {            \"english_version\": \"The Foreign Office says there is no innocent reason for the toxin found in samples from Navalny's body.\",            \"english_title\": \"Toxin Found in Navalny\",            \"translated_version\": \"La Oficina de Asuntos Exteriores dice que no hay razón inocente para la toxina encontrada en muestras del cuerpo de Navalny.\",            \"translated_title\": \"Toxina en Navalny\"        },        {            \"english_version\": \"A search was done in Tucson, Arizona, near where an 84-year-old was taken almost two weeks ago.\",            \"english_title\": \"Search in Tucson\",            \"translated_version\": \"Se hizo una búsqueda en Tucson, Arizona, cerca de donde una persona de 84 años fue llevada hace casi dos semanas.\",            \"translated_title\": \"Búsqueda en Tucson\"        },        {            \"english_version\": \"Assailants in Niger state, Nigeria, killed people by shooting or cutting their throats, set homes on fire, and kidnapped several people.\",            \"english_title\": \"Violence in Niger State\",            \"translated_version\": \"Atacantes en el estado de Níger, Nigeria, mataron a personas disparando o cortando sus gargantas, incendiaron casas y secuestraron a varias personas.\",            \"translated_title\": \"Violencia en Níger\"        },        {            \"english_version\": \"Palestinians claim that Israel is excluding them from decisions about planning and development in the West Bank.\",            \"english_title\": \"Palestinians on West Bank Decisions\",            \"translated_version\": \"Los palestinos dicen que Israel los está excluyendo de las decisiones sobre planificación y desarrollo en Cisjordania.\",            \"translated_title\": \"Palestinos y Cisjordania\"        }    ]}"