"{    \"translations\": [        {            \"english_version\": \"Israel extended the evacuation period from Gaza city after a substantial response to an initial four-hour window. Around 15,000 people fled from the north of the enclave during a similar pause in fighting on Tuesday.\",            \"english_title\": \"Israel extends evacuation period from Gaza\",            \"translated_version\": \"Israel extendió el período de evacuación de la ciudad de Gaza después de una respuesta sustancial a una ventana inicial de cuatro horas. Alrededor de 15,000 personas huyeron del norte del enclave durante una pausa similar en los combates el martes.\",            \"translated_title\": \"Israel extiende período de evacuación de Gaza\"        },        {            \"english_version\": \"G7 foreign ministers said that they support humanitarian pauses and corridors in Gaza, but did not call for a ceasefire. Antony Blinken, America’s secretary of state, said that key elements for peace include no forcible displacement of Palestinians, and no reoccupation of Gaza by Israel.\",            \"english_title\": \"G7 supports humanitarian pauses in Gaza\",            \"translated_version\": \"Los ministros de Relaciones Exteriores del G7 dijeron que apoyan pausas humanitarias y corredores en Gaza, pero no pidieron un alto el fuego. Antony Blinken, secretario de Estado de Estados Unidos, dijo que los elementos clave para la paz incluyen no desplazar por la fuerza a los palestinos y no reocupar Gaza por parte de Israel.\",            \"translated_title\": \"G7 apoya pausas humanitarias en Gaza\"        },        {            \"english_version\": \"The European Commission recommended that formal accession talks should begin between the EU and Ukraine, pending the approval of member states. Ursula von der Leyen, the head of the commission, said that the country has completed well over 90% of the necessary steps to join. But it will need to finalize reforms in areas such as anti-corruption and de-oligarchisation before negotiations begin.\",            \"english_title\": \"EU recommends accession talks with Ukraine\",            \"translated_version\": \"La Comisión Europea recomendó que las conversaciones formales de adhesión deberían comenzar entre la UE y Ucrania, a la espera de la aprobación de los Estados miembros. Ursula von der Leyen, la jefa de la comisión, dijo que el país ha completado más del 90% de los pasos necesarios para unirse. Pero deberá finalizar reformas en áreas como la lucha contra la corrupción y la desoligarquización antes de que comiencen las negociaciones.\",            \"translated_title\": \"UE recomienda conversaciones de adhesión con Ucrania\"        },        {            \"english_version\": \"Shares in Warner Bros Discovery tumbled by more than 15% after the firm posted disappointing third-quarter results. Advertising revenue decreased by 12%, caused mainly by a drop in audience numbers. The company also warned investors that it is unlikely to meet its debt-payment goals, and said that there was a real risk that the Hollywood strike would continue to hurt its finances.\",            \"english_title\": \"Warner Bros Discovery shares fall\",            \"translated_version\": \"Las acciones de Warner Bros Discovery cayeron más del 15% después de que la empresa publicara resultados decepcionantes del tercer trimestre. Los ingresos por publicidad disminuyeron un 12%, causado principalmente por una disminución en el número de espectadores. La compañía también advirtió a los inversores que es poco probable que cumpla sus objetivos de pago de deuda y dijo que existe un riesgo real de que la huelga de Hollywood continúe perjudicando sus finanzas.\",            \"translated_title\": \"Caen las acciones de Warner Bros Discovery\"        },        {            \"english_version\": \"Police in Bangladesh shot dead a garment worker during protests over pay on the outskirts of Dhaka, the capital. On Tuesday the government announced it would raise the minimum wage for garment-industry workers by 56%, the first such increase in five years. But workers—most of whom are women—are demanding close to three times their current wage. The industry accounts for 85% of Bangladesh’s annual exports.\",            \"english_title\": \"Garment worker killed in Bangladesh protests\",            \"translated_version\": \"La policía en Bangladesh mató a tiros a un trabajador de la confección durante protestas por el salario en las afueras de Dhaka, la capital. El martes, el gobierno anunció que aumentaría el salario mínimo para los trabajadores de la industria de la confección en un 56%, el primer aumento de este tipo en cinco años. Pero los trabajadores, la mayoría de los cuales son mujeres, exigen casi tres veces su salario actual. La industria representa el 85% de las exportaciones anuales de Bangladesh.\",            \"translated_title\": \"Trabajador de la confección muerto en protestas en Bangladesh\"        }    ]}"