"{    \"translations\": [        {            \"english_version\": \"Hamas threatened to execute Israeli captives if Israel continues to bomb civilian houses in Gaza without warning. Israel has ordered a complete siege of the Gaza strip, cutting off food, electricity, and fuel. Air strikes in Gaza have resulted in the deaths of at least 687 Palestinians and displaced 187,000 people from their homes. Israel has called up 300,000 reservists, indicating a possible ground offensive.\",            \"english_title\": \"Hamas threatens Israeli captives\",            \"translated_version\": \"Hamas amenazó con ejecutar a los cautivos israelíes si Israel continúa bombardeando casas civiles en Gaza sin previo aviso. Israel ha ordenado un completo asedio a la franja de Gaza, cortando el suministro de alimentos, electricidad y combustible. Los ataques aéreos en Gaza han resultado en la muerte de al menos 687 palestinos y han desplazado a 187,000 personas de sus hogares. Israel ha llamado a 300,000 reservistas, lo que indica una posible ofensiva terrestre.\",            \"translated_title\": \"Hamas amenaza a cautivos israelíes\"        },        {            \"english_version\": \"Joe Biden was interviewed by Robert Hur, the special counsel investigating the president's handling of classified documents. The interviews were voluntary and raise the possibility that Mr Hur is close to completing his investigation. The Justice Department launched the probe after classified documents were found mixed in with other papers at a Washington think-tank office set up for Mr Biden.\",            \"english_title\": \"Joe Biden interviewed by special counsel\",            \"translated_version\": \"Joe Biden fue entrevistado por Robert Hur, el consejero especial que investiga el manejo de documentos clasificados del presidente. Las entrevistas fueron voluntarias y plantean la posibilidad de que el Sr. Hur esté cerca de completar su investigación. El Departamento de Justicia inició la investigación después de que se encontraran documentos clasificados mezclados con otros papeles en una oficina de un grupo de expertos en Washington establecida para el Sr. Biden.\",            \"translated_title\": \"Joe Biden entrevistado por consejero especial\"        },        {            \"english_version\": \"Hollywood's writers have approved a strike-ending contract that provides pay raises and protections around the use of artificial intelligence. However, actors remain on strike, resulting in no filming of scripted film and TV. The actors' union is in discussions with studio bosses to address their demands.\",            \"english_title\": \"Hollywood writers approve contract\",            \"translated_version\": \"Los escritores de Hollywood han aprobado un contrato para poner fin a la huelga que proporciona aumentos salariales y protecciones en torno al uso de la inteligencia artificial. Sin embargo, los actores siguen en huelga, lo que resulta en la falta de filmación de películas y programas de televisión. El sindicato de actores está en discusiones con los jefes de estudio para abordar sus demandas.\",            \"translated_title\": \"Escritores de Hollywood aprueban contrato\"        },        {            \"english_version\": \"Country Garden, a Chinese property developer, expects to default on its offshore payment obligations, making it the company's first default. The firm has appointed financial and legal advisers to examine its capital structure and liquidity. Country Garden's situation reflects China's property debt crisis, which could pose a threat to social stability.\",            \"english_title\": \"Chinese property developer expects default\",            \"translated_version\": \"Country Garden, un desarrollador de propiedades chino, espera incumplir con sus obligaciones de pago en el extranjero, lo que sería el primer incumplimiento de la empresa. La firma ha designado asesores financieros y legales para examinar su estructura de capital y liquidez. La situación de Country Garden refleja la crisis de deuda inmobiliaria de China, que podría representar una amenaza para la estabilidad social.\",            \"translated_title\": \"Desarrollador de propiedades chino espera incumplimiento\"        },        {            \"english_version\": \"Guatemala's attorney-general, Consuelo Porras, has asked the government to take action against protesters calling for her resignation. She has described the demonstrations, which have blocked roads, as illegal. The protesters accuse her of trying to undermine the president-elect, Bernardo Arévalo.\",            \"english_title\": \"Guatemala attorney-general faces protests\",            \"translated_version\": \"La fiscal general de Guatemala, Consuelo Porras, ha pedido al gobierno que tome medidas contra los manifestantes que exigen su renuncia. Ella ha descrito las manifestaciones, que han bloqueado carreteras, como ilegales. Los manifestantes la acusan de intentar socavar al presidente electo, Bernardo Arévalo.\",            \"translated_title\": \"Fiscal general de Guatemala enfrenta protestas\"        }    ]}"