"{    \"translations\": [        {            \"english_version\": \"A rocket hit a football field in the Golan Heights, killing at least ten people aged between ten and 20. This attack is the deadliest in an area under Israeli control since the conflict between Israel and Hizbullah last October. The Israel Defence Forces accused the Iranian-backed Hizbullah militants, but Hizbullah denied targeting the town.\",            \"english_title\": \"Deadly Rocket Attack in Golan Heights\",            \"translated_version\": \"Un cohete golpeó un campo de fútbol en los Altos del Golán, matando al menos diez personas de entre diez y 20 años. Este ataque es el más mortal en un área bajo control israelí desde el conflicto entre Israel y Hizbullah en octubre pasado. Las Fuerzas de Defensa de Israel acusaron a los militantes de Hizbullah respaldados por Irán, pero Hizbullah negó haber atacado la ciudad.\",            \"translated_title\": \"Ataque Mortal de Cohetes en los Altos del Golán\"        },        {            \"english_version\": \"Israeli air strikes on Saturday resulted in the deaths of at least 30 Palestinians who were seeking shelter in a school in Gaza, as reported by Gaza's health ministry. The IDF stated that they targeted a Hamas command centre during the strikes.\",            \"english_title\": \"Israeli Air Strikes in Gaza\",            \"translated_version\": \"Los ataques aéreos israelíes del sábado resultaron en la muerte de al menos 30 palestinos que buscaban refugio en una escuela en Gaza, según informó el ministerio de salud de Gaza. Las FDI declararon que apuntaron a un centro de mando de Hamas durante los ataques.\",            \"translated_title\": \"Ataques Aéreos Israelíes en Gaza\"        },        {            \"english_version\": \"Antony Blinken, the US Secretary of State, criticized China's 'escalating' and 'unlawful actions' in the South China Sea. He made these remarks after meeting with Wang Yi, the Chinese Foreign Minister, in Laos. Blinken plans to visit Vietnam, Japan, and the Philippines to strengthen ties with Asian countries in response to China's assertiveness.\",            \"english_title\": \"Criticism of China's Actions in South China Sea\",            \"translated_version\": \"Antony Blinken, el Secretario de Estado de EE. UU., criticó las 'acciones' 'escalofriantes' e 'ilegales' de China en el Mar del Sur de China. Hizo estos comentarios después de reunirse con Wang Yi, el Ministro de Relaciones Exteriores de China, en Laos. Blinken planea visitar Vietnam, Japón y Filipinas para fortalecer lazos con países asiáticos en respuesta a la firmeza de China.\",            \"translated_title\": \"Críticas a las Acciones de China en el Mar del Sur de China\"        }    ]}"