"    #####    {        \"translations\": [            {                \"english_version\": \"Edmundo González, the rightful winner of Venezuela’s presidential election in July, fled the country and is seeking asylum in Spain. Despite proving that he had trounced the autocratic incumbent, Nicolás Maduro, in the election, pliant authorities declared Mr Maduro the winner. Mr Maduro has been trying to round up his opponents since. Earlier, security forces surrounded the Argentinian embassy in Caracas, the capital, where six opposition leaders have taken sanctuary.\",                \"english_title\": \"Venezuela's Presidential Election\",                \"translated_version\": \"Edmundo González, el ganador legítimo de la elección presidencial de Venezuela en julio, huyó del país y está buscando asilo en España. A pesar de demostrar que había vencido al autocrático titular, Nicolás Maduro, en la elección, las autoridades dóciles declararon al Sr. Maduro como ganador. El Sr. Maduro ha estado intentando capturar a sus oponentes desde entonces. Anteriormente, las fuerzas de seguridad rodearon la embajada argentina en Caracas, la capital, donde seis líderes de la oposición se han refugiado.\",                \"translated_title\": \"Elección Presidencial en Venezuela\"            },            {                \"english_version\": \"Russia said that its armed forces had gained full control of Novohrodivka. The small town lies less than 9km from Pokrovsk, a strategically important city in eastern Ukraine because of its rail and road links. Russian soldiers have been advancing rapidly from the east as they consolidate control of the Donbas region.\",                \"english_title\": \"Russian Control in Ukraine\",                \"translated_version\": \"Rusia dijo que sus fuerzas armadas habían obtenido el control total de Novohrodivka. El pequeño pueblo está a menos de 9 km de Pokrovsk, una ciudad estratégicamente importante en el este de Ucrania debido a sus conexiones ferroviarias y por carretera. Los soldados rusos han estado avanzando rápidamente desde el este mientras consolidan el control de la región de Donbas.\",                \"translated_title\": \"Control Ruso en Ucrania\"            }        ]    }    #####"