"{    \"translations\": [        {            \"english_version\": \"Hamas fighters are clashing with Israeli soldiers in north-eastern and central Gaza, the militant group said.\",            \"english_title\": \"Clashes in Gaza\",            \"translated_version\": \"Los combatientes de Hamas están luchando contra soldados israelíes en el noreste y centro de Gaza, dijo el grupo militante.\",            \"translated_title\": \"Enfrentamientos en Gaza\"        },        {            \"english_version\": \"The Israel Defence Forces confirmed that their troops were shooting and operating inside the enclave, but added that ground forces were inside Gaza yesterday as well, according to the New York Times.\",            \"english_title\": \"Israeli Troops in Gaza\",            \"translated_version\": \"Las Fuerzas de Defensa de Israel confirmaron que sus tropas estaban disparando y operando dentro del enclave, pero agregaron que las fuerzas terrestres también estaban dentro de Gaza ayer, según el New York Times.\",            \"translated_title\": \"Tropas Israelíes en Gaza\"        },        {            \"english_version\": \"Earlier an IDF spokesperson said that Israel’s ground troops were expanding their operations and ramping up air strikes, as news outlets reported heavy explosions in Gaza.\",            \"english_title\": \"Expanding Operations in Gaza\",            \"translated_version\": \"Anteriormente, un portavoz del IDF dijo que las tropas terrestres de Israel estaban expandiendo sus operaciones y aumentando los ataques aéreos, mientras los medios de comunicación informaban de fuertes explosiones en Gaza.\",            \"translated_title\": \"Expansión de Operaciones en Gaza\"        },        {            \"english_version\": \"Two major Palestinian mobile networks said their internet and phone services in the enclave were down; the Palestinian Red Crescent said it completely lost contact with its headquarters there.\",            \"english_title\": \"Communication Issues in Gaza\",            \"translated_version\": \"Dos importantes redes móviles palestinas dijeron que sus servicios de internet y teléfono en el enclave estaban caídos; la Media Luna Roja Palestina dijo que perdió por completo el contacto con su sede allí.\",            \"translated_title\": \"Problemas de Comunicación en Gaza\"        },        {            \"english_version\": \"The UN General Assembly overwhelmingly adopted a resolution calling for an immediate ceasefire in Gaza, with 120 countries backing it, 14 (including America) opposing and 45 abstaining.\",            \"english_title\": \"UN Resolution for Ceasefire\",            \"translated_version\": \"La Asamblea General de la ONU adoptó abrumadoramente una resolución que pide un alto el fuego inmediato en Gaza, con 120 países respaldándola, 14 (incluyendo a Estados Unidos) oponiéndose y 45 absteniéndose.\",            \"translated_title\": \"Resolución de la ONU para el Alto el Fuego\"        }    ]}"