"{    \"translations\": [        {            \"english_version\": \"The Secret Service, the agency that protects America's political leaders, stated that the man suspected of trying to harm Donald Trump did not have a clear view of the former president and did not shoot his weapon. The suspect, Ryan Wesley Routh, a 58-year-old from North Carolina, faced federal gun charges in Florida for allegedly being seen with a gun near where Trump was golfing. President Joe Biden mentioned that the Secret Service needs more assistance to safeguard Mr. Trump, who survived a previous assassination attempt.\",            \"english_title\": \"News about the Secret Service and an attempted assassination of Donald Trump\",            \"translated_version\": \"La agencia que protege a los líderes políticos de América, llamada el Servicio Secreto, dijo que el hombre sospechoso de intentar hacerle daño a Donald Trump no tenía una vista clara del expresidente y no disparó su arma. El sospechoso, Ryan Wesley Routh, de 58 años y de Carolina del Norte, enfrentó cargos federales por tener un arma cerca de donde Trump estaba jugando golf. El presidente Joe Biden mencionó que el Servicio Secreto necesita más ayuda para proteger al Sr. Trump, quien sobrevivió a un intento de asesinato anterior.\",            \"translated_title\": \"Noticias sobre el Servicio Secreto y un intento de asesinato de Donald Trump\"        },        {            \"english_version\": \"Stéphane Séjourné was chosen as France's new European commissioner, replacing Thierry Breton. Breton resigned after accusing Ursula von der Leyen, the European Commission president, of pressuring France to withdraw support for his candidacy. Von der Leyen is expected to announce a new team of commissioners soon, having clashed with Breton over her leadership approach.\",            \"english_title\": \"Appointment of Stéphane Séjourné as France's new European commissioner and tensions within the European Commission\",            \"translated_version\": \"Stéphane Séjourné fue elegido como el nuevo comisionado europeo de Francia, reemplazando a Thierry Breton. Breton renunció después de acusar a Ursula von der Leyen, la presidenta de la Comisión Europea, de presionar a Francia para retirar su apoyo a su candidatura. Se espera que Von der Leyen anuncie pronto un nuevo equipo de comisionados, habiendo chocado con Breton por su enfoque de liderazgo.\",            \"translated_title\": \"Nombramiento de Stéphane Séjourné como nuevo comisionado europeo de Francia y tensiones dentro de la Comisión Europea\"        }    ]}"