"{    \"translations\": [        {            \"english_version\": \"Israeli rockets hit a school in Gaza. Hamas claimed that the strike killed 100 people, which would make it one of the conflict’s deadliest attacks. Israel claimed it had hit a Hamas 'command-and-control centre' in the school. Displaced Gazans were using the al-Tabin school, in central Gaza city, as a shelter.\",            \"english_title\": \"Israeli Strike on School in Gaza\",            \"translated_version\": \"Israel bombed a school in Gaza. Hamas said 100 people died in the attack, making it one of the worst in the conflict. Israel said they targeted a Hamas base in the school. People who had to leave their homes in Gaza were staying at the al-Tabin school in the middle of Gaza city.\",            \"translated_title\": \"Israel Bombed a School in Gaza\"        },        {            \"english_version\": \"Egypt’s foreign ministry said the attack showed Israel had no intention of ending the war.\",            \"english_title\": \"Egypt's Response to Israel's Attack\",            \"translated_version\": \"Egypt's government said the bombing proves Israel doesn't want to stop the war.\",            \"translated_title\": \"Egypt's Reaction to Israel's Attack\"        },        {            \"english_version\": \"Russia introduced new security measures in western Kursk, on the border with Ukraine, and in the nearby regions of Bryansk and Belgorod. It is sending more soldiers and weapons to reinforce the regions following Ukraine’s biggest cross-border incursion since Russia invaded in 2022.\",            \"english_title\": \"Russia's Security Measures Near Ukraine\",            \"translated_version\": \"Russia is increasing security in Kursk, near Ukraine, and in Bryansk and Belgorod. They are sending more troops and weapons after Ukraine's big attack across the border.\",            \"translated_title\": \"Russia's Safety Steps Near Ukraine\"        },        {            \"english_version\": \"On Friday a Russian missile hit a shopping centre in Kostyantynivka, a city in eastern Ukraine, killing at least 14 people, according to Ukrainian officials.\",            \"english_title\": \"Russian Missile Strike in Ukraine\",            \"translated_version\": \"Last Friday, a Russian missile hit a shopping center in Kostyantynivka, a city in eastern Ukraine, and killed at least 14 people as reported by Ukraine.\",            \"translated_title\": \"Russian Missile Attack in Ukraine\"        }    ]}"