"{    \"translations\": [        {            \"english_version\": \"The UN Security Council passed a resolution calling for humanitarian pauses and corridors in Gaza. America, Britain and Russia abstained from the vote. The resolution also called for the release of all hostages by Hamas.\",            \"english_title\": \"UN Security Council Resolution on Gaza\",            \"translated_version\": \"El Consejo de Seguridad de la ONU aprobó una resolución que pide pausas humanitarias y corredores en Gaza. Estados Unidos, Gran Bretaña y Rusia se abstuvieron de votar. La resolución también pidió la liberación de todos los rehenes por parte de Hamas.\",            \"translated_title\": \"Resolución del Consejo de Seguridad de la ONU sobre Gaza\"        },        {            \"english_version\": \"Taiwan’s main opposition parties, which want better relations with China, agreed to field their candidates on a joint ticket in the country’s presidential elections in January. Polls suggest that together Hou Yu-ih, the Kuomintang’s candidate, and Ko Wen-je, leader of the upstart Taiwan People’s Party, could beat the candidate from the incumbent Democratic Progressive Party, which advocates strengthening relations with America.\",            \"english_title\": \"Taiwan's Opposition Parties Unite\",            \"translated_version\": \"Los principales partidos de oposición de Taiwán, que desean mejores relaciones con China, acordaron presentar a sus candidatos en una lista conjunta en las elecciones presidenciales del país en enero. Las encuestas sugieren que juntos Hou Yu-ih, el candidato del Kuomintang, y Ko Wen-je, líder del recién creado Partido Popular de Taiwán, podrían vencer al candidato del actual Partido Progresista Democrático, que aboga por fortalecer las relaciones con Estados Unidos.\",            \"translated_title\": \"Unión de los Partidos de Oposición de Taiwán\"        },        {            \"english_version\": \"Britain’s Supreme Court ruled unanimously that the government’s controversial plan to deport asylum-seekers to Rwanda is unlawful. The court cited the risk of the refugees having their claims unfairly assessed in Rwanda and then being returned to the country from which they had fled. Rishi Sunak, Britain’s prime minister, said his government was working on a new deal with Rwanda in light of the decision.\",            \"english_title\": \"UK Supreme Court Ruling on Deportations\",            \"translated_version\": \"El Tribunal Supremo de Gran Bretaña dictaminó por unanimidad que el plan controvertido del gobierno de deportar a solicitantes de asilo a Ruanda es ilegal. El tribunal citó el riesgo de que los refugiados tengan sus reclamos evaluados de manera injusta en Ruanda y luego sean devueltos al país del que huyeron. Rishi Sunak, primer ministro de Gran Bretaña, dijo que su gobierno estaba trabajando en un nuevo acuerdo con Ruanda a raíz de la decisión.\",            \"translated_title\": \"Fallos del Tribunal Supremo del Reino Unido sobre Deportaciones\"        },        {            \"english_version\": \"New Hampshire announced that its presidential primary elections would be the country’s first, on January 23rd—setting up a conflict with the Democratic National Committee. The DNC earlier approved a new primary schedule that kicks off in South Carolina. New Hampshire’s Democratic contest is therefore unofficial: the DNC will not award delegates to the winner, and Joe Biden, the probable nominee, will not appear on the ballot.\",            \"english_title\": \"New Hampshire's Presidential Primary Elections\",            \"translated_version\": \"New Hampshire anunció que sus elecciones primarias presidenciales serán las primeras del país, el 23 de enero, lo que genera un conflicto con el Comité Nacional Demócrata. El DNC aprobó anteriormente un nuevo calendario de primarias que comienza en Carolina del Sur. La contienda demócrata de New Hampshire no es oficial: el DNC no otorgará delegados al ganador y Joe Biden, el probable candidato, no aparecerá en la boleta.\",            \"translated_title\": \"Elecciones Primarias Presidenciales de New Hampshire\"        },        {            \"english_version\": \"EY announced that Janet Truncale will be its next global CEO. She will replace Carmine Di Sibio, who is retiring after a plan to split the company’s audit and advisory businesses collapsed in the spring. Ms Truncale, currently the regional manager of the company’s financial services business in the Americas, will be the first woman to lead a Big Four accounting firm.\",            \"english_title\": \"Janet Truncale Named EY's Next CEO\",            \"translated_version\": \"EY anunció que Janet Truncale será su próxima CEO global. Reemplazará a Carmine Di Sibio, quien se retirará después de que un plan para dividir los negocios de auditoría y asesoría de la empresa colapsara en la primavera. La Sra. Truncale, actualmente gerente regional del negocio de servicios financieros de la empresa en las Américas, será la primera mujer en liderar una firma de contabilidad de las Cuatro Grandes.\",            \"translated_title\": \"Janet Truncale Nombrada Próxima CEO de EY\"        }    ]}"