"{    \"translations\": [        {            \"english_version\": \"Australian police found homemade Islamic State group flags and improvised explosive devices in a vehicle used by suspects. Four people are facing conspiracy charges after being caught planning to test explosives in the desert.\",            \"english_title\": \"Explosives Found in Australia\",            \"translated_version\": \"La policía de Australia encontró banderas del grupo Estado Islámico hechas en casa y explosivos en un vehículo usado por sospechosos. Cuatro personas enfrentan cargos por conspiración después de ser atrapadas planeando probar explosivos en el desierto.\",            \"translated_title\": \"Explosivos encontrados en Australia\"        },        {            \"english_version\": \"Authorities say two rabbis, a Holocaust survivor, and a 10-year-old girl were among the victims of a recent incident. Videos and eyewitness accounts reveal how Australia's worst mass shooting in nearly three decades unfolded.\",            \"english_title\": \"Mass Shooting in Australia\",            \"translated_version\": \"Las autoridades dicen que dos rabinos, un sobreviviente del Holocausto y una niña de 10 años estaban entre las víctimas de un incidente reciente. Videos y relatos de testigos muestran cómo ocurrió el peor tiroteo masivo en Australia en casi tres décadas.\",            \"translated_title\": \"Tiroteo masivo en Australia\"        },        {            \"english_version\": \"A 78-year-old UK citizen was convicted of lobbying foreign governments to impose sanctions on Hong Kong and China.\",            \"english_title\": \"UK Citizen Convicted\",            \"translated_version\": \"Un ciudadano del Reino Unido de 78 años fue condenado por presionar a gobiernos extranjeros para imponer sanciones a Hong Kong y China.\",            \"translated_title\": \"Ciudadano del Reino Unido condenado\"        },        {            \"english_version\": \"Narges Mohammadi told her family in a phone call that she was beaten on the head and neck by plainclothes agents in Mashhad last week.\",            \"english_title\": \"Narges Mohammadi Beaten\",            \"translated_version\": \"Narges Mohammadi le dijo a su familia en una llamada telefónica que fue golpeada en la cabeza y el cuello por agentes de civil en Mashhad la semana pasada.\",            \"translated_title\": \"Narges Mohammadi golpeada\"        },        {            \"english_version\": \"At least 70 homes have been flooded in Safi's old city center, officials say.\",            \"english_title\": \"Flooding in Safi\",            \"translated_version\": \"Al menos 70 casas han sido inundadas en el centro de la ciudad vieja de Safi, dicen los oficiales.\",            \"translated_title\": \"Inundación en Safi\"        }    ]}"