"{    \"translations\": [        {            \"english_version\": \"A staunch conservative has taken over in Japan as the country deals with rising living costs and increasing debt.\",            \"english_title\": \"New Leader in Japan\",            \"translated_version\": \"Un conservador fuerte ha tomado el control en Japón mientras el país enfrenta costos de vida altos y más deuda.\",            \"translated_title\": \"Nuevo Líder en Japón\"        },        {            \"english_version\": \"Nicolas Sarkozy, who was president from 2007 to 2012, has appealed against his jail sentence at La Santé prison.\",            \"english_title\": \"Sarkozy Appeals Sentence\",            \"translated_version\": \"Nicolas Sarkozy, quien fue presidente de 2007 a 2012, ha apelado su sentencia de cárcel en la prisión La Santé.\",            \"translated_title\": \"Sarkozy Apela Sentencia\"        },        {            \"english_version\": \"Prosecutors say a woman was arrested in Barcelona with about a kilo of melted gold.\",            \"english_title\": \"Woman Arrested with Gold\",            \"translated_version\": \"Los fiscales dicen que una mujer fue arrestada en Barcelona con un kilo de oro derretido.\",            \"translated_title\": \"Mujer Arrestada con Oro\"        },        {            \"english_version\": \"The US vice-president visited after violence between Israel and Hamas threatened a truce that was only 12 days old.\",            \"english_title\": \"US VP Visits After Violence\",            \"translated_version\": \"El vicepresidente de EE.UU. visitó después de que la violencia entre Israel y Hamas amenazó una tregua de solo 12 días.\",            \"translated_title\": \"VP de EE.UU. Visita Tras Violencia\"        },        {            \"english_version\": \"The airport, which has been closed since the war started two years ago, was set to reopen on Wednesday.\",            \"english_title\": \"Airport to Reopen\",            \"translated_version\": \"El aeropuerto, que ha estado cerrado desde que comenzó la guerra hace dos años, iba a reabrir el miércoles.\",            \"translated_title\": \"Aeropuerto Reabrirá\"        }    ]}"