"```json{    \"translations\": [        {            \"english_version\": \"Donald Trump chose Pam Bondi, who was Florida's former attorney-general, to lead America's justice department. This decision came after Matt Gaetz withdrew from consideration. Ms. Bondi was one of Mr. Trump's lawyers during his first impeachment trial. Mr. Gaetz gave up his nomination due to allegations of paying women for sex, which he denies. Enough Republican senators were willing to block his nomination.\",            \"english_title\": \"Trump's Justice Department Pick\",            \"translated_version\": \"Donald Trump eligió a Pam Bondi, quien fue la ex fiscal general de Florida, para liderar el departamento de justicia de América. Esta decisión se tomó después de que Matt Gaetz se retirara de la consideración. La Sra. Bondi fue una de las abogadas del Sr. Trump durante su primer juicio de destitución. El Sr. Gaetz renunció a su nominación debido a acusaciones de pagar a mujeres por sexo, lo cual él niega. Suficientes senadores republicanos estaban dispuestos a bloquear su nominación.\",            \"translated_title\": \"Elección de Justicia de Trump\"        },        {            \"english_version\": \"Northvolt, a Swedish battery-maker, filed for Chapter 11 bankruptcy in America with a debt of $5.8bn. Peter Carlsson, the co-founder, resigned as chief executive. The company was considered Europe's best opportunity to challenge Asia's dominance in the electric-vehicle sector. Despite raising over $15bn in investments, including from Volkswagen and the German government, Northvolt struggled to increase production.\",            \"english_title\": \"Northvolt's Bankruptcy\",            \"translated_version\": \"Northvolt, un fabricante de baterías sueco, se declaró en bancarrota del Capítulo 11 en América con una deuda de $5.8bn. Peter Carlsson, el cofundador, renunció como director ejecutivo. La empresa era considerada la mejor oportunidad de Europa para desafiar la dominación de Asia en el sector de vehículos eléctricos. A pesar de recaudar más de $15bn en inversiones, incluidas las de Volkswagen y el gobierno alemán, Northvolt luchó por aumentar la producción.\",            \"translated_title\": \"Bancarrota de Northvolt\"        }    ]}```"