"{    \"translations\": [        {            \"english_version\": \"Israel claimed to have dealt a severe blow to Hizbullah through air strikes in southern Lebanon. This action was said to have thwarted Hizbullah's plans for a major attack. In response, Hizbullah launched hundreds of rockets towards Israel as retaliation for the killing of one of its top commanders.\",            \"english_title\": \"Israel vs. Hizbullah Conflict\",            \"translated_version\": \"Israel dijo que golpeó fuertemente a Hizbullah con ataques aéreos en el sur del Líbano. Esto evitó los planes de Hizbullah para un gran ataque. En respuesta, Hizbullah lanzó cientos de cohetes hacia Israel como represalia por la muerte de uno de sus comandantes principales.\",            \"translated_title\": \"Conflicto entre Israel y Hizbullah\"        },        {            \"english_version\": \"Polio vaccines were delivered to Gaza as the World Health Organisation confirmed a ten-month-old boy had contracted the disease. This marked the first case of polio in Gaza in 25 years.\",            \"english_title\": \"Polio Vaccines in Gaza\",            \"translated_version\": \"Vacunas contra la polio fueron entregadas a Gaza después de que la Organización Mundial de la Salud confirmara que un niño de diez meses había contraído la enfermedad. Este fue el primer caso de polio en Gaza en 25 años.\",            \"translated_title\": \"Vacunas contra la polio en Gaza\"        },        {            \"english_version\": \"A series of attacks in Balochistan, Pakistan resulted in the deaths of at least 70 people. The Baloch Liberation Army, a separatist group, claimed responsibility for killing 22 individuals on a highway in the province. The attacks were reportedly targeted at individuals from the Punjab region.\",            \"english_title\": \"Violence in Balochistan, Pakistan\",            \"translated_version\": \"Una serie de ataques en Baluchistán, Pakistán, resultaron en la muerte de al menos 70 personas. El Ejército de Liberación Balochista, un grupo separatista, se atribuyó la responsabilidad de matar a 22 personas en una carretera de la provincia. Los ataques aparentemente iban dirigidos a personas de la región de Punjab.\",            \"translated_title\": \"Violencia en Baluchistán, Pakistán\"        }    ]}"