"{    \"translations\": [        {            \"english_version\": \"Ukraine's leader will meet Trump in Washington a day after the US president agreed to face-to-face talks with his Russian counterpart. The phone conversation, held while Zelensky was flying to Washington, stole a march on his big moment.\",            \"english_title\": \"Ukraine Leader to Meet Trump\",            \"translated_version\": \"El líder de Ucrania se reunirá con Trump en Washington un día después de que el presidente de EE.UU. acordó hablar cara a cara con su homólogo ruso. La conversación telefónica, que ocurrió mientras Zelensky volaba a Washington, adelantó su gran momento.\",            \"translated_title\": \"Líder de Ucrania se Reunirá con Trump\"        },        {            \"english_version\": \"The Israeli prime minister's comments come after Hamas said it could not access the bodies of 19 hostages in Gaza.\",            \"english_title\": \"Israeli PM Comments on Hostages\",            \"translated_version\": \"Los comentarios del primer ministro de Israel vienen después de que Hamas dijo que no podía acceder a los cuerpos de 19 rehenes en Gaza.\",            \"translated_title\": \"Comentarios del Primer Ministro de Israel sobre Rehenes\"        },        {            \"english_version\": \"The woman's death has triggered widespread anger in Taiwan following speculation that she was overworked.\",            \"english_title\": \"Woman's Death Causes Anger in Taiwan\",            \"translated_version\": \"La muerte de la mujer ha causado mucha ira en Taiwán después de especulaciones de que trabajaba demasiado.\",            \"translated_title\": \"Muerte de Mujer Causa Ira en Taiwán\"        },        {            \"english_version\": \"The three leading candidates for New York City mayor have been making their case to lead America's biggest city.\",            \"english_title\": \"NYC Mayor Candidates Make Their Case\",            \"translated_version\": \"Los tres principales candidatos para alcalde de la ciudad de Nueva York han estado presentando sus argumentos para liderar la ciudad más grande de América.\",            \"translated_title\": \"Candidatos a Alcalde de NYC Presentan Sus Argumentos\"        },        {            \"english_version\": \"At least 27 people have been killed in US strikes on alleged 'narco-boats' in the Caribbean.\",            \"english_title\": \"US Strikes on Narco-Boats\",            \"translated_version\": \"Al menos 27 personas han muerto en ataques de EE.UU. a supuestas `narco-lanchas` en el Caribe.\",            \"translated_title\": \"Ataques de EE.UU. a Narco-Lanchas\"        }    ]}"