"{    \"translations\": [        {            \"english_version\": \"The Federal Reserve decided to keep its benchmark interest rate unchanged at 4.25-4.5%. This decision comes amidst concerns about economic uncertainty following the announcement of sweeping tariffs by President Trump. The Fed's main goals are to control inflation and unemployment, but it now sees increased risks of both rising.\",            \"english_title\": \"Federal Reserve Interest Rate\",            \"translated_version\": \"La Reserva Federal decidió mantener su tasa de interés de referencia sin cambios en 4.25-4.5%. Esta decisión se toma en medio de preocupaciones sobre la incertidumbre económica tras el anuncio de aranceles generalizados por parte del Presidente Trump. Los principales objetivos de la Fed son controlar la inflación y el desempleo, pero ahora ve un aumento en los riesgos de ambos.\",            \"translated_title\": \"Federal Reserve Interest Rate\"        },        {            \"english_version\": \"Pakistan has authorized its armed forces to take action in response to missile strikes by India on multiple sites in Pakistan and Pakistan-controlled Kashmir. India claims it targeted terrorist infrastructure, while Pakistan reports casualties of at least 26 dead and 46 wounded. Tensions between the two nuclear-armed nations escalated after militants killed 26 people in Indian-administered Kashmir recently.\",            \"english_title\": \"India-Pakistan Conflict\",            \"translated_version\": \"Pakistán ha autorizado a sus fuerzas armadas a tomar medidas en respuesta a los ataques con misiles de la India en varios lugares de Pakistán y Cachemira controlada por Pakistán. La India afirma que apuntó a la infraestructura terrorista, mientras que Pakistán informa de al menos 26 muertos y 46 heridos. Las tensiones entre las dos naciones armadas con armas nucleares se intensificaron después de que los militantes mataran a 26 personas en Cachemira administrada por la India recientemente.\",            \"translated_title\": \"India-Pakistan Conflict\"        }    ]}"