"{    \"translations\": [        {            \"english_version\": \"The House of Representatives passed a $95bn American aid package, with $61bn allocated for Ukraine. The plan, proposed by Republican House speaker Mike Johnson, received support from Democratic lawmakers despite opposition from some Republicans. The aid package is expected to have an immediate impact.\",            \"english_title\": \"International Aid Package\",            \"translated_version\": \"La Casa de Representantes aprobó un paquete de ayuda estadounidense de $95bn, con $61bn asignados para Ucrania. El plan, propuesto por el presidente de la Cámara de Representantes republicano Mike Johnson, recibió apoyo de legisladores demócratas a pesar de la oposición de algunos republicanos. Se espera que el paquete de ayuda tenga un impacto inmediato.\",            \"translated_title\": \"Paquete de Ayuda Internacional\"        },        {            \"english_version\": \"The Israel Defence Forces conducted a raid in the West Bank, resulting in the death of ten Palestinians and the detention of eight others. In a separate attack in Gaza, ten people were killed. Additionally, a pro-Iranian militia base in Iraq was struck, leading to casualties. The situation remains tense in the region.\",            \"english_title\": \"Middle East Conflict\",            \"translated_version\": \"Las Fuerzas de Defensa de Israel llevaron a cabo una redada en Cisjordania, lo que resultó en la muerte de diez palestinos y la detención de otros ocho. En un ataque separado en Gaza, murieron diez personas. Además, una base de milicias pro-iraníes en Iraq fue atacada, lo que provocó víctimas. La situación sigue siendo tensa en la región.\",            \"translated_title\": \"Conflicto en Medio Oriente\"        },        {            \"english_version\": \"Violence has escalated in eastern Myanmar near the border with Thailand, as rebel groups clash with the ruling junta. Recent fighting forced the junta to withdraw troops from a key trading hub. Hundreds of people have fled across the border to seek refuge in Thailand.\",            \"english_title\": \"Myanmar Unrest\",            \"translated_version\": \"La violencia ha aumentado en el este de Myanmar cerca de la frontera con Tailandia, ya que grupos rebeldes chocan con la junta gobernante. Los enfrentamientos recientes obligaron a la junta a retirar tropas de un importante centro comercial. Cientos de personas han huido cruzando la frontera para buscar refugio en Tailandia.\",            \"translated_title\": \"Inestabilidad en Myanmar\"        },        {            \"english_version\": \"The US Senate approved the re-authorization of a section of the Foreign Intelligence Surveillance Act, allowing government monitoring of foreign nationals abroad without a warrant. The bill faced criticism from both Republicans and Democrats for potential privacy violations. President Joe Biden is expected to sign it into law soon.\",            \"english_title\": \"Foreign Intelligence Surveillance Act\",            \"translated_version\": \"El Senado de EE. UU. aprobó la reautorización de una sección de la Ley de Vigilancia de Inteligencia Extranjera, permitiendo la vigilancia gubernamental de extranjeros en el extranjero sin una orden judicial. El proyecto de ley enfrentó críticas tanto de republicanos como de demócratas por posibles violaciones de privacidad. Se espera que el presidente Joe Biden lo firme pronto.\",            \"translated_title\": \"Ley de Vigilancia de Inteligencia Extranjera\"        },        {            \"english_version\": \"The UN issued a warning about the escalating conflict in el-Fasher, Sudan, where 800,000 people are at risk of inter-communal strife. Sudan has been plagued by war for a year, with millions in need of aid and millions displaced. The government has pledged to investigate the recent violence.\",            \"english_title\": \"Sudanese Crisis\",            \"translated_version\": \"La ONU emitió una advertencia sobre el conflicto creciente en el-Fasher, Sudán, donde 800,000 personas están en riesgo de conflictos intercomunitarios. Sudán ha sido afectado por la guerra durante un año, con millones necesitados de ayuda y millones desplazados. El gobierno se ha comprometido a investigar la violencia reciente.\",            \"translated_title\": \"Crisis en Sudán\"        }    ]}"