"{    \"translations\": [        {            \"english_version\": \"Naveed Akram, 24, is facing 59 charges after an attack at Bondi Beach in Sydney on Sunday. A witness said Boris Gurman, 69, bravely ran towards the danger and grabbed one of the attacker's guns.\",            \"english_title\": \"Attack at Bondi Beach\",            \"translated_version\": \"Naveed Akram, de 24 años, tiene 59 cargos después de un ataque en Bondi Beach en Sídney el domingo. Un testigo dijo que Boris Gurman, de 69 años, corrió valientemente hacia el peligro y agarró una de las armas del atacante.\",            \"translated_title\": \"Ataque en Bondi Beach\"        },        {            \"english_version\": \"Carmakers, especially in Germany, have been pushing hard for changes to the planned rules.\",            \"english_title\": \"Carmakers Want Rule Changes\",            \"translated_version\": \"Los fabricantes de autos, especialmente en Alemania, han estado presionando mucho para cambiar las reglas planeadas.\",            \"translated_title\": \"Fabricantes de Autos Quieren Cambios\"        },        {            \"english_version\": \"In an interview, Wiles said Donald Trump has a personality like someone who drinks too much, and JD Vance has been a conspiracy theorist for ten years.\",            \"english_title\": \"Wiles Talks About Trump and Vance\",            \"translated_version\": \"En una entrevista, Wiles dijo que Donald Trump tiene una personalidad como alguien que bebe demasiado, y JD Vance ha sido un teórico de conspiraciones por diez años.\",            \"translated_title\": \"Wiles Habla de Trump y Vance\"        },        {            \"english_version\": \"The US recently took control of an oil tanker near Venezuela, increasing pressure on the Venezuelan government.\",            \"english_title\": \"US Takes Oil Tanker\",            \"translated_version\": \"Estados Unidos tomó control de un barco de petróleo cerca de Venezuela, aumentando la presión sobre el gobierno venezolano.\",            \"translated_title\": \"EEUU Toma Barco de Petróleo\"        },        {            \"english_version\": \"The US will limit entry for people from Burkina Faso, Mali, Niger, South Sudan, Syria, and those with Palestinian Authority passports.\",            \"english_title\": \"US Limits Entry for Some Countries\",            \"translated_version\": \"Estados Unidos limitará la entrada para personas de Burkina Faso, Mali, Níger, Sudán del Sur, Siria, y aquellos con pasaportes de la Autoridad Palestina.\",            \"translated_title\": \"EEUU Limita Entrada para Algunos Países\"        }    ]}"