"```json{    \"translations\": [        {            \"english_version\": \"Hizbullah confirmed that Israel killed Hassan Nasrallah, the leader of the militant group, in an air strike on its headquarters in Beirut. A general from Iran's elite Islamic Revolutionary Guard Corps also died in the attack. Over 300 people, including senior figures in Hizbullah's military command, were killed. Israel continued air strikes on Hizbullah positions in Lebanon.\",            \"english_title\": \"Hizbullah and Iran\",            \"translated_version\": \"Hizbullah confirmó que Israel mató a Hassan Nasrallah, el líder del grupo militante, en un ataque aéreo en su sede en Beirut. También murió un general del Cuerpo de la Guardia Revolucionaria Islámica de Irán en el ataque. Más de 300 personas, incluidas figuras importantes en el comando militar de Hizbullah, murieron. Israel continuó con los ataques aéreos en las posiciones de Hizbullah en Líbano.\",            \"translated_title\": \"Hizbullah y Irán\"        },        {            \"english_version\": \"The US Justice Department indicted three Iranian nationals for hacking into Donald Trump's campaign. They allegedly stole campaign documents and emails, leaking them to the press to undermine Trump's presidential bid and erode confidence in US elections. Iran seeks retaliation for the assassination of Qassem Suleimani in 2020.\",            \"english_title\": \"Iranian Nationals Indicted\",            \"translated_version\": \"El Departamento de Justicia de EE. UU. acusó a tres nacionales iraníes de hackear la campaña de Donald Trump. Supuestamente robaron documentos y correos electrónicos de la campaña, filtrándolos a la prensa para socavar la candidatura presidencial de Trump y erosionar la confianza en las elecciones de EE. UU. Irán busca venganza por el asesinato de Qassem Suleimani en 2020.\",            \"translated_title\": \"Nacionales Iranianos Acusados\"        }    ]}```"