"{    \"translations\": [        {            \"english_version\": \"Many people gathered in cities in America and Europe to protest against Donald Trump's policies. They were unhappy about his new import tax of 10%. This tax started on Saturday. These protests were the first big ones against Trump since he started his second term in January.\",            \"english_title\": \"Protests Against Trump's Policies\",            \"translated_version\": \"Mucha gente se reunió en ciudades en América y Europa para protestar contra las políticas de Donald Trump. Estaban tristes por su nuevo impuesto de importación del 10%. Este impuesto comenzó el sábado. Estas protestas fueron las primeras grandes en contra de Trump desde que comenzó su segundo mandato en enero.\",            \"translated_title\": \"Protestas Contra las Políticas de Trump\"        },        {            \"english_version\": \"Donald Trump told Americans to stay strong during the protests. He called the financial chaos caused by the taxes an 'economic revolution'. Businesses were hit hard by the taxes. Jaguar Land Rover, a British car company owned by an Indian company, stopped sending cars to America for a month to see how the taxes would affect them.\",            \"english_title\": \"Trump's Message and Business Impact\",            \"translated_version\": \"Donald Trump les dijo a los estadounidenses que se mantuvieran fuertes durante las protestas. Llamó 'revolución económica' al caos financiero causado por los impuestos. Los negocios sufrieron mucho por los impuestos. Jaguar Land Rover, una compañía de autos británica propiedad de una compañía india, dejó de enviar autos a América por un mes para ver cómo los afectarían los impuestos.\",            \"translated_title\": \"Mensaje de Trump e Impacto en los Negocios\"        },        {            \"english_version\": \"After China put a 34% tax on American imports in response to Trump's taxes, the markets went down. The S&P 500 in America fell by 6% in one day. In Europe, the Stoxx 600 index dropped by 8.4% for the week.\",            \"english_title\": \"Market Reaction to Taxes\",            \"translated_version\": \"Después de que China impuso un impuesto del 34% a las importaciones estadounidenses en respuesta a los impuestos de Trump, los mercados bajaron. El S&P 500 en América cayó un 6% en un día. En Europa, el índice Stoxx 600 bajó un 8.4% durante la semana.\",            \"translated_title\": \"Reacción del Mercado a los Impuestos\"        },        {            \"english_version\": \"The Economist app is available on iOS and Android devices. The Economist offers various services and products. You can reuse their content by subscribing. They also have services for enterprises and events.\",            \"english_title\": \"The Economist App and Services\",            \"translated_version\": \"La aplicación de The Economist está disponible en dispositivos iOS y Android. The Economist ofrece varios servicios y productos. Puedes reutilizar su contenido suscribiéndote. También tienen servicios para empresas y eventos.\",            \"translated_title\": \"La Aplicación y Servicios de The Economist\"        },        {            \"english_version\": \"The Economist Group provides intelligence, impact events, and education courses. You can contact them for support, advertising, or career opportunities. They use cookies and similar technologies to improve user experience on their website.\",            \"english_title\": \"Services Provided by The Economist Group\",            \"translated_version\": \"El Grupo The Economist ofrece inteligencia, eventos de impacto y cursos de educación. Puedes contactarlos para obtener apoyo, publicidad u oportunidades laborales. Utilizan cookies y tecnologías similares para mejorar la experiencia del usuario en su sitio web.\",            \"translated_title\": \"Servicios Ofrecidos por el Grupo The Economist\"        }    ]}"