"{    \"translations\": [        {            \"english_version\": \"Hamas released four Israeli female soldiers who were held in Gaza since October 2023. In return, Israel freed 200 Palestinian prisoners. Most of the released Palestinians were sent to the West Bank, while some will be deported. Israel also stated that Palestinians would not be allowed to return to northern Gaza until a female civilian, set to be released, was freed. This exchange is part of a six-week ceasefire between Israel and Hamas that began on January 19th.\",            \"english_title\": \"Release of Israeli hostages and Palestinian prisoners\",            \"translated_version\": \"Hamas liberó a cuatro soldados israelíes mujeres que estaban detenidas en Gaza desde octubre de 2023. A cambio, Israel liberó a 200 prisioneros palestinos. La mayoría de los palestinos liberados fueron enviados a Cisjordania, mientras que algunos serán deportados. Israel también dijo que los palestinos no podrían regresar al norte de Gaza hasta que se liberara a una civil mujer. Este intercambio es parte de un alto el fuego de seis semanas entre Israel y Hamas que comenzó el 19 de enero.\",            \"translated_title\": \"Liberación de rehenes israelíes y prisioneros palestinos\"        },        {            \"english_version\": \"Kristi Noem, the governor of South Dakota, was confirmed as the homeland-security secretary by the US Senate. She will oversee agencies like Immigration and Customs Enforcement. Pete Hegseth was sworn in as the defense secretary after being confirmed with the casting vote of Vice-President J.D. Vance. Despite criticism of his views on the military, Hegseth, who believes the armed forces are too 'woke,' was confirmed to the position.\",            \"english_title\": \"Confirmation of Kristi Noem and Pete Hegseth in US government roles\",            \"translated_version\": \"Kristi Noem, la gobernadora de Dakota del Sur, fue confirmada como secretaria de seguridad nacional por el Senado de EE. UU. Ella supervisará agencias como Inmigración y Control de Aduanas. Pete Hegseth fue juramentado como secretario de defensa después de ser confirmado con el voto de desempate del vicepresidente J.D. Vance. A pesar de las críticas a sus opiniones sobre el ejército, Hegseth, quien cree que las fuerzas armadas están demasiado 'despiertas', fue confirmado en el cargo.\",            \"translated_title\": \"Confirmación de Kristi Noem y Pete Hegseth en roles del gobierno de EE. UU.\"        }    ]}"