"{    \"translations\": [        {            \"english_version\": \"Donald Trump signed an executive order to place tariffs on goods coming into America from Canada, Mexico, and China. The tariffs are 25% for Canada and Mexico, and 10% for China. The new duties will start on Tuesday. The White House says this is because the other countries did not stop drugs and migrants.\",            \"english_title\": \"Tariffs Imposed by Trump\",            \"translated_version\": \"Donald Trump firmó una orden para poner impuestos a los productos que entran a América desde Canadá, México y China. Los impuestos son del 25% para Canadá y México, y del 10% para China. Los nuevos impuestos comenzarán el martes. La Casa Blanca dice que esto es porque los otros países no detuvieron las drogas y los migrantes.\",            \"translated_title\": \"Impuestos Impuestos por Trump\"        },        {            \"english_version\": \"Canada and Mexico will also put tariffs on American goods. Canada's Prime Minister, Justin Trudeau, will tax American imports worth C$155bn at 25%. Mexico's leader, Claudia Sheinbaum, will do something similar. China criticized Trump's decision and said they will take actions in response.\",            \"english_title\": \"Tariffs by Canada, Mexico, and China\",            \"translated_version\": \"Canadá y México también pondrán impuestos a los productos estadounidenses. El Primer Ministro de Canadá, Justin Trudeau, gravará las importaciones estadounidenses por valor de C$155bn al 25%. La líder de México, Claudia Sheinbaum, hará algo similar. China criticó la decisión de Trump y dijo que tomarán acciones en respuesta.\",            \"translated_title\": \"Impuestos por Canadá, México y China\"        },        {            \"english_version\": \"LinkedInInstagramFacebookXTikTokYouTubeWhatsAppGet The Economist app on iOS or AndroidThe EconomistThe EconomistAboutReuse our contentSubscribeEconomist EnterpriseSecureDropThe Economist GroupThe Economist GroupThe Economist GroupEconomist IntelligenceEconomist ImpactEconomist Impact EventsEconomist Education CoursesContactContactHelp and supportAdvertisePress centreCareersCareersWorking hereExecutive JobsTo enhance your experience and ensure our website runs smoothly, we use cookies and similar technologies.Manage cookiesTerms of usePrivacyCookie PolicyAccessibilityModern Slavery StatementSitemapYour Data RightsCopyright © The Economist Newspaper Limited 2025. All rights reserved.\",            \"english_title\": \"The Economist Website\",            \"translated_version\": \"LinkedInInstagramFacebookXTikTokYouTubeWhatsAppObtén la aplicación de The Economist en iOS o AndroidThe EconomistThe EconomistAcerca deReutiliza nuestro contenidoSuscríbeteEconomist EnterpriseSecureDropThe Economist GroupThe Economist GroupThe Economist GroupEconomist IntelligenceEconomist ImpactEconomist Impact EventsEconomist Education CoursesContactoContactoAyuda y soportePublicidadCentro de prensaCarrerasCarrerasTrabajar aquíTrabajos ejecutivosPara mejorar tu experiencia y asegurar que nuestro sitio web funcione sin problemas, utilizamos cookies y tecnologías similares.Gestionar cookiesTérminos de usoPrivacidadPolítica de cookiesAccesibilidadDeclaración de esclavitud modernaMapa del sitioTus derechos de datosCopyright © The Economist Newspaper Limited 2025. Todos los derechos reservados.\",            \"translated_title\": \"El Sitio Web de The Economist\"        }    ]}"