"{    \"translations\": [        {            \"english_version\": \"Thousands of Gazans have started evacuating after the Israel Defence Forces instructed around 1.1 million Palestinians to move from north to south Gaza within 24 hours. This is in preparation for an expected ground invasion. The UN has called on Israel to withdraw this order, which Hamas has told Palestinians to ignore. Hamas claims that 70 people have been killed by airstrikes while attempting to flee. Israel has deployed tanks on Gaza's borders to target underground tunnels used for supplies, fighters, and potentially hostages. Hamas also stated that Israeli airstrikes have killed 13 hostages in Gaza over the past day.\",            \"english_title\": \"Gaza Evacuation and Airstrikes\",            \"translated_version\": \"Miles de personas en Gaza están siendo evacuadas después de que las Fuerzas de Defensa de Israel instruyeran a alrededor de 1.1 millones de palestinos a moverse del norte al sur de Gaza en 24 horas. Esto es en preparación para una invasión terrestre esperada. La ONU ha pedido a Israel que retire esta orden, que Hamas ha dicho a los palestinos que ignoren. Hamas afirma que 70 personas han sido asesinadas por ataques aéreos mientras intentaban huir. Israel ha desplegado tanques en las fronteras de Gaza para atacar túneles subterráneos utilizados para suministros, combatientes y posiblemente rehenes. Hamas también declaró que los ataques aéreos israelíes han matado a 13 rehenes en Gaza en el último día.\",            \"translated_title\": \"Evacuación y Ataques en Gaza\"        },        {            \"english_version\": \"House Republicans have chosen Jim Jordan, a conservative from Ohio, as their nominee for speaker of the American House of Representatives. However, he fell 65 votes short of the 217 needed to win on the full House floor. This decision came after Steve Scalise, the initial nominee, dropped out due to lack of support. Meanwhile, Microsoft has closed a $75 billion deal to acquire Activision Blizzard. The tech giant's revised bid for the video-game maker was approved by Britain's anti-trust watchdog. As part of the deal, Microsoft will license cloud-streaming rights of Activision titles to Ubisoft, a French games publisher. This move aims to prevent Microsoft from having a monopoly in the market. Additionally, two large American banks, JPMorgan Chase and Wells Fargo, reported strong results in the third quarter, thanks to higher interest rates. JPMorgan Chase saw a 35% increase in profits year-on-year, while Wells Fargo reported a 61% surge. BlackRock, the world's largest asset manager, also exceeded expectations with a 13% year-on-year profit rise, driven by growth in technology services.\",            \"english_title\": \"Political and Business Updates\",            \"translated_version\": \"Los Republicanos de la Cámara de Representantes han elegido a Jim Jordan, un conservador de Ohio, como su candidato a presidente de la Cámara de Representantes de Estados Unidos. Sin embargo, le faltaron 65 votos de los 217 necesarios para ganar en el pleno de la Cámara. Esta decisión se produjo después de que Steve Scalise, el candidato inicial, se retirara debido a la falta de apoyo. Mientras tanto, Microsoft ha cerrado un acuerdo de $75 mil millones para adquirir Activision Blizzard. La oferta revisada del gigante tecnológico para el fabricante de videojuegos fue aprobada por el organismo de control de monopolios de Gran Bretaña. Como parte del acuerdo, Microsoft otorgará licencias de transmisión en la nube de los títulos de Activision a Ubisoft, una editorial de juegos francesa. Este movimiento tiene como objetivo evitar que Microsoft tenga un monopolio en el mercado. Además, dos grandes bancos estadounidenses, JPMorgan Chase y Wells Fargo, informaron resultados sólidos en el tercer trimestre, gracias a las tasas de interés más altas. JPMorgan Chase registró un aumento del 35% en las ganancias interanuales, mientras que Wells Fargo informó un aumento del 61%. BlackRock, el administrador de activos más grande del mundo, también superó las expectativas con un aumento del 13% en las ganancias interanuales, impulsado por el crecimiento en los servicios tecnológicos.\",            \"translated_title\": \"Actualizaciones Políticas y Empresariales\"        },        {            \"english_version\": \"Repercussions from the Israel-Hamas war have been felt across Europe. In France, a teacher was killed in an attack believed to be linked to the conflict. In London, three Jewish schools closed due to security concerns, as did three others in Amsterdam. Both Britain and Belgium have increased security for Jewish communities. In Germany, the government has banned praise of Hamas's crimes. America's top diplomat, Antony Blinken, expressed gratitude to Mahmoud Abbas, the Palestinian Authority president, for his efforts to calm the region. Blinken met Abbas in Jordan's capital, Amman, as part of his Middle East tour. Lloyd Austin, America's defense secretary, and Ursula von der Leyen, the president of the European Commission, also showed support by visiting Israel.\",            \"english_title\": \"War Repercussions in Europe\",            \"translated_version\": \"Las repercusiones de la guerra entre Israel y Hamas se han sentido en toda Europa. En Francia, un profesor fue asesinado en un ataque que se cree está relacionado con el conflicto. En Londres, tres escuelas judías cerraron debido a preocupaciones de seguridad, al igual que otras tres en Ámsterdam. Tanto Gran Bretaña como Bélgica han aumentado la seguridad para las comunidades judías. En Alemania, el gobierno ha prohibido elogiar los crímenes de Hamas. El principal diplomático de Estados Unidos, Antony Blinken, expresó gratitud a Mahmoud Abbas, el presidente de la Autoridad Palestina, por sus esfuerzos para calmar la región. Blinken se reunió con Abbas en la capital de Jordania, Amán, como parte de su gira por Oriente Medio. Lloyd Austin, el secretario de defensa de Estados Unidos, y Ursula von der Leyen, la presidenta de la Comisión Europea, también mostraron su apoyo al visitar Israel.\",            \"translated_title\": \"Repercusiones de la Guerra en Europa\"        },        {            \"english_version\": \"A large flock of seagulls caused chaos at Marco Polo airport in Venice, Italy, leading to its closure for over an hour. Several flights were delayed or redirected, with one being sent to Trieste instead. The birds were eventually dispersed with the help of a falconer and an acoustic deterrent.\",            \"english_title\": \"Seagull Chaos at Venice Airport\",            \"translated_version\": \"Una gran bandada de gaviotas causó caos en el aeropuerto Marco Polo de Venecia, Italia, lo que llevó a su cierre durante más de una hora. Varios vuelos se retrasaron o se redirigieron, uno de ellos fue enviado a Trieste en su lugar. Las aves finalmente fueron dispersadas con la ayuda de un halconero y un dispositivo acústico.\",            \"translated_title\": \"Caos de Gaviotas en el Aeropuerto de Venecia\"        },        {            \"english_version\": \"Tunisia has returned €60 million of aid to the European Union amid disputes over migration. This comes as the two parties vie for control over the issue.\",            \"english_title\": \"Tunisia Returns Aid to EU\",            \"translated_version\": \"Túnez ha devuelto 60 millones de euros de ayuda a la Unión Europea en medio de disputas sobre migración. Esto ocurre mientras las dos partes compiten por el control del problema.\",            \"translated_title\": \"Túnez Devuelve Ayuda a la UE\"        }    ]}"