"{    \"translations\": [        {            \"english_version\": \"The Israel Defence Forces have started focused ground operations in the Gaza Strip, particularly around the Netzarim corridor. This area divides the territory into two parts. Palestinian health officials reported that Israeli strikes resulted in the deaths of 20 people, including a UN worker. A significant Israeli aerial attack on Tuesday caused the death of at least 400 individuals, dashing hopes of extending a fragile ceasefire with Hamas.\",            \"english_title\": \"Israeli Forces' Operations in Gaza Strip\",            \"translated_version\": \"Las Fuerzas de Defensa de Israel han comenzado operaciones terrestres enfocadas en la Franja de Gaza, especialmente alrededor del corredor de Netzarim. Esta área divide el territorio en dos partes. Funcionarios de salud palestinos informaron que los ataques israelíes resultaron en la muerte de 20 personas, incluido un trabajador de la ONU. Un importante ataque aéreo israelí el martes causó la muerte de al menos 400 personas, acabando con las esperanzas de extender un frágil alto el fuego con Hamas.\",            \"translated_title\": \"Operaciones de las Fuerzas Israelíes en la Franja de Gaza\"        },        {            \"english_version\": \"The Federal Reserve decided to keep its benchmark interest rate unchanged. However, it indicated that it plans to reduce rates twice within this year. The central bank adjusted its forecasts for 2025, anticipating a 1.7% growth in America's economy, down from the 2.1% forecast made in December. Jerome Powell, the Fed's chair, mentioned that tariffs could hinder progress in reducing inflation.\",            \"english_title\": \"Federal Reserve's Interest Rate Decision\",            \"translated_version\": \"La Reserva Federal decidió mantener su tasa de interés de referencia sin cambios. Sin embargo, indicó que planea reducir las tasas dos veces dentro de este año. El banco central ajustó sus pronósticos para 2025, anticipando un crecimiento del 1.7% en la economía de América, menos que el pronóstico del 2.1% hecho en diciembre. Jerome Powell, el presidente de la Fed, mencionó que los aranceles podrían obstaculizar el progreso en la reducción de la inflación.\",            \"translated_title\": \"Decisión de la Tasa de Interés de la Reserva Federal\"        }    ]}"