"{    \"translations\": [        {            \"english_version\": \"The Israel Defence Forces launched an air strike on Hizbullah's headquarters in Beirut, Lebanon, killing at least two people. Israel's Prime Minister, Binyamin Netanyahu, stated at the UN General Assembly that Israel is winning against Iran and its proxies in the Middle East. He pledged to continue fighting Hizbullah in Lebanon.\",            \"english_title\": \"Middle East Conflict\",            \"translated_version\": \"Las fuerzas de defensa de Israel lanzaron un ataque aéreo a la sede de Hizbullah en Beirut, Líbano, matando al menos a dos personas. El Primer Ministro de Israel, Binyamin Netanyahu, dijo en la Asamblea General de la ONU que Israel está ganando contra Irán y sus aliados en Medio Oriente. Prometió seguir luchando contra Hizbullah en Líbano.\",            \"translated_title\": \"Conflicto en Medio Oriente\"        },        {            \"english_version\": \"More than 700 people have been killed in Lebanon this week due to Israel's air strikes against Hizbullah. Iran's embassy in Lebanon warned that the recent strike changes the rules of the game and the perpetrator will face consequences.\",            \"english_title\": \"Middle East Conflict\",            \"translated_version\": \"Más de 700 personas han muerto en Líbano esta semana debido a los ataques aéreos de Israel contra Hizbullah. La embajada de Irán en Líbano advirtió que el reciente ataque cambia las reglas del juego y el responsable enfrentará consecuencias.\",            \"translated_title\": \"Conflicto en Medio Oriente\"        },        {            \"english_version\": \"Ishiba Shigeru, a former defence minister, emerged as the winner in the race to become Japan's next prime minister. He defeated eight other candidates in the contest for leadership of the ruling Liberal Democratic Party, marking his fifth attempt to secure the top position.\",            \"english_title\": \"Japanese Politics\",            \"translated_version\": \"Ishiba Shigeru, un ex ministro de defensa, surgió como el ganador en la carrera para convertirse en el próximo primer ministro de Japón. Derrotó a otros ocho candidatos en la contienda por el liderazgo del gobernante Partido Liberal Democrático, marcando su quinto intento de asegurar la posición principal.\",            \"translated_title\": \"Política Japonesa\"        }    ]}"