"    #####    {        \"translations\": [            {                \"english_version\": \"Asian stocks went up after Scott Bessent, Donald Trump’s treasury secretary, mentioned that there was 'substantial progress' in trade discussions between America and China. This positive news came after a two-day meeting in Geneva, the first of its kind since Mr. Trump imposed tariffs on certain Chinese goods. The details of the agreement reached during the talks will be revealed on Monday.\",                \"english_title\": \"Asian stocks rise after trade talks between America and China\",                \"translated_version\": \"Las acciones asiáticas subieron después de que Scott Bessent, el secretario del tesoro de Donald Trump, mencionara que hubo 'progreso sustancial' en las discusiones comerciales entre América y China. Esta noticia positiva llegó después de una reunión de dos días en Ginebra, la primera de su tipo desde que el Sr. Trump impuso aranceles a ciertos productos chinos. Los detalles del acuerdo alcanzado durante las conversaciones se revelarán el lunes.\",                \"translated_title\": \"Las acciones asiáticas suben después de las conversaciones comerciales entre América y China\"            },            {                \"english_version\": \"Donald Trump encouraged Volodymyr Zelensky to meet with Vladimir Putin this week, regardless of whether a ceasefire was in effect. Putin, in response, proposed a meeting with the Ukrainian leader in Istanbul but with conditions that might not be acceptable. Zelensky stated that he would wait for Putin in Turkey on Thursday, expecting a 'complete and lasting' ceasefire from Monday.\",                \"english_title\": \"Donald Trump's suggestion for a meeting between Zelensky and Putin\",                \"translated_version\": \"Donald Trump animó a Volodymyr Zelensky a reunirse con Vladimir Putin esta semana, independientemente de si había un alto el fuego en efecto. Putin, en respuesta, propuso una reunión con el líder ucraniano en Estambul pero con condiciones que podrían no ser aceptables. Zelensky declaró que esperaría a Putin en Turquía el jueves, esperando un alto el fuego 'completo y duradero' a partir del lunes.\",                \"translated_title\": \"La sugerencia de Donald Trump para una reunión entre Zelensky y Putin\"            }        ]    }    #####"