"{    \"translations\": [        {            \"english_version\": \"Ukrainian attacks killed five people and injured 46 others in Belgorod, a city in south-western Russia. Belgorod has been targeted by Ukrainian strikes in the past. Ukraine's president, Volodymyr Zelensky, recently removed the air force commander, Mykola Oleshchuk, following the destruction of an F-16 fighter jet and the pilot's death in a Russian missile attack.\",            \"english_title\": \"Ukrainian Strikes in Belgorod, Russia\",            \"translated_version\": \"Ataques ucranianos mataron a cinco personas e hirieron a otras 46 en Belgorod, una ciudad en el suroeste de Rusia. Belgorod ha sido atacado por los ucranianos en el pasado. El presidente de Ucrania, Volodymyr Zelensky, recientemente removió al comandante de la fuerza aérea, Mykola Oleshchuk, tras la destrucción de un avión de combate F-16 y la muerte del piloto en un ataque con misiles rusos.\",            \"translated_title\": \"Ataques Ucranianos en Belgorod, Rusia\"        },        {            \"english_version\": \"The Israel Defence Forces conducted an operation in the occupied West Bank, resulting in the deaths of two Palestinians. One of the individuals had infiltrated an Israeli settlement, while the other engaged in gunfire with soldiers after his car exploded. The IDF operation led to injuries of two other individuals.\",            \"english_title\": \"Israeli Operation in West Bank\",            \"translated_version\": \"Las Fuerzas de Defensa de Israel llevaron a cabo una operación en Cisjordania ocupada, lo que resultó en la muerte de dos palestinos. Uno de los individuos se había infiltrado en un asentamiento israelí, mientras que el otro se enfrentó a tiros con los soldados después de que su coche explotara. La operación de las FDI causó heridas a otros dos individuos.\",            \"translated_title\": \"Operación Israelí en Cisjordania\"        }    ]}"