"{    \"translations\": [        {            \"english_version\": \"Binyamin Netanyahu promised `safe passage` to civilians ahead of a planned assault on Rafah, in the south of Gaza. Israel’s prime minister described the city as Hamas’s `last bastion` and claimed that `victory is within reach`.\",            \"english_title\": \"Netanyahu's Promise\",            \"translated_version\": \"Binyamin Netanyahu prometió un 'paso seguro' a los civiles antes de un ataque planeado en Rafah, al sur de Gaza. El primer ministro de Israel describió la ciudad como el 'último bastión' de Hamas y afirmó que 'la victoria está al alcance'.\",            \"translated_title\": \"La Promesa de Netanyahu\"        },        {            \"english_version\": \"On Saturday Israel’s army said it had found a Hamas tunnel under the Gaza headquarters of a UN agency. UNRWA, which aids Palestinian refugees, said it had not used the compound since October and was not aware of activity there. It is already reeling from allegations that some of its staff were involved in Hamas’s assault on Israel on October 7th.\",            \"english_title\": \"Hamas Tunnel\",            \"translated_version\": \"El sábado, el ejército de Israel dijo que había encontrado un túnel de Hamas debajo de la sede de una agencia de la ONU en Gaza. UNRWA, que ayuda a los refugiados palestinos, dijo que no había utilizado el recinto desde octubre y no estaba al tanto de ninguna actividad allí. Ya está tambaleándose por las acusaciones de que algunos de sus empleados estuvieron involucrados en el ataque de Hamas a Israel el 7 de octubre.\",            \"translated_title\": \"El Túnel de Hamas\"        },        {            \"english_version\": \"Candidates backed by Imran Khan, a jailed former prime minister, won Pakistan’s general election, according to the final tally released on Sunday. Polls closed on Thursday night; the delayed results fueled rumours of cheating and sparked protests. Another former prime minister, Nawaz Sharif, claimed victory even though his party came second (because Mr Khan’s allies ran as independents). He started building a coalition.\",            \"english_title\": \"Pakistan Election\",            \"translated_version\": \"Los candidatos respaldados por Imran Khan, un ex primer ministro encarcelado, ganaron las elecciones generales de Pakistán, según el recuento final publicado el domingo. Las votaciones cerraron el jueves por la noche; los resultados retrasados alimentaron rumores de trampa y provocaron protestas. Otro ex primer ministro, Nawaz Sharif, reclamó la victoria a pesar de que su partido quedó en segundo lugar (porque los aliados de Khan se presentaron como independientes). Comenzó a formar una coalición.\",            \"translated_title\": \"Elecciones en Pakistán\"        },        {            \"english_version\": \"Donald Trump said he once told a NATO member state that America would not protect members of the military alliance from attack by Russia if they did not pay their way. The former president added that he would even `encourage` Russia to do `whatever the hell they want` to `delinquent` members. A White House spokesperson called his comments `appalling and unhinged`.\",            \"english_title\": \"Trump's NATO Statement\",            \"translated_version\": \"Donald Trump dijo que una vez le dijo a un estado miembro de la OTAN que Estados Unidos no protegería a los miembros de la alianza militar de un ataque de Rusia si no pagaban su parte. El ex presidente agregó que incluso 'alentaría' a Rusia a hacer 'lo que les dé la gana' con los miembros 'morosos'. Un portavoz de la Casa Blanca calificó sus comentarios de 'horribles y desequilibrados'.\",            \"translated_title\": \"Declaración de Trump sobre la OTAN\"        },        {            \"english_version\": \"The candidates for the presidency of Indonesia ended their campaigns at rallies attended by many thousands of supporters. The vote itself does not take place until February 14th, but the three men looking to replace the immensely popular Joko Widodo are not allowed to campaign after Saturday. Our poll tracker suggests Prabowo Subianto, whose running mate is the incumbent’s son, will win just over half of the votes.\",            \"english_title\": \"Indonesia Election\",            \"translated_version\": \"Los candidatos a la presidencia de Indonesia terminaron sus campañas en mítines a los que asistieron miles de seguidores. La votación en sí no se llevará a cabo hasta el 14 de febrero, pero a los tres hombres que buscan reemplazar al inmensamente popular Joko Widodo no se les permite hacer campaña después del sábado. Nuestro rastreador de encuestas sugiere que Prabowo Subianto, cuyo compañero de fórmula es el hijo del actual presidente, ganará poco más de la mitad de los votos.\",            \"translated_title\": \"Elecciones en Indonesia\"        }    ]}"