"{    \"translations\": [        {            \"english_version\": \"A UN-backed body confirms that there is a famine in the Gaza Strip and nearby areas. They say that more than half a million people in Gaza are facing very bad conditions, including starvation and death.\",            \"english_title\": \"Famine in Gaza\",            \"translated_version\": \"Un grupo apoyado por la ONU confirma que hay hambre en la Franja de Gaza y áreas cercanas. Dicen que más de medio millón de personas en Gaza están en condiciones muy malas, incluyendo hambre y muerte.\",            \"translated_title\": \"Hambre en Gaza\"        },        {            \"english_version\": \"Ranil Wickremesinghe has been arrested because he is accused of misusing funds, according to officials.\",            \"english_title\": \"Ranil Wickremesinghe Arrested\",            \"translated_version\": \"Ranil Wickremesinghe ha sido arrestado porque lo acusan de usar mal el dinero, según oficiales.\",            \"translated_title\": \"Ranil Wickremesinghe Arrestado\"        },        {            \"english_version\": \"Nine bodies have been found in new graves near the place where the Shakahola Forest Massacre happened.\",            \"english_title\": \"New Graves Found\",            \"translated_version\": \"Han encontrado nueve cuerpos en nuevas tumbas cerca del lugar donde ocurrió la Masacre del Bosque Shakahola.\",            \"translated_title\": \"Nuevas Tumbas Encontradas\"        },        {            \"english_version\": \"Volodymyr Zelensky is asking Western countries to put new sanctions on Moscow if Moscow does not show interest in peace.\",            \"english_title\": \"Zelensky Requests Sanctions\",            \"translated_version\": \"Volodymyr Zelensky está pidiendo a los países occidentales que pongan nuevas sanciones a Moscú si Moscú no muestra interés en la paz.\",            \"translated_title\": \"Zelensky Pide Sanciones\"        },        {            \"english_version\": \"A US state department official says that people with US visas will be checked continuously.\",            \"english_title\": \"Visa Checks\",            \"translated_version\": \"Un oficial del departamento de estado de EE.UU. dice que las personas con visas de EE.UU. serán revisadas continuamente.\",            \"translated_title\": \"Revisiones de Visas\"        }    ]}"