"{    \"translations\": [        {            \"english_version\": \"Alexei Navalny, a well-known opposition leader in Russia, has passed away according to the Russian prison service. He became ill after a walk and lost consciousness quickly. Navalny was serving a long sentence in a tough prison near the Arctic Circle. Western leaders, including President Joe Biden, blamed Russian President Vladimir Putin for Navalny's reported death.\",            \"english_title\": \"Death of Alexei Navalny\",            \"translated_version\": \"Alexei Navalny, un líder opositor conocido en Rusia, ha fallecido según el servicio de prisiones ruso. Se enfermó después de un paseo y perdió el conocimiento rápidamente. Navalny estaba cumpliendo una larga condena en una prisión difícil cerca del Círculo Ártico. Líderes occidentales, incluido el Presidente Joe Biden, culparon al Presidente ruso Vladimir Putin por la muerte reportada de Navalny.\",            \"translated_title\": \"Muerte de Alexei Navalny\"        },        {            \"english_version\": \"A judge in New York has ordered former President Donald Trump to pay $354 million for misrepresenting his net worth. Trump was found liable for fraud even before the civil trial began. The judge also imposed restrictions on Trump and his adult sons from holding senior positions in New York corporations.\",            \"english_title\": \"Legal Troubles for Donald Trump\",            \"translated_version\": \"Un juez en Nueva York ha ordenado al ex Presidente Donald Trump pagar $354 millones por tergiversar su patrimonio neto. Trump fue encontrado responsable de fraude incluso antes de que comenzara el juicio civil. El juez también impuso restricciones a Trump y sus hijos adultos para ocupar cargos directivos en corporaciones de Nueva York.\",            \"translated_title\": \"Problemas Legales para Donald Trump\"        },        {            \"english_version\": \"Ukraine's President Volodmyr Zelensky signed security agreements in Germany and France. Germany's leader promised €1.1 billion in fresh aid, while France's president pledged up to €3 billion in 2024. These amounts are less than what the American Senate recently approved, as House Republicans have not yet voted on it.\",            \"english_title\": \"Security Agreements in Ukraine\",            \"translated_version\": \"El Presidente de Ucrania, Volodmyr Zelensky, firmó acuerdos de seguridad en Alemania y Francia. El líder de Alemania prometió €1.1 mil millones en ayuda fresca, mientras que el presidente de Francia se comprometió a hasta €3 mil millones en 2024. Estas cantidades son menores a lo que el Senado Americano aprobó recientemente, ya que los Republicanos de la Cámara aún no han votado al respecto.\",            \"translated_title\": \"Acuerdos de Seguridad en Ucrania\"        },        {            \"english_version\": \"Producer prices in America rose by 0.9% year on year in January, exceeding analysts' expectations. The core measure, which excludes volatile trade services, food, and energy prices, increased by 2.6%. This rise in prices has led to an increase in government bond yields, posing a challenge for the Federal Reserve's inflation fight.\",            \"english_title\": \"Producer Prices in America\",            \"translated_version\": \"Los precios de los productores en América aumentaron un 0.9% interanual en enero, superando las expectativas de los analistas. La medida central, que excluye los servicios comerciales volátiles, los alimentos y los precios de la energía, aumentó un 2.6%. Este aumento de precios ha llevado a un aumento en los rendimientos de los bonos del gobierno, planteando un desafío para la lucha contra la inflación de la Reserva Federal.\",            \"translated_title\": \"Precios de los Productores en América\"        },        {            \"english_version\": \"The American Justice Department has charged an FBI informant with making false statements about the connections between Joe Biden, his son Hunter, and a Ukrainian energy company. The informant claimed that the company paid the Bidens $5 million between 2015 and 2016 for protection. This indictment is a setback for Republicans seeking to impeach the president.\",            \"english_title\": \"Legal Charges Against FBI Informant\",            \"translated_version\": \"El Departamento de Justicia Americano ha acusado a un informante del FBI de hacer declaraciones falsas sobre las conexiones entre Joe Biden, su hijo Hunter y una empresa de energía ucraniana. El informante afirmó que la empresa pagó a los Biden $5 millones entre 2015 y 2016 por protección. Esta acusación es un revés para los Republicanos que buscan destituir al presidente.\",            \"translated_title\": \"Cargos Legales Contra Informante del FBI\"        }    ]}"