"{    \"translations\": [        {            \"english_version\": \"Hamas said it would allow the Red Cross to enter if aid routes were opened into Gaza. The Palestine Red Crescent Society accuses Israel of a direct strike, and Israel says it is looking into the claim.\",            \"english_title\": \"Hamas and Red Cross\",            \"translated_version\": \"Hamas dijo que dejaría entrar a la Cruz Roja si se abren rutas de ayuda a Gaza. La Sociedad de la Media Luna Roja Palestina acusa a Israel de un ataque directo, e Israel dice que está investigando la acusación.\",            \"translated_title\": \"Hamas y Cruz Roja\"        },        {            \"english_version\": \"Ukraine reports Russian air strikes on the southern cities of Kherson and Mykolaiv. The arrests come just two days after Ukraine's anti-corruption agencies had their independence restored.\",            \"english_title\": \"Russian Air Strikes in Ukraine\",            \"translated_version\": \"Ucrania informa de ataques aéreos rusos en las ciudades del sur de Kherson y Mykolaiv. Las detenciones ocurren solo dos días después de que las agencias anticorrupción de Ucrania recuperaran su independencia.\",            \"translated_title\": \"Ataques Aéreos Rusos en Ucrania\"        },        {            \"english_version\": \"A volcano erupted in Russia's Kamchatka peninsula, and experts think it might be connected to a big earthquake last week.\",            \"english_title\": \"Volcano Eruption in Russia\",            \"translated_version\": \"Un volcán hizo erupción en la península de Kamchatka en Rusia, y los expertos piensan que podría estar conectado con un gran terremoto de la semana pasada.\",            \"translated_title\": \"Erupción de Volcán en Rusia\"        },        {            \"english_version\": \"Police say the suspect was a regular at the bar where he opened fire, and a bartender and three customers were among the victims.\",            \"english_title\": \"Bar Shooting Incident\",            \"translated_version\": \"La policía dice que el sospechoso era un cliente habitual en el bar donde disparó, y un camarero y tres clientes estaban entre las víctimas.\",            \"translated_title\": \"Incidente de Tiroteo en Bar\"        },        {            \"english_version\": \"Tunnels in a copper mine collapsed after an earthquake on Thursday, trapping five miners and killing a sixth person that day.\",            \"english_title\": \"Mine Collapse After Earthquake\",            \"translated_version\": \"Los túneles en una mina de cobre colapsaron después de un terremoto el jueves, atrapando a cinco mineros y matando a una sexta persona ese día.\",            \"translated_title\": \"Colapso de Mina Tras Terremoto\"        }    ]}"