"{    \"translations\": [        {            \"english_version\": \"Andriy Yermak, 54, has been the Ukrainian president's chief of staff throughout Russia's full-scale war.\",            \"english_title\": \"Ukrainian Chief of Staff\",            \"translated_version\": \"Andriy Yermak, de 54 años, ha sido el jefe de personal del presidente de Ucrania durante toda la guerra de Rusia.\",            \"translated_title\": \"Jefe de Personal de Ucrania\"        },        {            \"english_version\": \"Authorities say 89 bodies are unidentified and 79 people remain injured after Wednesday's blaze.\",            \"english_title\": \"Unidentified Bodies After Fire\",            \"translated_version\": \"Las autoridades dicen que 89 cuerpos no están identificados y 79 personas siguen heridas después del incendio del miércoles.\",            \"translated_title\": \"Cuerpos No Identificados Tras Incendio\"        },        {            \"english_version\": \"Israel said it was targeting militants in the village of Beit Jinn, but Syria's foreign ministry condemns what it called a 'war crime'.\",            \"english_title\": \"Israel Targets Militants\",            \"translated_version\": \"Israel dijo que estaba atacando a militantes en el pueblo de Beit Jinn, pero el ministerio de relaciones exteriores de Siria condena lo que llamó un `crimen de guerra`.\",            \"translated_title\": \"Israel Ataca Militantes\"        },        {            \"english_version\": \"Senegal's prime minister and Nigeria's former leader say they do not believe the military takeover was genuine.\",            \"english_title\": \"Doubt on Military Takeover\",            \"translated_version\": \"El primer ministro de Senegal y el ex líder de Nigeria dicen que no creen que la toma militar fuera real.\",            \"translated_title\": \"Duda Sobre Toma Militar\"        },        {            \"english_version\": \"The ruling bucks a trend set by courts around Japan that had raised hopes for marriage equality.\",            \"english_title\": \"Ruling Against Marriage Equality\",            \"translated_version\": \"El fallo va en contra de una tendencia establecida por los tribunales de Japón que había dado esperanzas para la igualdad en el matrimonio.\",            \"translated_title\": \"Fallo Contra Igualdad Matrimonial\"        }    ]}"