"{    \"translations\": [        {            \"english_version\": \"American banks are doing well, despite concerns about tariffs affecting their profits. Bank of America exceeded expectations in the first quarter, thanks to high stock trading. Their profits increased by 10% to $7.4 billion. Citigroup also saw a 23% rise in trading revenue. Goldman Sachs and JPMorgan Chase have also seen positive results due to market volatility. However, there are worries about the impact of tariffs, as Bank of America's M&A fees dropped by 3%.\",            \"english_title\": \"American Banks Performance\",            \"translated_version\": \"Los bancos americanos están yendo bien, a pesar de preocupaciones sobre aranceles que afectan sus ganancias. El Banco de América superó las expectativas en el primer trimestre, gracias a un alto comercio de acciones. Sus ganancias aumentaron un 10% a $7.4 mil millones. Citigroup también vio un aumento del 23% en los ingresos comerciales. Goldman Sachs y JPMorgan Chase también han visto resultados positivos debido a la volatilidad del mercado. Sin embargo, hay preocupaciones sobre el impacto de los aranceles, ya que las tarifas de fusiones y adquisiciones del Banco de América bajaron un 3%.\",            \"translated_title\": \"Rendimiento de los Bancos Americanos\"        },        {            \"english_version\": \"Harvard University faced a threat to its tax-exempt status from President Trump after refusing to comply with certain policy changes. The university rejected demands, including screening students for antisemitism, stating that they infringed on its independence. The Trump administration had previously announced a freeze of $2.2 billion in federal funds for Harvard.\",            \"english_title\": \"Harvard University's Tax-Exempt Status\",            \"translated_version\": \"La Universidad de Harvard enfrentó una amenaza a su estatus de exención de impuestos por parte del Presidente Trump después de negarse a cumplir con ciertos cambios de política. La universidad rechazó demandas, incluyendo la revisión de estudiantes para el antisemitismo, afirmando que infringían en su independencia. La administración Trump había anunciado previamente una congelación de $2.2 mil millones en fondos federales para Harvard.\",            \"translated_title\": \"Estatus de Exención de Impuestos de la Universidad de Harvard\"        },        {            \"english_version\": \"This paragraph does not contain news and is about The Economist app and website.\",            \"english_title\": \"The Economist App and Website\",            \"translated_version\": \"Este párrafo no contiene noticias y trata sobre la aplicación y el sitio web de The Economist.\",            \"translated_title\": \"La Aplicación y Sitio Web de The Economist\"        },        {            \"english_version\": \"This paragraph does not contain news and is about The Economist Group, including various services and contact information.\",            \"english_title\": \"The Economist Group Services\",            \"translated_version\": \"Este párrafo no contiene noticias y trata sobre el Grupo The Economist, incluyendo varios servicios e información de contacto.\",            \"translated_title\": \"Servicios del Grupo The Economist\"        },        {            \"english_version\": \"This paragraph does not contain news and is about The Economist's website policies, including the use of cookies, terms of use, privacy policy, and other legal information.\",            \"english_title\": \"The Economist Website Policies\",            \"translated_version\": \"Este párrafo no contiene noticias y trata sobre las políticas del sitio web de The Economist, incluyendo el uso de cookies, términos de uso, política de privacidad y otra información legal.\",            \"translated_title\": \"Políticas del Sitio Web de The Economist\"        }    ]}"