"{    \"translations\": [        {            \"english_version\": \"Less than an hour ago, Donald Trump announced that he plans to impose 25% tariffs on all steel and aluminium imports into America. These new tariffs will start on Monday. The main suppliers of these metals to the US are Canada, China, and Mexico. Trump also mentioned that reciprocal tariffs will be imposed on trade partners who charge tariffs on American goods.\",            \"english_title\": \"Trade Tariffs on Steel and Aluminium Imports\",            \"translated_version\": \"Hace menos de una hora, Donald Trump anunció que planea imponer aranceles del 25% a todas las importaciones de acero y aluminio en América. Estos nuevos aranceles comenzarán el lunes. Los principales proveedores de estos metales a los EE. UU. son Canadá, China y México. Trump también mencionó que se impondrán aranceles recíprocos a los socios comerciales que cobren aranceles sobre bienes estadounidenses.\",            \"translated_title\": \"Aranceles Comerciales sobre Importaciones de Acero y Aluminio\"        },        {            \"english_version\": \"Following Trump's tariff announcements, Asian stock markets and currencies experienced a decline. The market reacted negatively to the news of the new tariffs on steel and aluminium imports into America.\",            \"english_title\": \"Market Response to Trump's Tariff Announcements\",            \"translated_version\": \"Después de los anuncios de aranceles de Trump, los mercados de valores y las monedas asiáticas experimentaron un declive. El mercado reaccionó negativamente a la noticia de los nuevos aranceles sobre las importaciones de acero y aluminio en América.\",            \"translated_title\": \"Respuesta del Mercado a los Anuncios de Aranceles de Trump\"        },        {            \"english_version\": \"Donald Trump expressed impatience with the ceasefire deal in Gaza due to the poor condition of the hostages Hamas is releasing. Three men were recently set free by the militant group, and Israel had withdrawn its forces from the Netzarim corridor as part of the ceasefire agreement.\",            \"english_title\": \"Ceasefire Deal in Gaza\",            \"translated_version\": \"Donald Trump expresó impaciencia con el acuerdo de alto el fuego en Gaza debido a la mala condición de los rehenes que Hamas está liberando. Tres hombres fueron liberados recientemente por el grupo militante, e Israel retiró sus fuerzas del corredor de Netzarim como parte del acuerdo de alto el fuego.\",            \"translated_title\": \"Acuerdo de Alto el Fuego en Gaza\"        }    ]}"