"{    \"translations\": [        {            \"english_version\": \"Russian warplanes have joined Syrian armed forces in attacking rebels in Aleppo, the country's second-largest city. The fighters, led by an Islamist group called Hayat Tahrir al-Sham, have now taken control of most of Aleppo. This marks the first time in years that Syria's opposition has captured territory from the regime.\",            \"english_title\": \"Syrian Conflict\",            \"translated_version\": \"Aviones de guerra rusos se han unido a las fuerzas armadas sirias para atacar a los rebeldes en Alepo, la segunda ciudad más grande del país. Los combatientes, liderados por un grupo islamista llamado Hayat Tahrir al-Sham, ahora han tomado el control de la mayor parte de Alepo. Esto marca la primera vez en años que la oposición de Siria ha capturado territorio del régimen.\",            \"translated_title\": \"Conflicto en Siria\"        },        {            \"english_version\": \"Justin Trudeau, the Prime Minister of Canada, reportedly met with Donald Trump, the President-elect of America, at Mar-a-Lago resort in Florida. Trump had recently announced plans to impose a 25% tariff on imports from Canada and Mexico until issues like fentanyl and irregular migrants entering America are resolved. Canada, a major oil producer, primarily sells its oil to the United States.\",            \"english_title\": \"International Relations\",            \"translated_version\": \"Justin Trudeau, el Primer Ministro de Canadá, supuestamente se reunió con Donald Trump, el Presidente electo de América, en el complejo Mar-a-Lago en Florida. Trump había anunciado recientemente planes para imponer un arancel del 25% a las importaciones de Canadá y México hasta que se resuelvan problemas como el fentanilo y los migrantes irregulares que entran en América. Canadá, un importante productor de petróleo, vende principalmente su petróleo a los Estados Unidos.\",            \"translated_title\": \"Relaciones Internacionales\"        },        {            \"english_version\": \"The Economist, published since September 1843, aims to participate in a contest between intelligence and ignorance. The publication focuses on pressing forward with intelligence while overcoming obstacles of ignorance. The Economist Group offers various services and events related to intelligence and impact.\",            \"english_title\": \"About The Economist\",            \"translated_version\": \"The Economist, publicado desde septiembre de 1843, tiene como objetivo participar en un concurso entre la inteligencia y la ignorancia. La publicación se centra en avanzar con inteligencia mientras supera los obstáculos de la ignorancia. El Grupo The Economist ofrece varios servicios y eventos relacionados con la inteligencia y el impacto.\",            \"translated_title\": \"Sobre The Economist\"        }    ]}"