"{    \"translations\": [        {            \"english_version\": \"The Israeli armed forces said that they had discovered a Hamas command centre in Gaza city that sits in the middle of the network of tunnels used to move soldiers, weapons and other supplies.\",            \"english_title\": \"Israeli forces discover Hamas command centre in Gaza\",            \"translated_version\": \"Las fuerzas armadas de Israel dijeron que descubrieron un centro de mando de Hamas en la ciudad de Gaza que se encuentra en medio de la red de túneles utilizados para mover soldados, armas y otros suministros.\",            \"translated_title\": \"Fuerzas israelíes descubren centro de mando de Hamas en Gaza\"        },        {            \"english_version\": \"Ismail Haniyeh, the leader of Hamas, arrived in Cairo to discuss the war in Gaza with Egyptian officials. Egypt helped broker last month’s ceasefire between Hamas and Israel.\",            \"english_title\": \"Hamas leader visits Cairo to discuss Gaza war\",            \"translated_version\": \"Ismail Haniyeh, el líder de Hamas, llegó a El Cairo para discutir la guerra en Gaza con funcionarios egipcios. Egipto ayudó a negociar el alto el fuego del mes pasado entre Hamas e Israel.\",            \"translated_title\": \"Líder de Hamas visita El Cairo para discutir guerra en Gaza\"        },        {            \"english_version\": \"Javier Milei, Argentina’s new right-wing president, issued an emergency decree designed to revive the country’s moribund economy. It slashed regulations in a number of industries and opened the door to the privatisation of various state-owned enterprises. Thousands took to the streets of Buenos Aires, the capital, in protest at the measures. Separately, Argentina auctioned off $3.7bn worth of government debt.\",            \"english_title\": \"Argentina's new president issues emergency decree\",            \"translated_version\": \"Javier Milei, el nuevo presidente de derecha de Argentina, emitió un decreto de emergencia diseñado para revivir la moribunda economía del país. Recortó regulaciones en varias industrias y abrió la puerta a la privatización de diversas empresas estatales. Miles salieron a las calles de Buenos Aires, la capital, en protesta por las medidas. Por separado, Argentina subastó deuda gubernamental por valor de $3.7bn.\",            \"translated_title\": \"Nuevo presidente de Argentina emite decreto de emergencia\"        },        {            \"english_version\": \"Warner Bros Discovery and Paramount Global, two of America’s largest entertainment companies, are to discuss a possible merger, according to a number of media outlets. If terms are agreed and the merger approved by regulators, the resulting firm would control a large catalogue of films and television shows and a number of broadcast TV channels–all the better to compete against streaming services such as Netflix.\",            \"english_title\": \"Warner Bros Discovery and Paramount Global discuss possible merger\",            \"translated_version\": \"Warner Bros Discovery y Paramount Global, dos de las mayores compañías de entretenimiento de Estados Unidos, discutirán una posible fusión, según varios medios de comunicación. Si se acuerdan los términos y la fusión es aprobada por los reguladores, la empresa resultante controlaría un gran catálogo de películas y programas de televisión, así como varios canales de televisión abierta, todo para competir mejor contra servicios de streaming como Netflix.\",            \"translated_title\": \"Warner Bros Discovery y Paramount Global discuten posible fusión\"        },        {            \"english_version\": \"Taiwan’s government accused China of 'typical economic coercion' after it decided to suspend tariff cuts on 12 items from January 1st. China claimed that it was only responding to barriers put up by Taiwan in breach of a trade deal between the two countries. Taiwanese voters go to the polls on January 13th; how to handle China will be a central theme.\",            \"english_title\": \"Taiwan accuses China of economic coercion\",            \"translated_version\": \"El gobierno de Taiwán acusó a China de 'coerción económica típica' después de que decidiera suspender las rebajas arancelarias en 12 productos a partir del 1 de enero. China afirmó que solo estaba respondiendo a las barreras impuestas por Taiwán en violación de un acuerdo comercial entre los dos países. Los votantes taiwaneses acudirán a las urnas el 13 de enero; cómo manejar a China será un tema central.\",            \"translated_title\": \"Taiwán acusa a China de coerción económica\"        }    ]}"