"{    \"translations\": [        {            \"english_version\": \"Hamas says it will return the bodies of four hostages today, but it does not know where some of the other 24 hostages are. The Israeli military says 20 living hostages have been released by Hamas and have returned to Israel.\",            \"english_title\": \"Hamas Hostages Update\",            \"translated_version\": \"Hamas dice que va a devolver los cuerpos de cuatro rehenes hoy, pero no sabe dónde están algunos de los otros 24 rehenes. El ejército de Israel dice que 20 rehenes vivos han sido liberados por Hamas y han regresado a Israel.\",            \"translated_title\": \"Actualización de Rehenes de Hamas\"        },        {            \"english_version\": \"The US president was applauded by Israeli lawmakers for helping to make an Israel-Hamas ceasefire happen.\",            \"english_title\": \"US President Praised\",            \"translated_version\": \"El presidente de Estados Unidos fue aplaudido por los legisladores de Israel por ayudar a hacer que un alto el fuego entre Israel y Hamas suceda.\",            \"translated_title\": \"Presidente de EE.UU. Elogiado\"        },        {            \"english_version\": \"At least 64 people are dead and many are missing after tropical storms caused heavy rains. The dead were people from Zimbabwe and Malawi who were going back home, officials say.\",            \"english_title\": \"Storms Cause Deaths\",            \"translated_version\": \"Al menos 64 personas están muertas y muchas están desaparecidas después de que tormentas tropicales causaron fuertes lluvias. Los muertos eran personas de Zimbabue y Malaui que volvían a casa, dicen los oficiales.\",            \"translated_title\": \"Tormentas Causan Muertes\"        },        {            \"english_version\": \"President Andry Rajoelina's office has said that there is an attempt to take power illegally.\",            \"english_title\": \"Power Grab Attempt\",            \"translated_version\": \"La oficina del presidente Andry Rajoelina ha dicho que hay un intento de tomar el poder ilegalmente.\",            \"translated_title\": \"Intento de Tomar el Poder\"        },        {            \"english_version\": \"Ukraine wants long-range missiles to strike back at Russia, and Donald Trump says he might send Tomahawk missiles.\",            \"english_title\": \"Ukraine Missile Request\",            \"translated_version\": \"Ucrania quiere misiles de largo alcance para atacar a Rusia, y Donald Trump dice que podría enviar misiles Tomahawk.\",            \"translated_title\": \"Petición de Misiles de Ucrania\"        }    ]}"