"{    \"translations\": [        {            \"english_version\": \"Mark Carney’s Liberal Party won Canada’s general election. With more than 90% of votes counted, it remains unclear if the party will have enough seats to form a majority government. Still, the Liberals’ win is a remarkable turnaround. The party was as much as 24 points behind in polls in December, before Justin Trudeau signalled his intention to step down as prime minister.\",            \"english_title\": \"Canadian General Election\",            \"translated_version\": \"El Partido Liberal de Mark Carney ganó las elecciones generales de Canadá. Con más del 90% de los votos contados, no está claro si el partido tendrá suficientes escaños para formar un gobierno mayoritario. Aun así, la victoria de los Liberales es un cambio notable. El partido estaba hasta 24 puntos atrás en las encuestas en diciembre, antes de que Justin Trudeau señalara su intención de renunciar como primer ministro.\",            \"translated_title\": \"Elecciones Generales en Canadá\"        },        {            \"english_version\": \"Volodymyr Zelensky, Ukraine’s president, said that Russia’s three-day unilateral ceasefire was 'another attempt at manipulation', and called for an immediate truce. Vladimir Putin, Russia’s president, announced the ceasefire in Ukraine from May 8th to coincide with the anniversary of the end of the second world war in Europe. During the period Mr Putin is expected to host foreign leaders—including China’s president, Xi Jinping—for commemoration events.\",            \"english_title\": \"Ukraine-Russia Ceasefire\",            \"translated_version\": \"Volodymyr Zelensky, presidente de Ucrania, dijo que el alto el fuego unilateral de tres días de Rusia era 'otro intento de manipulación' y pidió un alto el fuego inmediato. Vladimir Putin, presidente de Rusia, anunció el alto el fuego en Ucrania desde el 8 de mayo para coincidir con el aniversario del fin de la segunda guerra mundial en Europa. Durante este período, se espera que el Sr. Putin reciba a líderes extranjeros, incluido el presidente de China, Xi Jinping, para eventos conmemorativos.\",            \"translated_title\": \"Alto el Fuego entre Ucrania y Rusia\"        }    ]}"