"{    \"translations\": [        {            \"english_version\": \"There is a tense standoff between Republicans and Democrats, with neither side showing signs of compromise. This situation might eventually lead to public pressure forcing one side to give in to end the US government shutdown.\",            \"english_title\": \"Political Standoff\",            \"translated_version\": \"Hay un problema entre Republicanos y Demócratas. Ninguno quiere ceder. Esto puede hacer que la gente presione para que uno ceda y termine el cierre del gobierno de EE.UU.\",            \"translated_title\": \"Problema Político\"        },        {            \"english_version\": \"Climate activist Greta Thunberg is part of a group of activists on the Global Sumud Flotilla, which is being taken to an Israeli port.\",            \"english_title\": \"Greta Thunberg's Activism\",            \"translated_version\": \"La activista del clima Greta Thunberg está en un grupo de activistas en la Flotilla Global Sumud, que va a un puerto en Israel.\",            \"translated_title\": \"Activismo de Greta Thunberg\"        },        {            \"english_version\": \"China is trying to attract global talent, especially as the US is making it more difficult for foreign workers to enter the country.\",            \"english_title\": \"China Attracts Talent\",            \"translated_version\": \"China quiere atraer talento de todo el mundo, especialmente porque EE.UU. está haciendo más difícil que trabajadores extranjeros entren al país.\",            \"translated_title\": \"China Atrae Talento\"        },        {            \"english_version\": \"The value of Tesla, an electric car company, has risen sharply, contributing to the wealth increase of its owner.\",            \"english_title\": \"Tesla's Value Rises\",            \"translated_version\": \"El valor de Tesla, una empresa de autos eléctricos, ha subido mucho, aumentando la riqueza de su dueño.\",            \"translated_title\": \"Valor de Tesla Sube\"        },        {            \"english_version\": \"A 48-hour shutdown by the Taliban government affected businesses and flights, and it further isolated women in the country.\",            \"english_title\": \"Taliban Shutdown\",            \"translated_version\": \"Un cierre de 48 horas por el gobierno Talibán afectó negocios y vuelos, y aisló más a las mujeres en el país.\",            \"translated_title\": \"Cierre Talibán\"        }    ]}"