"{    \"translations\": [        {            \"english_version\": \"Israel’s armed forces said that they conducted a series of strikes on Rafah, a city in the south of Gaza. Local health officials claimed that 37 people were killed. On Sunday President Joe Biden urged Israel not to proceed with an imminent ground assault on the city, which Binyamin Netanyahu has described as Hamas’s last bastion, without a proper plan to protect civilians. Israeli’s prime minister has promised safe passage to non-combatants. Israel also announced that it had rescued two hostages taken by Hamas back in October.\",            \"english_title\": \"Israel's Strikes on Rafah\",            \"translated_version\": \"Las fuerzas armadas de Israel dijeron que llevaron a cabo una serie de ataques en Rafah, una ciudad en el sur de Gaza. Los funcionarios de salud locales afirmaron que murieron 37 personas. El domingo, el presidente Joe Biden instó a Israel a no proceder con un asalto terrestre inminente a la ciudad, que Binyamin Netanyahu ha descrito como el último bastión de Hamas, sin un plan adecuado para proteger a los civiles. El primer ministro de Israel ha prometido un paso seguro para los no combatientes. Israel también anunció que había rescatado a dos rehenes tomados por Hamas en octubre.\",            \"translated_title\": \"Ataques de Israel en Rafah\"        },        {            \"english_version\": \"Candidates backed by Imran Khan, a jailed former prime minister, won Pakistan’s general election, according to the final tally released on Sunday. Polls closed on Thursday night; the delayed results fueled rumours of cheating and sparked protests. Another former prime minister, Nawaz Sharif, claimed victory even though his party came second (because Mr Khan’s allies ran as independents). He started building a coalition.\",            \"english_title\": \"Imran Khan-backed Candidates Win Pakistan Election\",            \"translated_version\": \"Los candidatos respaldados por Imran Khan, un ex primer ministro encarcelado, ganaron las elecciones generales de Pakistán, según el recuento final publicado el domingo. Las encuestas cerraron el jueves por la noche; los resultados retrasados alimentaron rumores de trampa y provocaron protestas. Otro ex primer ministro, Nawaz Sharif, reclamó la victoria a pesar de que su partido quedó en segundo lugar (porque los aliados del Sr. Khan se presentaron como independientes). Comenzó a construir una coalición.\",            \"translated_title\": \"Candidatos respaldados por Imran Khan ganan las elecciones en Pakistán\"        },        {            \"english_version\": \"Alexander Stubb, a former prime minister of Finland, won the country’s presidential election. Mr Stubb, of the centre-right National Coalition Party, beat Pekka Haavisto, of the liberal Green Party, by 52% to 48%. Worries about neighbouring Russia have probably boosted the popularity of Mr Stubb, who is seen as being strong on defence.\",            \"english_title\": \"Alexander Stubb Wins Finland's Presidential Election\",            \"translated_version\": \"Alexander Stubb, un ex primer ministro de Finlandia, ganó las elecciones presidenciales del país. El Sr. Stubb, del Partido de la Coalición Nacional de centro-derecha, venció a Pekka Haavisto, del Partido Verde liberal, por 52% a 48%. Las preocupaciones sobre la vecina Rusia probablemente han aumentado la popularidad del Sr. Stubb, quien es considerado fuerte en defensa.\",            \"translated_title\": \"Alexander Stubb gana las elecciones presidenciales de Finlandia\"        },        {            \"english_version\": \"Lloyd Austin, America’s secretary of defence, temporarily transferred authority over his department to his deputy after being admitted to hospital with suspected bladder problems. Mr Austin had previously been criticised for failing to inform the Biden administration when he underwent a procedure to treat his prostate cancer in December. He will answer questions about his absence before a House of Representatives committee later this month.\",            \"english_title\": \"Lloyd Austin Transfers Authority Due to Health Issues\",            \"translated_version\": \"Lloyd Austin, el secretario de defensa de Estados Unidos, transfirió temporalmente la autoridad sobre su departamento a su subalterno después de ser admitido en el hospital con problemas sospechosos de vejiga. El Sr. Austin había sido criticado anteriormente por no informar a la administración Biden cuando se sometió a un procedimiento para tratar su cáncer de próstata en diciembre. Responderá preguntas sobre su ausencia ante un comité de la Cámara de Representantes más adelante este mes.\",            \"translated_title\": \"Lloyd Austin transfiere autoridad debido a problemas de salud\"        },        {            \"english_version\": \"France’s interior minister announced that the children of immigrants born in Mayotte—a French overseas territory close to Madagascar—will no longer receive French citizenship. Instead, to qualify a child will need at least one French parent. The aim of the measure, which will require changing France’s constitution, is to reduce immigration to Mayotte. A rise in immigration has recently provoked protests in the territory.\",            \"english_title\": \"Changes to French Citizenship in Mayotte\",            \"translated_version\": \"El ministro del interior de Francia anunció que los hijos de inmigrantes nacidos en Mayotte, un territorio de ultramar francés cerca de Madagascar, ya no recibirán la ciudadanía francesa. En su lugar, para calificar, un niño necesitará al menos un padre francés. El objetivo de la medida, que requerirá cambiar la constitución de Francia, es reducir la inmigración a Mayotte. Un aumento en la inmigración ha provocado recientemente protestas en el territorio.\",            \"translated_title\": \"Cambios en la ciudadanía francesa en Mayotte\"        }    ]}"