"{    \"translations\": [        {            \"english_version\": \"Thousands of displaced Palestinians are returning to their homes in the north of the territory. Many people have been taken to the hospital. The local sheriff, who is very emotional, says the explosion is very damaging.\",            \"english_title\": \"Palestinians Return Home\",            \"translated_version\": \"Miles de palestinos desplazados están regresando a sus casas en el norte del territorio. Muchas personas han sido llevadas al hospital. El sheriff local, que está muy emocionado, dice que la explosión es muy dañina.\",            \"translated_title\": \"Palestinos Regresan a Casa\"        },        {            \"english_version\": \"The S&P 500 fell by 2.7%, which is the biggest drop since April. This happened after the US president criticized China.\",            \"english_title\": \"S&P 500 Drops\",            \"translated_version\": \"El S&P 500 bajó un 2.7%, que es la caída más grande desde abril. Esto pasó después de que el presidente de EE.UU. criticó a China.\",            \"translated_title\": \"Caída del S&P 500\"        },        {            \"english_version\": \"Officials report that 380,000 people in Kyiv do not have power. There are emergency power outages happening all over Ukraine.\",            \"english_title\": \"Power Outages in Kyiv\",            \"translated_version\": \"Los oficiales informan que 380,000 personas en Kyiv no tienen electricidad. Hay cortes de energía de emergencia en toda Ucrania.\",            \"translated_title\": \"Cortes de Energía en Kyiv\"        },        {            \"english_version\": \"Sébastien Lecornu quit his job on Monday after being in the position for 26 days. He said two days later that his 'mission is over'.\",            \"english_title\": \"Sébastien Lecornu Resigns\",            \"translated_version\": \"Sébastien Lecornu dejó su trabajo el lunes después de estar en el puesto por 26 días. Dijo dos días después que su misión ha terminado.\",            \"translated_title\": \"Sébastien Lecornu Renuncia\"        },        {            \"english_version\": \"The US will create a multinational force in Israel. This force will probably include soldiers from Egypt, Qatar, Turkey, and the UAE, according to officials.\",            \"english_title\": \"US Multinational Force\",            \"translated_version\": \"EE.UU. creará una fuerza multinacional en Israel. Esta fuerza probablemente incluirá soldados de Egipto, Qatar, Turquía y los Emiratos Árabes Unidos, según los oficiales.\",            \"translated_title\": \"Fuerza Multinacional de EE.UU.\"        }    ]}"