"{    \"translations\": [        {            \"english_version\": \"A federal judge has stopped Elon Musk and some of his team from accessing important Treasury payment systems. Last week, Mr. Musk said that DOGE was stopping 'illegal' payments, causing worries that he had gotten into systems that handle trillions of dollars in Social Security and Medicare funds. The judge's decision came after 19 state attorneys-general filed a lawsuit challenging DOGE's power.\",            \"english_title\": \"Judge Stops Elon Musk's Team from Accessing Treasury Systems\",            \"translated_version\": \"Un juez federal ha detenido a Elon Musk y a parte de su equipo de acceder a sistemas de pago importantes del Tesoro. La semana pasada, el Sr. Musk dijo que DOGE estaba deteniendo pagos 'ilegales', causando preocupaciones de que se había metido en sistemas que manejan billones de dólares en fondos de Seguro Social y Medicare. La decisión del juez llegó después de que 19 fiscales generales estatales presentaran una demanda desafiando el poder de DOGE.\",            \"translated_title\": \"Juez Detiene al Equipo de Elon Musk de Acceder a Sistemas del Tesoro\"        },        {            \"english_version\": \"The Israel Defence Forces reported that Hamas gave three Israeli hostages to the Red Cross in central Gaza on Saturday. In return, Israel will free 183 Palestinian prisoners, including 18 with life sentences and 111 detained during the war. The announcement was delayed by nearly three hours after Hamas accused Israel of holding back on the humanitarian aspects of the deal.\",            \"english_title\": \"Israel and Hamas Prisoner Exchange\",            \"translated_version\": \"Las Fuerzas de Defensa de Israel informaron que Hamas entregó tres rehenes israelíes a la Cruz Roja en Gaza central el sábado. A cambio, Israel liberará a 183 prisioneros palestinos, incluidos 18 con cadena perpetua y 111 detenidos durante la guerra. El anuncio se retrasó casi tres horas después de que Hamas acusara a Israel de retener los aspectos humanitarios del acuerdo.\",            \"translated_title\": \"Intercambio de Prisioneros entre Israel y Hamas\"        }    ]}"