"{    \"translations\": [        {            \"english_version\": \"Lawmakers in South Korea voted to impeach the acting president, Han Duck-soo. The former prime minister has held the office for less than two weeks after replacing Yoon Suk Yeol, who had been forced out over his brief attempt to impose martial law. The opposition accused Mr Han of stalling the previous president’s impeachment process. Choi Sang-mok, the finance minister, is the next to fill the hot seat.\",            \"english_title\": \"South Korea Impeaches Acting President\",            \"translated_version\": \"Los legisladores en Corea del Sur votaron para destituir al presidente interino, Han Duck-soo. El ex primer ministro ha ocupado el cargo por menos de dos semanas después de reemplazar a Yoon Suk Yeol, quien fue obligado a renunciar por su breve intento de imponer la ley marcial. La oposición acusó al Sr. Han de retrasar el proceso de destitución del presidente anterior. Choi Sang-mok, el ministro de finanzas, es el próximo en ocupar el puesto caliente.\",            \"translated_title\": \"Corea del Sur destituye al presidente interino\"        },        {            \"english_version\": \"Azerbaijan Airlines paused more than half of its flights to Russia following reports that Russian air defences were to blame for a deadly crash of one of its passenger planes in Kazakhstan on Wednesday. Azerbaijani officials have reportedly found that the flight was struck by Russian anti-aircraft fire. Russia warned against such 'hypotheses'. At least 38 of the 67 people on board died.\",            \"english_title\": \"Azerbaijan Airlines Halts Flights to Russia\",            \"translated_version\": \"Azerbaijan Airlines detuvo más de la mitad de sus vuelos a Rusia tras informes de que las defensas aéreas rusas fueron las culpables de un accidente mortal de uno de sus aviones de pasajeros en Kazajistán el miércoles. Funcionarios azerbaiyanos han encontrado que el vuelo fue alcanzado por fuego antiaéreo ruso. Rusia advirtió contra tales 'hipótesis'. Al menos 38 de las 67 personas a bordo fallecieron.\",            \"translated_title\": \"Azerbaiyán Airlines detiene vuelos a Rusia\"        }    ]}"