"{    \"translations\": [        {            \"english_version\": \"People in Black River have not received any help and are struggling to survive. The army is using special forces to protect supply routes into Pokrovsk.\",            \"english_title\": \"Black River Struggles\",            \"translated_version\": \"Las personas en Black River no han recibido ayuda y están luchando para sobrevivir. El ejército usa fuerzas especiales para proteger rutas de suministros a Pokrovsk.\",            \"translated_title\": \"Problemas en Black River\"        },        {            \"english_version\": \"EU-China chip disputes are worrying carmakers because they fear it could stop global car production.\",            \"english_title\": \"Chip Disputes Worry Carmakers\",            \"translated_version\": \"Las disputas de chips entre la UE y China preocupan a los fabricantes de autos porque temen que pueda detener la producción mundial de autos.\",            \"translated_title\": \"Problemas de Chips\"        },        {            \"english_version\": \"El-Fasher is controlled by paramilitary groups accused of mass killings and crimes against humanity.\",            \"english_title\": \"El-Fasher Under Control\",            \"translated_version\": \"El-Fasher está controlado por grupos paramilitares acusados de asesinatos masivos y crímenes contra la humanidad.\",            \"translated_title\": \"Control en El-Fasher\"        },        {            \"english_version\": \"Protests continued on Friday with young people saying the election was not fair.\",            \"english_title\": \"Protests Over Election\",            \"translated_version\": \"Las protestas continuaron el viernes con jóvenes diciendo que la elección no fue justa.\",            \"translated_title\": \"Protestas por Elección\"        },        {            \"english_version\": \"A 38-year-old woman and another person went before a French judge over a museum theft that surprised the world.\",            \"english_title\": \"Museum Theft Case\",            \"translated_version\": \"Una mujer de 38 años y otra persona fueron ante un juez francés por un robo en un museo que sorprendió al mundo.\",            \"translated_title\": \"Robo en Museo\"        }    ]}"