"{    \"translations\": [        {            \"english_version\": \"The US has announced new sanctions on Rosneft and Lukoil, Russia's two largest oil companies, because of the ongoing conflict in Ukraine. This is part of the US's efforts to pressure Russia over its actions in Ukraine.\",            \"english_title\": \"US Sanctions on Russian Oil Companies\",            \"translated_version\": \"Estados Unidos ha anunciado nuevas sanciones a Rosneft y Lukoil, las dos compañías de petróleo más grandes de Rusia, por el conflicto en Ucrania. Esto es parte de los esfuerzos de Estados Unidos para presionar a Rusia por sus acciones en Ucrania.\",            \"translated_title\": \"Sanciones de EE.UU. a compañías de petróleo rusas\"        },        {            \"english_version\": \"China is supporting the military government in Myanmar and its plan to hold an election in December, despite widespread criticism. This move shows China's influence in the region and its willingness to back controversial governments.\",            \"english_title\": \"China Supports Myanmar Government\",            \"translated_version\": \"China está apoyando al gobierno militar en Myanmar y su plan de hacer una elección en diciembre, a pesar de muchas críticas. Esto muestra la influencia de China en la región y su disposición a apoyar gobiernos controvertidos.\",            \"translated_title\": \"China apoya al gobierno de Myanmar\"        },        {            \"english_version\": \"Dr. Tedros Adhanom Ghebreyesus from the World Health Organization says that much more aid is needed to address the growing problems in Gaza. The situation there is worsening, and international help is crucial.\",            \"english_title\": \"More Aid Needed for Gaza\",            \"translated_version\": \"El Dr. Tedros Adhanom Ghebreyesus de la Organización Mundial de la Salud dice que se necesita mucha más ayuda para resolver los problemas crecientes en Gaza. La situación allí está empeorando y la ayuda internacional es crucial.\",            \"translated_title\": \"Se necesita más ayuda para Gaza\"        },        {            \"english_version\": \"The drone and missile attacks on Ukraine happened as the US president delayed his plans for a summit in Budapest. This shows the ongoing tension and conflict in the region, affecting international diplomacy.\",            \"english_title\": \"Attacks on Ukraine Amid US Summit Delay\",            \"translated_version\": \"Los ataques de drones y misiles en Ucrania ocurrieron mientras el presidente de EE.UU. retrasaba sus planes para una cumbre en Budapest. Esto muestra la tensión y el conflicto en la región, afectando la diplomacia internacional.\",            \"translated_title\": \"Ataques en Ucrania y retraso de cumbre de EE.UU.\"        },        {            \"english_version\": \"The court has stated that Israel has not provided enough evidence to support its claims against the UN agency for Palestinian refugees. This decision highlights the ongoing legal and political disputes involving Israel and Palestinian organizations.\",            \"english_title\": \"Court Decision on Israel's Claims\",            \"translated_version\": \"El tribunal ha dicho que Israel no ha proporcionado suficiente evidencia para apoyar sus reclamos contra la agencia de la ONU para refugiados palestinos. Esta decisión resalta las disputas legales y políticas en curso entre Israel y organizaciones palestinas.\",            \"translated_title\": \"Decisión del tribunal sobre reclamos de Israel\"        }    ]}"