"{    \"translations\": [        {            \"english_version\": \"In 2024, global temperatures went above the agreed target of 1.5°C from before the industrial era. New data from Copernicus, the EU's climate agency, shows that temperatures were 1.6°C higher than in the years between 1850 and 1900. The agency's director expressed difficulty in finding new ways to explain the extent of this warming.\",            \"english_title\": \"Global temperatures in 2024\",            \"translated_version\": \"En 2024, las temperaturas globales subieron por encima del objetivo acordado de 1.5°C desde antes de la era industrial. Nuevos datos de Copernicus, la agencia climática de la UE, muestran que las temperaturas eran 1.6°C más altas que en los años entre 1850 y 1900. El director de la agencia expresó dificultad para encontrar nuevas formas de explicar la magnitud de este calentamiento.\",            \"translated_title\": \"Temperaturas globales en 2024\"        },        {            \"english_version\": \"The Supreme Court of America rejected a request to delay Donald Trump's sentencing in a 'hush-money' case scheduled for Friday. Trump's lawyers argued that the sentencing before his inauguration could pose a threat to national security. However, it is unlikely that Trump will face any punishment, as indicated by the New York judge overseeing the case.\",            \"english_title\": \"Supreme Court decision on Donald Trump's sentencing\",            \"translated_version\": \"La Corte Suprema de América rechazó una solicitud para retrasar la sentencia de Donald Trump en un caso de 'dinero para silenciar' programado para el viernes. Los abogados de Trump argumentaron que la sentencia antes de su inauguración podría representar una amenaza para la seguridad nacional. Sin embargo, es poco probable que Trump enfrente algún castigo, como lo indicó el juez de Nueva York a cargo del caso.\",            \"translated_title\": \"Decisión de la Corte Suprema sobre la sentencia de Donald Trump\"        },        {            \"english_version\": \"The Economist has been published since September 1843, aiming to engage in a contest between intelligence and ignorance. It focuses on progressing forward despite obstacles. The publication covers a wide range of topics and has a long history of providing insightful analysis.\",            \"english_title\": \"The Economist publication\",            \"translated_version\": \"The Economist se ha publicado desde septiembre de 1843, con el objetivo de participar en un concurso entre la inteligencia y la ignorancia. Se enfoca en avanzar a pesar de los obstáculos. La publicación abarca una amplia gama de temas y tiene una larga historia de proporcionar análisis perspicaz.\",            \"translated_title\": \"Publicación de The Economist\"        }    ]}"