"{    \"translations\": [        {            \"english_version\": \"Turkey announced restrictions on exports to Israel of 54 military-related products. Over the weekend, thousands of Turks protested against their country's continuation of trade with Israel. The leaders of Egypt, France, and Jordan warned of dangerous consequences if Israel invades Rafah in Gaza.\",            \"english_title\": \"International Relations\",            \"translated_version\": \"Turquía dijo que no enviará más 54 productos militares a Israel. Miles de turcos protestaron este fin de semana contra el comercio con Israel. Los líderes de Egipto, Francia y Jordania advirtieron sobre problemas si Israel ataca Rafah en Gaza.\",            \"translated_title\": \"Relaciones Internacionales\"        },        {            \"english_version\": \"The Zaporizhia nuclear power station in Ukraine was hit by a drone attack, but the International Atomic Energy Agency stated there was no threat to nuclear safety. Russia accused Ukraine of nuclear terrorism, which Ukraine denied.\",            \"english_title\": \"Global Security\",            \"translated_version\": \"Una planta nuclear en Ucrania fue atacada por un dron, pero dijeron que no hay peligro nuclear. Rusia acusó a Ucrania de terrorismo nuclear, pero Ucrania lo negó.\",            \"translated_title\": \"Seguridad Global\"        },        {            \"english_version\": \"Arizona's Supreme Court allowed the enforcement of a law from 1864 criminalizing most abortions. The state's fifteen-week abortion ban will remain until further legal challenges are heard.\",            \"english_title\": \"Legal Developments\",            \"translated_version\": \"La Corte Suprema de Arizona permitió una ley de 1864 que prohíbe la mayoría de los abortos. La prohibición de abortos de quince semanas seguirá vigente hasta nuevas decisiones legales.\",            \"translated_title\": \"Desarrollos Legales\"        },        {            \"english_version\": \"The EPA announced new rules for chemical plants to reduce toxic emissions that can cause cancer. These measures will impact 218 facilities nationwide, cutting over 5,600 metric tonnes of air pollutants annually.\",            \"english_title\": \"Environmental Protection\",            \"translated_version\": \"La EPA anunció reglas nuevas para plantas químicas para reducir emisiones tóxicas que pueden causar cáncer. Estas medidas afectarán a 218 instalaciones en todo el país, reduciendo más de 5,600 toneladas métricas de contaminantes atmosféricos al año.\",            \"translated_title\": \"Protección del Medio Ambiente\"        },        {            \"english_version\": \"The European Commission initiated an anti-subsidy probe into Chinese wind-turbine makers. Concerns were raised about Chinese subsidies to wind park investors in European countries, potentially undercutting European manufacturers.\",            \"english_title\": \"Trade Relations\",            \"translated_version\": \"La Comisión Europea investiga a fabricantes chinos de turbinas eólicas por subsidios. Preocupa que los subsidios chinos a inversores de parques eólicos en Europa puedan perjudicar a los fabricantes europeos.\",            \"translated_title\": \"Relaciones Comerciales\"        }    ]}"