"    ```json    {        \"translations\": [            {                \"english_version\": \"A rebel leader named Abu Muhammad al-Jolani visited Damascus after anti-government forces took control of the Syrian capital. Mr. Jolani leads an Islamist group called Hayat Tahrir al-Sham, which led a surprise offensive toppling Syria's regime. Bashar al-Assad, the country's dictator for 24 years, has resigned and fled to Moscow. Russia, his supporter during the civil war, granted him asylum. Crowds celebrated in big cities. Mr. Jolani declared on state television that 'the future is ours.'\",                \"english_title\": \"Syrian Conflict\",                \"translated_version\": \"Un líder rebelde llamado Abu Muhammad al-Jolani visitó Damasco después de que las fuerzas antigubernamentales tomaron el control de la capital siria. El Sr. Jolani lidera un grupo islamista llamado Hayat Tahrir al-Sham, que lideró una ofensiva sorpresa derrocando al régimen de Siria. Bashar al-Assad, el dictador del país durante 24 años, ha dimitido y huido a Moscú. Rusia, su partidario durante la guerra civil, le concedió asilo. Multitudes celebraron en las grandes ciudades. El Sr. Jolani declaró en la televisión estatal que 'el futuro es nuestro.'\",                \"translated_title\": \"Conflicto en Siria\"            },            {                \"english_version\": \"Western governments welcomed the collapse of the Assad family's rule. Kaja Kallas, the European Union's top diplomat, noted that the regime's collapse reveals the weakness of Assad's backers, Russia and Iran. America, with 900 soldiers in Syria, stated that the troops would stay to fight against the weakened Islamic State. Israel, occupying the Golan Heights, moved troops into Syrian territory to prevent hostile forces near the border.\",                \"english_title\": \"International Response\",                \"translated_version\": \"Los gobiernos occidentales dieron la bienvenida al colapso del gobierno de la familia Assad. Kaja Kallas, la principal diplomática de la Unión Europea, señaló que el colapso del régimen revela la debilidad de los partidarios de Assad, Rusia e Irán. Estados Unidos, con 900 soldados en Siria, declaró que las tropas permanecerían para luchar contra el debilitado Estado Islámico. Israel, ocupando los Altos del Golán, trasladó tropas al territorio sirio para evitar fuerzas hostiles cerca de la frontera.\",                \"translated_title\": \"Respuesta Internacional\"            }        ]    }    ```"