"{    \"translations\": [        {            \"english_version\": \"A plane brought American citizens back from Russian jails to an airbase in Maryland. President Joe Biden and Vice-President Kamala Harris welcomed them. Among those released were Evan Gershkovich, an American journalist, and Paul Whelan, a former marine. Germany is also receiving former detainees, including Russian dissidents. In exchange, Western governments freed Russian citizens, including Vadim Krasikov, a former intelligence officer and assassin.\",            \"english_title\": \"Release of American citizens from Russian jails\",            \"translated_version\": \"Un avi`n trajo ciudadanos estadounidenses de vuelta de c`rceles rusas a una base a'rea en Maryland. El presidente Joe Biden y la vicepresidenta Kamala Harris los recibieron. Entre los liberados estaban Evan Gershkovich, un periodista estadounidense, y Paul Whelan, un ex marine. Alemania tambi'en est'a recibiendo ex detenidos, incluidos disidentes rusos. A cambio, los gobiernos occidentales liberaron ciudadanos rusos, incluido Vadim Krasikov, un ex oficial de inteligencia y asesino.\",            \"translated_title\": \"Liberaci'on de ciudadanos estadounidenses de c'rcles rusas\"        },        {            \"english_version\": \"Intel, an American chipmaker, announced plans to cut 17,500 jobs, which is about 15% of its workforce. The company aims to improve its financial situation by eliminating its dividend and reducing capital spending. Intel, once a leading chip company in the U.S., now faces tough competition from rivals like Nvidia in AI chip production. Following the news, Intel's shares dropped by 20% in extended trading on Thursday.\",            \"english_title\": \"Intel's job cuts and financial measures\",            \"translated_version\": \"Intel, una empresa estadounidense de chips, anunci'o planes para recortar 17,500 empleos, que es aproximadamente el 15% de su fuerza laboral. La empresa tiene como objetivo mejorar su situaci'on financiera eliminando su dividendo y reduciendo el gasto de capital. Intel, antes una empresa l'ider de chips en los EE. UU., ahora enfrenta una dura competencia de rivales como Nvidia en la producci'on de chips de inteligencia artificial. Tras la noticia, las acciones de Intel cayeron un 20% en la negociaci'on extendida del jueves.\",            \"translated_title\": \"Recortes de empleo y medidas financieras de Intel\"        }    ]}"