"{    \"translations\": [        {            \"english_version\": \"Lloyd Austin, America’s defence secretary, announced the formation of a new maritime force to secure the Red Sea, a vital artery for world trade. Ships from America and nine of its allies will protect commercial vessels sailing through the waterway and conduct joint patrols. In the last week the Houthis, an Iran-backed militant group based in Yemen, have stepped up drone attacks on merchant shipping traversing the sea, triggering a spike in energy prices. BP, a British oil company, has said it will pause shipments through the Red Sea, as have several commercial shipping companies.\",            \"english_title\": \"New Maritime Force to Secure the Red Sea\",            \"translated_version\": \"El secretario de defensa de Estados Unidos, Lloyd Austin, anunció la formación de una nueva fuerza marítima para asegurar el Mar Rojo, una arteria vital para el comercio mundial. Barcos de Estados Unidos y nueve de sus aliados protegerán los barcos comerciales que navegan por la vía fluvial y realizarán patrullas conjuntas. En la última semana, los hutíes, un grupo militante respaldado por Irán con sede en Yemen, han intensificado los ataques con drones a los barcos mercantes que atraviesan el mar, lo que ha provocado un aumento en los precios de la energía. BP, una compañía petrolera británica, ha dicho que pausará los envíos a través del Mar Rojo, al igual que varias compañías de transporte comercial.\",            \"translated_title\": \"Nueva Fuerza Marítima para Asegurar el Mar Rojo\"        },        {            \"english_version\": \"Mr Austin said he would not dictate timelines or terms for Israel’s war in Gaza, after meeting the country’s prime minister, Binyamin Netanyahu, in Tel Aviv. But Mr Austin emphasised that Israel should rein in its operations. Meanwhile the UN Security Council will vote on a resolution on Tuesday which calls for a humanitarian pause in Gaza.\",            \"english_title\": \"Call for Humanitarian Pause in Gaza\",            \"translated_version\": \"El Sr. Austin dijo que no dictaría plazos ni condiciones para la guerra de Israel en Gaza, después de reunirse con el primer ministro del país, Binyamin Netanyahu, en Tel Aviv. Pero el Sr. Austin enfatizó que Israel debería frenar sus operaciones. Mientras tanto, el Consejo de Seguridad de la ONU votará el martes una resolución que pide una pausa humanitaria en Gaza.\",            \"translated_title\": \"Llamado a una Pausa Humanitaria en Gaza\"        },        {            \"english_version\": \"The UN Security Council agreed to gradually withdraw peacekeeping forces from the Democratic Republic of Congo, after the country’s government demanded that the UN end its decades-long mission there. The departure comes despite growing violence in the region and fears from some council members that Congolese forces will be unable to ensure the security of the population.\",            \"english_title\": \"Gradual Withdrawal of Peacekeeping Forces from Congo\",            \"translated_version\": \"El Consejo de Seguridad de la ONU acordó retirar gradualmente las fuerzas de mantenimiento de la paz de la República Democrática del Congo, después de que el gobierno del país exigiera que la ONU ponga fin a su misión de décadas allí. La partida se produce a pesar de la creciente violencia en la región y los temores de algunos miembros del consejo de que las fuerzas congoleñas no podrán garantizar la seguridad de la población.\",            \"translated_title\": \"Retiro Gradual de las Fuerzas de Mantenimiento de la Paz de Congo\"        },        {            \"english_version\": \"Denmark signed a new defence-cooperation agreement with its fellow NATO member America, making it the latest Nordic country to ink a deal with Washington. American troops will now be stationed in Denmark, marking a reversal in the Scandinavian country’s decades-long policy of barring foreign bases. Finland and Sweden made similar agreements, after fears prompted by Russia’s invasion of Ukraine. An earthquake struck China’s northern Gansu and Qinghai provinces, killing at least 126 people and injuring nearly 400. The tremor was measured at 6.2 magnitude by Chinese authorities. Xi Jinping, China’s president, ordered an all-out search-and-rescue effort. A 5.5-magnitude earthquake later hit Xinjiang province.\",            \"english_title\": \"New Defence-Cooperation Agreement and Earthquake in China\",            \"translated_version\": \"Dinamarca firmó un nuevo acuerdo de cooperación en defensa con su compañero miembro de la OTAN, Estados Unidos, convirtiéndose en el último país nórdico en hacer un trato con Washington. Ahora, las tropas estadounidenses estarán estacionadas en Dinamarca, marcando un cambio en la política de décadas del país escandinavo de prohibir bases extranjeras. Finlandia y Suecia hicieron acuerdos similares, después de los temores provocados por la invasión de Ucrania por parte de Rusia. Un terremoto golpeó las provincias de Gansu y Qinghai en el norte de China, matando al menos a 126 personas y dejando casi 400 heridos. Las autoridades chinas midieron el temblor con una magnitud de 6.2. Xi Jinping, presidente de China, ordenó un esfuerzo de búsqueda y rescate total. Más tarde, un terremoto de magnitud 5.5 golpeó la provincia de Xinjiang.\",            \"translated_title\": \"Nuevo Acuerdo de Cooperación en Defensa y Terremoto en China\"        },        {            \"english_version\": \"Offices belonging to two major factions of Japan’s ruling Liberal Democratic Party were raided by prosecutors investigating allegations that they had misappropriated political funds, according to Kyodo News, a local media outlet. The raids are a further embarrassment to Kishida Fumio, Japan’s unpopular prime minister, who last week sacked four ministers connected to the scandal.\",            \"english_title\": \"Raids on Offices of Japan's Ruling Party\",            \"translated_version\": \"Según Kyodo News, un medio de comunicación local, las oficinas pertenecientes a dos facciones importantes del Partido Liberal Democrático gobernante de Japón fueron allanadas por fiscales que investigan acusaciones de malversación de fondos políticos. Los allanamientos son una vergüenza adicional para Kishida Fumio, el impopular primer ministro de Japón, quien la semana pasada despidió a cuatro ministros relacionados con el escándalo.\",            \"translated_title\": \"Allanamientos en las Oficinas del Partido Gobernante de Japón\"        },        {            \"english_version\": \"Mitchell Starc, an Australian cricketer, became the most expensive signing in the history of the Indian Premier League, the world’s foremost franchise-cricket competition. The star bowler, fresh from his country’s victory in the recent world cup, fetched almost $3m. The IPL has enjoyed huge commercial growth in recent years; it became the world’s second-most lucrative sports league per game this year, after the NFL.\",            \"english_title\": \"Expensive Signing in the Indian Premier League\",            \"translated_version\": \"Mitchell Starc, un jugador de críquet australiano, se convirtió en la firma más cara en la historia de la Indian Premier League, la competencia de críquet de franquicia más importante del mundo. El estelar lanzador, recién salido de la victoria de su país en la reciente copa del mundo, obtuvo casi $3 millones. La IPL ha experimentado un enorme crecimiento comercial en los últimos años; se convirtió en la segunda liga deportiva más lucrativa del mundo por partido este año, después de la NFL.\",            \"translated_title\": \"Firma Costosa en la Indian Premier League\"        }    ]}"