"{    \"translations\": [        {            \"english_version\": \"US aircraft carrier USS Abraham Lincoln was seen near Iran. This is happening before talks between the two countries.\",            \"english_title\": \"US Ship Near Iran\",            \"translated_version\": \"Un barco de guerra de Estados Unidos llamado USS Abraham Lincoln fue visto cerca de Iran. Esto pasa antes de que los dos paises hablen.\",            \"translated_title\": \"Barco de EE.UU. cerca de Iran\"        },        {            \"english_version\": \"European countries are questioning if their traditional alliances are enough. They are considering whether they should diversify.\",            \"english_title\": \"Europe Questions Alliances\",            \"translated_version\": \"Los paises europeos se preguntan si sus alianzas tradicionales son suficientes. Estan pensando si deben diversificar.\",            \"translated_title\": \"Europa pregunta sobre alianzas\"        },        {            \"english_version\": \"Detectives are trying to find a 12-year-old who was seen being abused online. They found an unexpected lead.\",            \"english_title\": \"Detectives Search for Child\",            \"translated_version\": \"Los detectives estan tratando de encontrar a un nino de 12 anos que fue visto siendo maltratado en linea. Encontraron una pista inesperada.\",            \"translated_title\": \"Detectives buscan nino\"        },        {            \"english_version\": \"A group of 34 women and children with family ties to the Islamic State group have been in the Roj camp for almost seven years.\",            \"english_title\": \"Women and Children in Camp\",            \"translated_version\": \"Un grupo de 34 mujeres y ninos con lazos familiares al grupo Estado Islamico han estado en el campamento Roj por casi siete anos.\",            \"translated_title\": \"Mujeres y ninos en campamento\"        },        {            \"english_version\": \"Authorities have put contingency measures in place because a labor dispute is affecting travel.\",            \"english_title\": \"Travel Affected by Dispute\",            \"translated_version\": \"Las autoridades han puesto medidas de contingencia porque una disputa laboral esta afectando los viajes.\",            \"translated_title\": \"Viajes afectados por disputa\"        }    ]}"