"{    \"translations\": [        {            \"english_version\": \"Hopes of a ceasefire between Israel and Hizbullah, an Iran-backed Lebanese militia, rose after reports that negotiators were nearing an agreement to end the war in Lebanon. The draft of the deal reportedly involves a 60-day period in which Israeli forces would withdraw from Lebanon and Hizbullah would move its weapons away from the border. Israel’s war cabinet will meet on Tuesday to consider the deal.\",            \"english_title\": \"Ceasefire Negotiations Between Israel and Hizbullah\",            \"translated_version\": \"Las esperanzas de un alto el fuego entre Israel y Hizbullah, una milicia libanesa respaldada por Irán, aumentaron después de informes de que los negociadores estaban cerca de un acuerdo para poner fin a la guerra en Líbano. El borrador del acuerdo supuestamente implica un período de 60 días en el que las fuerzas israelíes se retirarían de Líbano y Hizbullah movería sus armas lejos de la frontera. El gabinete de guerra de Israel se reunirá el martes para considerar el acuerdo.\",            \"translated_title\": \"Negociaciones de alto el fuego entre Israel y Hizbullah\"        },        {            \"english_version\": \"Jack Smith, the special counsel prosecuting Donald Trump for allegedly interfering in the 2020 presidential election, asked the presiding judge to dismiss the case. He also dropped an attempt to revive a case against Mr Trump for allegedly hoarding classified documents, which a judge earlier dismissed. Mr Smith pointed to a policy barring the justice department from trying sitting presidents.\",            \"english_title\": \"Legal Proceedings Against Donald Trump\",            \"translated_version\": \"Jack Smith, el fiscal especial que acusa a Donald Trump de presunta interferencia en las elecciones presidenciales de 2020, pidió al juez presidente que desestimara el caso. También abandonó un intento de revivir un caso contra el Sr. Trump por presuntamente acaparar documentos clasificados, que un juez había desestimado anteriormente. El Sr. Smith señaló una política que prohíbe al departamento de justicia enjuiciar a presidentes en funciones.\",            \"translated_title\": \"Procedimientos legales contra Donald Trump\"        }    ]}"