"{    \"translations\": [        {            \"english_version\": \"Colorado’s supreme court ruled that Donald Trump is ineligible to run for president again and cannot appear on the state’s primary ballot.\",            \"english_title\": \"Colorado Supreme Court Rules Trump Ineligible for President\",            \"translated_version\": \"La corte suprema de Colorado dictaminó que Donald Trump no es elegible para postularse nuevamente como presidente y no puede aparecer en la boleta primaria del estado.\",            \"translated_title\": \"La Corte Suprema de Colorado dictamina que Trump no es elegible para presidente\"        },        {            \"english_version\": \"America established a new maritime force to secure the Red Sea, a vital artery for world trade.\",            \"english_title\": \"America Establishes New Maritime Force for Red Sea\",            \"translated_version\": \"América estableció una nueva fuerza marítima para asegurar el Mar Rojo, una arteria vital para el comercio mundial.\",            \"translated_title\": \"América establece nueva fuerza marítima para el Mar Rojo\"        },        {            \"english_version\": \"The UN Security Council agreed to gradually withdraw peacekeeping forces from the Democratic Republic of Congo, after the country’s government demanded that the UN end its decades-long mission there.\",            \"english_title\": \"UN Security Council to Withdraw Peacekeeping Forces from Congo\",            \"translated_version\": \"El Consejo de Seguridad de la ONU acordó retirar gradualmente las fuerzas de mantenimiento de la paz de la República Democrática del Congo, después de que el gobierno del país exigiera que la ONU ponga fin a su misión de décadas allí.\",            \"translated_title\": \"El Consejo de Seguridad de la ONU retirará las fuerzas de paz de Congo\"        },        {            \"english_version\": \"India’s government has suspended 141 opposition MPs since last week, prompting allegations that the ruling Bharatiya Janata Party was attacking democracy.\",            \"english_title\": \"India Suspends Opposition MPs, Accused of Attacking Democracy\",            \"translated_version\": \"El gobierno de India ha suspendido a 141 miembros de la oposición desde la semana pasada, lo que ha provocado acusaciones de que el partido gobernante Bharatiya Janata estaba atacando la democracia.\",            \"translated_title\": \"India suspende a miembros de la oposición, acusados de atacar la democracia\"        },        {            \"english_version\": \"An earthquake struck China’s northern Gansu and Qinghai provinces, killing at least 126 people and injuring nearly 400.\",            \"english_title\": \"Earthquake Hits Gansu and Qinghai Provinces in China\",            \"translated_version\": \"Un terremoto golpeó las provincias de Gansu y Qinghai en el norte de China, matando al menos a 126 personas y dejando casi 400 heridos.\",            \"translated_title\": \"Terremoto golpea las provincias de Gansu y Qinghai en China\"        }    ]}"