"{    \"translations\": [        {            \"english_version\": \"Volodymyr Zelensky and the leaders of France, Germany, and the UK met in London to talk about how the US is trying to end the war in Ukraine. European leaders want to support Ukraine without upsetting Donald Trump, as they work to keep Europe stable in the future.\",            \"english_title\": \"Zelensky Meets European Leaders\",            \"translated_version\": \"Volodymyr Zelensky y los líderes de Francia, Alemania y el Reino Unido se reunieron en Londres para hablar sobre cómo Estados Unidos intenta terminar la guerra en Ucrania. Los líderes europeos quieren apoyar a Ucrania sin molestar a Donald Trump, mientras trabajan para mantener Europa estable en el futuro.\",            \"translated_title\": \"Zelensky se reúne con líderes europeos\"        },        {            \"english_version\": \"The EU regulator fined a social media platform because of misleading blue tick badges.\",            \"english_title\": \"EU Fines Social Media Platform\",            \"translated_version\": \"El regulador de la UE multó a una plataforma de redes sociales por insignias azules engañosas.\",            \"translated_title\": \"UE multa a plataforma de redes sociales\"        },        {            \"english_version\": \"A strong earthquake with a magnitude of 7.6 led to orders for people to leave their homes. At least five people died in the worst clash between the two sides since July.\",            \"english_title\": \"Strong Earthquake Causes Evacuations\",            \"translated_version\": \"Un fuerte terremoto de magnitud 7.6 llevó a órdenes para que la gente saliera de sus casas. Al menos cinco personas murieron en el peor enfrentamiento entre los dos lados desde julio.\",            \"translated_title\": \"Fuerte terremoto causa evacuaciones\"        },        {            \"english_version\": \"Israel says it does not know about a strike but is looking into the reported death of a child in southern Gaza.\",            \"english_title\": \"Israel Investigates Child's Death\",            \"translated_version\": \"Israel dice que no sabe sobre un ataque pero está investigando la muerte reportada de un niño en el sur de Gaza.\",            \"translated_title\": \"Israel investiga muerte de niño\"        },        {            \"english_version\": \"Nigeria used fighter jets to try to remove the mutineers from the national broadcaster and a military camp.\",            \"english_title\": \"Nigeria Uses Jets Against Mutineers\",            \"translated_version\": \"Nigeria usó aviones de combate para intentar sacar a los amotinados de la emisora nacional y un campamento militar.\",            \"translated_title\": \"Nigeria usa aviones contra amotinados\"        }    ]}"