"{    \"translations\": [        {            \"english_version\": \"Israeli Prime Minister Binyamin Netanyahu has ordered the evacuation of the civilian population of Rafah, a city in southern Gaza, where 1.4 million Palestinians have sought refuge. This comes after America expressed concerns about Israel's expected ground offensive in the city, calling it a 'disaster'. Joe Biden also criticized Israel's actions in Gaza, stating that they have been 'over the top'.\",            \"english_title\": \"Evacuation in Gaza\",            \"translated_version\": \"El Primer Ministro de Israel, Binyamin Netanyahu, ha ordenado la evacuación de la población civil de Rafah, una ciudad en el sur de Gaza, donde 1.4 millones de palestinos han buscado refugio. Esto ocurre después de que Estados Unidos expresara preocupaciones sobre la ofensiva terrestre esperada de Israel en la ciudad, llamándola un 'desastre'. Joe Biden también criticó las acciones de Israel en Gaza, afirmando que han sido 'exageradas'.\",            \"translated_title\": \"Evacuación en Gaza\"        },        {            \"english_version\": \"Former Pakistani Prime Minister Nawaz Sharif has claimed victory in the country's general election and announced his intention to form a coalition government. Sharif's party has secured 69 out of the 244 seats announced so far. However, independent candidates, mostly supported by imprisoned former Prime Minister Imran Khan, have won 98 seats. The election was marred by violence and irregularities.\",            \"english_title\": \"Election in Pakistan\",            \"translated_version\": \"El ex Primer Ministro de Pakistán, Nawaz Sharif, ha reclamado la victoria en las elecciones generales del país y ha anunciado su intención de formar un gobierno de coalición. El partido de Sharif ha asegurado 69 de los 244 escaños anunciados hasta ahora. Sin embargo, los candidatos independientes, en su mayoría apoyados por el encarcelado ex Primer Ministro Imran Khan, han ganado 98 escaños. Las elecciones estuvieron marcadas por la violencia y las irregularidades.\",            \"translated_title\": \"Elecciones en Pakistán\"        },        {            \"english_version\": \"Russian President Vladimir Putin suggested the possibility of swapping Wall Street Journal reporter Evan Gershkovich, who is held in Moscow on spying charges, for a Russian assassin detained in Germany. During an interview with Tucker Carlson, Putin also stated that he has no interest in attacking Poland or Latvia and called on America to stop arming Ukraine. Georgia's parliament has approved the appointment of Irakli Kobakhidze as the country's prime minister. Kobakhidze is known for his strong criticism of the West, which could impact Georgia's aspirations to join the European Union. He is a close ally of influential billionaire Bidzina Ivanishvili, who made his fortune in Russia and briefly served as prime minister.\",            \"english_title\": \"Putin's Statement and Georgia's Prime Minister\",            \"translated_version\": \"El Presidente Ruso, Vladimir Putin, sugirió la posibilidad de intercambiar al reportero del Wall Street Journal, Evan Gershkovich, quien está detenido en Moscú por cargos de espionaje, por un asesino ruso detenido en Alemania. Durante una entrevista con Tucker Carlson, Putin también afirmó que no tiene interés en atacar a Polonia o Letonia y llamó a Estados Unidos a dejar de armar a Ucrania. El parlamento de Georgia ha aprobado el nombramiento de Irakli Kobakhidze como primer ministro del país. Kobakhidze es conocido por sus fuertes críticas al Occidente, lo cual podría afectar las aspiraciones de Georgia de unirse a la Unión Europea. Él es un aliado cercano del influyente multimillonario Bidzina Ivanishvili, quien hizo su fortuna en Rusia y sirvió brevemente como primer ministro.\",            \"translated_title\": \"Declaración de Putin y el Primer Ministro de Georgia\"        },        {            \"english_version\": \"PepsiCo reported a decline in sales and revenue in America for the fourth quarter of 2023, falling below analysts' expectations. The company expects revenue growth of at least 4% this year. CEO Ramon Laguarta attributed the decline to consumers' falling disposable incomes due to inflation. The news led to a decrease in the company's share price.\",            \"english_title\": \"PepsiCo's Sales Decline\",            \"translated_version\": \"PepsiCo informó una disminución en las ventas y los ingresos en Estados Unidos para el cuarto trimestre de 2023, por debajo de las expectativas de los analistas. La compañía espera un crecimiento de ingresos de al menos el 4% este año. El CEO Ramon Laguarta atribuyó la disminución a la caída de los ingresos disponibles de los consumidores debido a la inflación. La noticia llevó a una disminución en el precio de las acciones de la compañía.\",            \"translated_title\": \"Declive en las ventas de PepsiCo\"        },        {            \"english_version\": \"The White House announced plans to invest over $5 billion in research, development, and workforce needs for semiconductors. This move is part of the CHIPS Act, a $53 billion spending package aimed at bringing semiconductor manufacturing back to the United States and strengthening the industry's workforce. Semiconductors play a crucial role in America's tech rivalry with China.\",            \"english_title\": \"Investment in Semiconductors\",            \"translated_version\": \"La Casa Blanca anunció planes para invertir más de $5 mil millones en investigación, desarrollo y necesidades de la fuerza laboral para semiconductores. Este movimiento es parte del CHIPS Act, un paquete de gastos de $53 mil millones destinado a traer la fabricación de semiconductores de vuelta a Estados Unidos y fortalecer la fuerza laboral de la industria. Los semiconductores desempeñan un papel crucial en la rivalidad tecnológica de Estados Unidos con China.\",            \"translated_title\": \"Inversión en Semiconductores\"        }    ]}"