"{    \"translations\": [        {            \"english_version\": \"America is planning to sell weapons to Israel for $8 billion. The State Department informed Congress about this on Friday. The deal needs approval from committees in the House and the Senate. It includes air-to-air missiles and artillery shells. This move is seen as a late show of support as President Joe Biden is leaving office soon.\",            \"english_title\": \"Arms Deal between America and Israel\",            \"translated_version\": \"Estados Unidos planea vender armas a Israel por $8 mil millones. El Departamento de Estado informó al Congreso sobre esto el viernes. El acuerdo necesita aprobación de comités en la Cámara y el Senado. Incluye misiles aire-aire y proyectiles de artillería. Este movimiento se ve como un gesto tardío de apoyo ya que el Presidente Joe Biden está por dejar el cargo pronto.\",            \"translated_title\": \"Acuerdo de armas entre Estados Unidos e Israel\"        },        {            \"english_version\": \"Russia has threatened retaliation after claiming to have shot down eight American-supplied missiles fired by Ukraine. The incident occurred at the border region of Belgorod. Russia also stated that it took control of Nadiya, a village in the Ukrainian region of Luhansk. Joe Biden recently allowed Ukraine to use these missiles against Russia. Donald Trump has expressed strong opposition to this.\",            \"english_title\": \"Tensions between Russia and Ukraine\",            \"translated_version\": \"Rusia ha amenazado con represalias después de afirmar haber derribado ocho misiles suministrados por Estados Unidos disparados por Ucrania. El incidente ocurrió en la región fronteriza de Belgorod. Rusia también declaró que tomó el control de Nadiya, un pueblo en la región ucraniana de Luhansk. Joe Biden recientemente permitió a Ucrania usar estos misiles contra Rusia. Donald Trump ha expresado una fuerte oposición a esto.\",            \"translated_title\": \"Tensiones entre Rusia y Ucrania\"        }    ]}"