"{    \"translations\": [        {            \"english_version\": \"During talks in San Francisco America’s president, Joe Biden, and China’s leader, Xi Jinping, agreed that their countries would resume military communications. They also pledged to battle the spread of fentanyl—China is a source of many of the chemicals used to make the drug, which is ravaging parts of America. But Mr Biden also reiterated his assessment that Mr Xi is a dictator, and described the countries’ relationship as competitive. China cut off military dialogue with America in 2022 after Nancy Pelosi, then speaker of the House of Representatives, visited Taiwan.\",            \"english_title\": \"Resuming Military Communications and Battling Fentanyl Spread\",            \"translated_version\": \"Durante las conversaciones en San Francisco, el presidente de Estados Unidos, Joe Biden, y el líder de China, Xi Jinping, acordaron que sus países reanudarían las comunicaciones militares. También se comprometieron a combatir la propagación del fentanilo, ya que China es una fuente de muchas de las sustancias químicas utilizadas para fabricar la droga, que está devastando partes de Estados Unidos. Pero el Sr. Biden también reiteró su evaluación de que el Sr. Xi es un dictador y describió la relación entre los países como competitiva. China cortó el diálogo militar con Estados Unidos en 2022 después de que Nancy Pelosi, entonces presidenta de la Cámara de Representantes, visitara Taiwán.\",            \"translated_title\": \"Reanudación de las Comunicaciones Militares y Lucha contra la Propagación del Fentanilo\"        },        {            \"english_version\": \"Israel struck the Gaza residence of Ismail Haniyeh, a Hamas leader who lives in Qatar. It said the building was being used as terrorist infrastructure. The Israel Defense Forces continued to search al-Shifa hospital in Gaza city, where they claim to have found Hamas weapons and equipment. Neither of the Israeli claims could be independently verified. Hamas denies operating at the hospital.\",            \"english_title\": \"Strike on Hamas Leader's Residence and Hospital Search\",            \"translated_version\": \"Israel atacó la residencia de Gaza de Ismail Haniyeh, un líder de Hamas que vive en Qatar. Dijo que el edificio se estaba utilizando como infraestructura terrorista. Las Fuerzas de Defensa de Israel continuaron buscando en el hospital al-Shifa en la ciudad de Gaza, donde afirman haber encontrado armas y equipos de Hamas. Ninguna de las afirmaciones israelíes pudo ser verificada de forma independiente. Hamas niega operar en el hospital.\",            \"translated_title\": \"Ataque a la Residencia del Líder de Hamas y Búsqueda en el Hospital\"        },        {            \"english_version\": \"Spain’s parliament voted to reinstall Pedro Sánchez, leader of the Socialist Party, as prime minister. The vote ends four months of protracted negotiations in Madrid, culminating in a controversial deal between Mr Sánchez and several regional separatist parties to form a minority government. Under the agreement, thousands of people involved in Catalonia’s illegal independence referendum in 2017 will be pardoned.\",            \"english_title\": \"Reinstatement of Pedro Sánchez as Prime Minister\",            \"translated_version\": \"El parlamento de España votó para reinstalar a Pedro Sánchez, líder del Partido Socialista, como primer ministro. La votación pone fin a cuatro meses de negociaciones prolongadas en Madrid, que culminaron en un acuerdo controvertido entre el Sr. Sánchez y varios partidos separatistas regionales para formar un gobierno minoritario. Según el acuerdo, se perdonará a miles de personas involucradas en el referéndum ilegal de independencia de Cataluña en 2017.\",            \"translated_title\": \"Reinstalación de Pedro Sánchez como Primer Ministro\"        },        {            \"english_version\": \"Britain became the first country to approve a medical treatment based on CRISPR, a gene-editing technology that uses molecular scissors to edit DNA. Casgevy, developed by Vertex Pharmaceuticals and Crispr Therapeutics, was approved for use to treat blood disorders. CRISPR is set to have a big year; medicines for conditions from cancer to HIV infections are being developed using it.\",            \"english_title\": \"Approval of CRISPR-Based Medical Treatment\",            \"translated_version\": \"Gran Bretaña se convirtió en el primer país en aprobar un tratamiento médico basado en CRISPR, una tecnología de edición genética que utiliza tijeras moleculares para editar el ADN. Casgevy, desarrollado por Vertex Pharmaceuticals y Crispr Therapeutics, fue aprobado para su uso en el tratamiento de trastornos sanguíneos. CRISPR está listo para tener un gran año; se están desarrollando medicamentos para condiciones que van desde el cáncer hasta las infecciones por VIH utilizando esta tecnología.\",            \"translated_title\": \"Aprobación de Tratamiento Médico Basado en CRISPR\"        },        {            \"english_version\": \"America’s Senate approved a stopgap funding bill to avoid a partial government shutdown that would have disrupted pay for some 4m federal workers. The bill, which passed by 87 votes to 11, ensures funding for the federal government until January 19th. It will be sent to Joe Biden to be signed into law before a deadline on Friday.\",            \"english_title\": \"Approval of Stopgap Funding Bill\",            \"translated_version\": \"El Senado de Estados Unidos aprobó un proyecto de ley de financiamiento provisional para evitar un cierre parcial del gobierno que habría interrumpido el pago de unos 4 millones de trabajadores federales. El proyecto de ley, que fue aprobado por 87 votos a favor y 11 en contra, garantiza el financiamiento para el gobierno federal hasta el 19 de enero. Se enviará a Joe Biden para que lo firme como ley antes de la fecha límite del viernes.\",            \"translated_title\": \"Aprobación del Proyecto de Ley de Financiamiento Provisional\"        }    ]}"