"{    \"translations\": [        {            \"english_version\": \"Israel’s army claimed to have completed dismantling Hamas’s military framework in the northern part of the Gaza strip, and said it would now focus on the centre and south of the enclave.\",            \"english_title\": \"Israel completes dismantling Hamas's military framework\",            \"translated_version\": \"El ejército de Israel afirmó haber completado la desmantelación del marco militar de Hamas en la parte norte de la Franja de Gaza, y dijo que ahora se enfocaría en el centro y sur del enclave.\",            \"translated_title\": \"Israel completa la desmantelación del marco militar de Hamas\"        },        {            \"english_version\": \"Russia launched three cruise missiles and 28 drones towards Ukraine overnight, according to Ukrainian officials. Most were aimed at the south and east of the country, with a spokesperson for Ukraine’s air force saying that the Kremlin was shifting its focus to the frontline territories.\",            \"english_title\": \"Russia launches missiles and drones towards Ukraine\",            \"translated_version\": \"Rusia lanzó tres misiles de crucero y 28 drones hacia Ucrania durante la noche, según funcionarios ucranianos. La mayoría estaban dirigidos al sur y este del país, con un portavoz de la fuerza aérea de Ucrania diciendo que el Kremlin estaba cambiando su enfoque a los territorios fronterizos.\",            \"translated_title\": \"Rusia lanza misiles y drones hacia Ucrania\"        },        {            \"english_version\": \"An American airline regulator ordered the immediate inspection of some Boeing 737 MAX 9s after chunks of a plane fell off shortly after takeoff. The temporary grounding will affect 171 aircraft. Pictures taken by passengers aboard the Alaska Airlines flight showed a gaping hole in the cabin wall. The airliner landed safely.\",            \"english_title\": \"Airline regulator orders inspection of Boeing planes\",            \"translated_version\": \"Un regulador de aerolíneas estadounidense ordenó la inspección inmediata de algunos Boeing 737 MAX 9 después de que se desprendieran trozos de un avión poco después del despegue. La suspensión temporal afectará a 171 aviones. Las imágenes tomadas por los pasajeros a bordo del vuelo de Alaska Airlines mostraron un agujero enorme en la pared de la cabina. El avión aterrizó de manera segura.\",            \"translated_title\": \"Regulador de aerolíneas ordena inspección de aviones Boeing\"        },        {            \"english_version\": \"Ikeda Yoshitaka, a Japanese politician and member of the ruling Liberal Democratic Party, was arrested in Tokyo over suspicions he violated fundraising rules. Mr Ikeda is the first arrest in a corruption scandal engulfing the LDP. In December prosecutors launched a criminal investigation into funds—potentially worth ¥500m ($3.5m)—that allegedly went unreported by allies of Abe Shinzo, the former prime minister who was assassinated in 2022.\",            \"english_title\": \"Japanese politician arrested for violating fundraising rules\",            \"translated_version\": \"Ikeda Yoshitaka, un político japonés y miembro del gobernante Partido Liberal Democrático, fue arrestado en Tokio por sospechas de violar las reglas de recaudación de fondos. El Sr. Ikeda es el primer arresto en un escándalo de corrupción que afecta al PLD. En diciembre, los fiscales iniciaron una investigación penal sobre fondos, potencialmente valorados en ¥500 millones ($3.5 millones), que supuestamente no fueron informados por aliados de Abe Shinzo, el ex primer ministro asesinado en 2022.\",            \"translated_title\": \"Político japonés arrestado por violar las reglas de recaudación de fondos\"        },        {            \"english_version\": \"The Italian foreign minister suggested that the EU should create its own army to be used for peacekeeping. Antonio Tajani, the leader of Forza Italia, a centre-right party, said that effective European foreign policy would depend on the bloc having a military presence. Co-operation on defence has become more pressing within the EU since Russia invaded Ukraine in 2022.\",            \"english_title\": \"Italian foreign minister suggests EU should create its own army\",            \"translated_version\": \"El ministro de Relaciones Exteriores de Italia sugirió que la UE debería crear su propio ejército para ser utilizado en labores de mantenimiento de la paz. Antonio Tajani, líder de Forza Italia, un partido de centro-derecha, dijo que una política exterior europea efectiva dependería de que el bloque tenga una presencia militar. La cooperación en defensa se ha vuelto más urgente dentro de la UE desde que Rusia invadió Ucrania en 2022.\",            \"translated_title\": \"Ministro de Relaciones Exteriores de Italia sugiere que la UE debería crear su propio ejército\"        }    ]}"