"{    \"translations\": [        {            \"english_version\": \"President Donald Trump has imposed a 10% tax on all imports, with higher rates for countries he believes have treated America unfairly. These higher rates will start on April 9th. The Federal Reserve chair, Jerome Powell, has warned that these tariffs could lead to inflation and slow down economic growth.\",            \"english_title\": \"President Donald Trump's Tariffs\",            \"translated_version\": \"El Presidente Donald Trump ha impuesto un impuesto del 10% a todas las importaciones, con tasas más altas para países que él cree que han tratado a América injustamente. Estas tasas más altas comenzarán el 9 de abril. El presidente de la Reserva Federal, Jerome Powell, ha advertido que estos aranceles podrían provocar inflación y frenar el crecimiento económico.\",            \"translated_title\": \"Presidente Donald Trump y sus aranceles\"        },        {            \"english_version\": \"Businesses are feeling the effects of the tariffs. Jaguar Land Rover, a British carmaker owned by an Indian company, has decided to halt all shipments to America for a month to assess the impact of the tariffs. Market reactions were severe, with China retaliating against Trump's tariffs by imposing a 34% levy on all American imports. This led to significant drops in stock markets.\",            \"english_title\": \"Impact on Businesses\",            \"translated_version\": \"Las empresas están sintiendo los efectos de los aranceles. Jaguar Land Rover, un fabricante de automóviles británico propiedad de una empresa india, ha decidido detener todos los envíos a América por un mes para evaluar el impacto de los aranceles. Las reacciones del mercado fueron severas, con China retaliando contra los aranceles de Trump imponiendo un gravamen del 34% a todas las importaciones estadounidenses. Esto provocó caídas significativas en los mercados de valores.\",            \"translated_title\": \"Impacto en las empresas\"        }    ]}"