"{    \"translations\": [        {            \"english_version\": \"A coalition led by current Prime Minister Sanae Takaichi is expected to win decisively, according to media projections after polls closed. Thai voters are choosing between big changes or staying the same in an election called after several coalition governments fell apart.\",            \"english_title\": \"Thai Election Results\",            \"translated_version\": \"Una coalición liderada por la actual Primera Ministra Sanae Takaichi se espera que gane con claridad, según proyecciones de los medios después de cerrar las votaciones. Los votantes tailandeses están eligiendo entre grandes cambios o seguir igual en una elección llamada después de que varios gobiernos de coalición se desmoronaran.\",            \"translated_title\": \"Resultados de Elección en Tailandia\"        },        {            \"english_version\": \"The suspects include the alleged gunman, Lyubomir Korba, whom Russia says fled to the UAE after the attack. At least six people have been detained a week after a different demonstration in Turin turned violent.\",            \"english_title\": \"Suspects in Turin Violence\",            \"translated_version\": \"Los sospechosos incluyen al presunto tirador, Lyubomir Korba, quien Rusia dice que huyó a los Emiratos Árabes Unidos después del ataque. Al menos seis personas han sido detenidas una semana después de que una manifestación diferente en Turín se volviera violenta.\",            \"translated_title\": \"Sospechosos en Violencia de Turín\"        },        {            \"english_version\": \"The Mississippi-born frontman of the popular rock band had announced a stage 4 cancer diagnosis in May 2025.\",            \"english_title\": \"Rock Star's Health News\",            \"translated_version\": \"El líder de la popular banda de rock nacido en Mississippi había anunciado un diagnóstico de cáncer en etapa 4 en mayo de 2025.\",            \"translated_title\": \"Noticias de Salud de Estrella de Rock\"        },        {            \"english_version\": \"Will Lewis says hard choices had been made to ensure the newspaper's future. The Nationals had split from the Liberals citing free speech concerns over laws brought in after the Bondi Beach attack.\",            \"english_title\": \"Newspaper's Future Decisions\",            \"translated_version\": \"Will Lewis dice que se tomaron decisiones difíciles para asegurar el futuro del periódico. Los Nacionales se separaron de los Liberales citando preocupaciones sobre la libertad de expresión por leyes introducidas después del ataque en Bondi Beach.\",            \"translated_title\": \"Decisiones Futuras del Periódico\"        },        {            \"english_version\": \"The socialist leader quits his role at a prestigious institute as he is investigated for the laundering of tax-fraud proceeds. The Ukrainian leader says difficult issues remain, as Russia carries out more strikes on energy facilities.\",            \"english_title\": \"Leader Resigns Amid Investigation\",            \"translated_version\": \"El líder socialista deja su papel en un instituto prestigioso mientras es investigado por el lavado de dinero de fraude fiscal. El líder ucraniano dice que quedan problemas difíciles, mientras Rusia realiza más ataques a instalaciones de energía.\",            \"translated_title\": \"Líder Renuncia en Medio de Investigación\"        }    ]}"