"{    \"translations\": [        {            \"english_version\": \"Fourteen pro-democracy activists and politicians in Hong Kong were found guilty under a national-security law. They were arrested in 2021 under legislation imposed by China's central government. The defendants were accused of trying to overthrow the government by holding an unofficial primary in 2020. Two people were acquitted, and 31 pleaded guilty before the trial. They could face life in prison.\",            \"english_title\": \"Hong Kong Activists Found Guilty\",            \"translated_version\": \"Catorce activistas y políticos a favor de la democracia en Hong Kong fueron encontrados culpables bajo una ley de seguridad nacional. Fueron arrestados en 2021 bajo una legislación impuesta por el gobierno central de China. Los acusados fueron acusados de intentar derrocar al gobierno al realizar una primaria no oficial en 2020. Dos personas fueron absueltas y 31 se declararon culpables antes del juicio. Podrían enfrentar cadena perpetua.\",            \"translated_title\": \"Activistas de Hong Kong Encontrados Culpables\"        },        {            \"english_version\": \"Israel's army took control of the Philadelphi Corridor, a buffer zone along Gaza's border with Egypt. This capture means Israel now controls Gaza's entire land border. Israel's national security adviser expects the country's offensive in Gaza to last for at least another seven months.\",            \"english_title\": \"Israel Takes Control of Philadelphi Corridor\",            \"translated_version\": \"El ejército de Israel tomó el control del Corredor de Filadelfia, una zona de amortiguamiento a lo largo de la frontera de Gaza con Egipto. Esta captura significa que Israel ahora controla toda la frontera terrestre de Gaza. El asesor de seguridad nacional de Israel espera que la ofensiva del país en Gaza dure al menos otros siete meses.\",            \"translated_title\": \"Israel Toma Control del Corredor de Filadelfia\"        }    ]}"