"{    \"translations\": [        {            \"english_version\": \"China has called on foreign governments not to interfere in its internal affairs after they congratulated William Lai Ching-te on winning Taiwan's presidential election. The European Union, America, Britain, and Japan all praised the election result. However, the ruling Democratic Progressive Party (DPP) lost its parliamentary majority in simultaneous legislative elections. China's spokesman stated that the election results showed the DPP does not represent mainstream public opinion, and China remains committed to national unification. Taiwan's foreign ministry urged China to face reality.\",            \"english_title\": \"China warns foreign governments not to interfere in Taiwan's election\",            \"translated_version\": \"China ha pedido a los gobiernos extranjeros que no interfieran en sus asuntos internos después de que felicitaran a William Lai Ching-te por ganar las elecciones presidenciales de Taiwán. La Unión Europea, Estados Unidos, Gran Bretaña y Japón elogiaron todos los resultados de las elecciones. Sin embargo, el Partido Progresista Democrático (DPP) perdió su mayoría parlamentaria en las elecciones legislativas simultáneas. El portavoz de China afirmó que los resultados de las elecciones mostraron que el DPP no representa la opinión pública mayoritaria y que China sigue comprometida con la unificación nacional. El Ministerio de Relaciones Exteriores de Taiwán instó a China a enfrentar la realidad.\",            \"translated_title\": \"China advierte a los gobiernos extranjeros que no interfieran en las elecciones de Taiwán\"        },        {            \"english_version\": \"Thousands of Israelis gathered in Tel Aviv to mark the 100th day since Hamas militants killed 1,200 Israelis, including those still being held hostage in Gaza. Around 130 hostages are still unaccounted for, while 110 were released in November. Pro-Palestinian rallies also took place in London and Washington on Saturday.\",            \"english_title\": \"Israelis gather to remember victims of Hamas attack\",            \"translated_version\": \"Miles de israelíes se reunieron en Tel Aviv para conmemorar el centésimo día desde que los militantes de Hamas mataron a 1.200 israelíes, incluidos los que aún están siendo retenidos como rehenes en Gaza. Alrededor de 130 rehenes aún no han sido localizados, mientras que 110 fueron liberados en noviembre. También se llevaron a cabo manifestaciones pro-palestinas en Londres y Washington el sábado.\",            \"translated_title\": \"Israelíes se reúnen para recordar a las víctimas del ataque de Hamas\"        },        {            \"english_version\": \"Representatives from Ukraine's government met with national security advisors from over 80 countries to discuss Volodymyr Zelensky's peace formula to end the war with Russia ahead of the World Economic Forum's gathering in Davos. More than 60 world leaders and thousands of business people will attend the event in the Swiss alpine resort. Zelensky will address them later in the week.\",            \"english_title\": \"Ukraine seeks international support for peace formula\",            \"translated_version\": \"Representantes del gobierno de Ucrania se reunieron con asesores de seguridad nacional de más de 80 países para discutir la fórmula de paz de Volodymyr Zelensky para poner fin a la guerra con Rusia antes de la reunión del Foro Económico Mundial en Davos. Más de 60 líderes mundiales y miles de empresarios asistirán al evento en el complejo alpino suizo. Zelensky se dirigirá a ellos más adelante en la semana.\",            \"translated_title\": \"Ucrania busca apoyo internacional para la fórmula de paz\"        },        {            \"english_version\": \"The president of the Maldives, Mohamed Muizzu, has set a deadline of March 15th for India to withdraw all its 75 troops from the islands. Since Muizzu's election in November, the historically close ties between the two countries have been strained as he aims to loosen the Maldives' ties with India. Muizzu recently returned from China, which is competing with India for influence in the region.\",            \"english_title\": \"Maldives president demands India to withdraw troops\",            \"translated_version\": \"El presidente de las Maldivas, Mohamed Muizzu, ha establecido un plazo hasta el 15 de marzo para que India retire sus 75 tropas de las islas. Desde la elección de Muizzu en noviembre, los históricos lazos estrechos entre los dos países se han tensado, ya que él busca aflojar los lazos de las Maldivas con India. Muizzu regresó recientemente de China, que compite con India por influencia en la región.\",            \"translated_title\": \"El presidente de las Maldivas exige a India que retire las tropas\"        },        {            \"english_version\": \"According to a poll from NBC News and the Des Moines Register, Donald Trump is the first choice of 48% of probable Republican caucus goers heading into the Iowa caucuses. Nikki Haley is the favorite for 20% of them, surpassing Ron DeSantis, Florida's governor, who came second in December's poll. Trump is the firm favorite to win the Republican presidential nomination.\",            \"english_title\": \"Trump leads in Iowa caucus poll\",            \"translated_version\": \"Según una encuesta de NBC News y el Des Moines Register, Donald Trump es la primera opción del 48% de los posibles asistentes a las asambleas republicanas que se dirigen a las asambleas de Iowa. Nikki Haley es la favorita para el 20% de ellos, superando a Ron DeSantis, gobernador de Florida, que quedó en segundo lugar en la encuesta de diciembre. Trump es el favorito indiscutible para ganar la nominación presidencial republicana.\",            \"translated_title\": \"Trump lidera en la encuesta de las asambleas de Iowa\"        }    ]}"