"{    \"translations\": [        {            \"english_version\": \"The ruling coalition is expected to win big, taking two-thirds of the seats in the House of Representatives. The conservatives surprised everyone by winning against the People's Party, which was expected to win according to opinion polls.\",            \"english_title\": \"Ruling Coalition Wins Big\",            \"translated_version\": \"Se espera que la coalición gobernante gane mucho, tomando dos tercios de los asientos en la Cámara de Representantes. Los conservadores sorprendieron a todos al ganar contra el Partido del Pueblo, que se esperaba que ganara según las encuestas.\",            \"translated_title\": \"La Coalición Gobernante Gana Mucho\"        },        {            \"english_version\": \"The Justice First party leader is one of 18 political prisoners who will be released by the interim government on Sunday.\",            \"english_title\": \"Political Prisoners to be Released\",            \"translated_version\": \"El líder del partido Justicia Primero es uno de los 18 prisioneros políticos que serán liberados por el gobierno interino el domingo.\",            \"translated_title\": \"Prisioneros Políticos Serán Liberados\"        },        {            \"english_version\": \"The suspects in a case include the alleged shooter, Lyubomir Korba, who Russia claims escaped to the UAE after the attack. Police have found DNA on a weapon but cannot tell which brother used it.\",            \"english_title\": \"Suspects in Shooting Case\",            \"translated_version\": \"Los sospechosos en un caso incluyen al presunto tirador, Lyubomir Korba, quien Rusia dice que escapó a los Emiratos Árabes Unidos después del ataque. La policía ha encontrado ADN en un arma pero no puede decir qué hermano la usó.\",            \"translated_title\": \"Sospechosos en Caso de Tiroteo\"        },        {            \"english_version\": \"American skier Lindsey Vonn had surgery on her left leg after a crash in the women's downhill competition in Cortina, which might be her last Olympic event.\",            \"english_title\": \"Lindsey Vonn's Surgery\",            \"translated_version\": \"La esquiadora americana Lindsey Vonn tuvo cirugía en su pierna izquierda después de un accidente en la competencia de descenso femenino en Cortina, que podría ser su último evento olímpico.\",            \"translated_title\": \"Cirugía de Lindsey Vonn\"        },        {            \"english_version\": \"António José Seguro is heading for a big win against far-right opponent André Ventura, with most of the votes counted.\",            \"english_title\": \"Seguro's Big Win\",            \"translated_version\": \"António José Seguro va hacia una gran victoria contra el oponente de extrema derecha André Ventura, con la mayoría de los votos contados.\",            \"translated_title\": \"Gran Victoria de Seguro\"        }    ]}"