"    #####    {        \"translations\": [            {                \"english_version\": \"The biggest of the six simultaneous blazes in Los Angeles, in the Palisades neighbourhood, changed direction, threatening new areas on the western edge of the city. At least 11 people have been killed; more than 150,000 residents are under evacuation orders. California’s governor called for an independent investigation into why some hydrants failed at critical moments earlier this week.\",                \"english_title\": \"California Wildfires\",                \"translated_version\": \"El fuego más grande de los seis incendios simultáneos en Los Ángeles, en el vecindario de Palisades, cambió de dirección, amenazando nuevas áreas en el borde oeste de la ciudad. Al menos 11 personas han muerto; más de 150,000 residentes tienen órdenes de evacuación. El gobernador de California pidió una investigación independiente sobre por qué algunas bocas de incendio fallaron en momentos críticos a principios de esta semana.\",                \"translated_title\": \"Incendios en California\"            },            {                \"english_version\": \"Ukraine said it had captured two wounded North Korean soldiers in the Russian region of Kursk. President Volodymyr Zelensky said that the capture was a rare feat because wounded North Koreans would usually be killed by their own side 'to erase any evidence' of the country’s involvement in the war—a deployment that Ukrainian and Western sources estimate at 11,000 troops.\",                \"english_title\": \"Ukraine Captures North Korean Soldiers\",                \"translated_version\": \"Ucrania dijo que había capturado a dos soldados norcoreanos heridos en la región rusa de Kursk. El presidente Volodymyr Zelensky dijo que la captura fue un logro raro porque los norcoreanos heridos suelen ser asesinados por su propio bando 'para borrar cualquier evidencia' de la participación del país en la guerra, un despliegue que fuentes ucranianas y occidentales estiman en 11,000 tropas.\",                \"translated_title\": \"Ucrania Captura Soldados Norcoreanos\"            }        ]    }    #####"