"{    \"translations\": [        {            \"english_version\": \"In Sydney, people celebrated with fireworks, but there was sadness because of an attack on Bondi Beach. Words like peace and unity were shown on the Sydney Harbour Bridge.\",            \"english_title\": \"Sydney Celebration and Sadness\",            \"translated_version\": \"En Sídney, la gente celebró con fuegos artificiales, pero hubo tristeza por un ataque en Bondi Beach. Palabras como paz y unidad se mostraron en el Puente de Sídney.\",            \"translated_title\": \"Celebración y Tristeza en Sídney\"        },        {            \"english_version\": \"Two states are taking actions against each other after the US decided to restrict entry for their citizens.\",            \"english_title\": \"States in Conflict\",            \"translated_version\": \"Dos estados están tomando acciones uno contra el otro después de que EE.UU. decidió restringir la entrada para sus ciudadanos.\",            \"translated_title\": \"Estados en Conflicto\"        },        {            \"english_version\": \"Many people in Dhaka gathered to say goodbye to Khaleda Zia, who passed away at the age of 80.\",            \"english_title\": \"Farewell to Khaleda Zia\",            \"translated_version\": \"Mucha gente en Dhaka se reunió para decir adiós a Khaleda Zia, quien falleció a los 80 años.\",            \"translated_title\": \"Adiós a Khaleda Zia\"        },        {            \"english_version\": \"Russia released a video claiming it shows a Ukrainian drone that was shot down near one of Putin's homes.\",            \"english_title\": \"Russian Video of Drone\",            \"translated_version\": \"Rusia lanzó un video diciendo que muestra un dron ucraniano que fue derribado cerca de una de las casas de Putin.\",            \"translated_title\": \"Video Ruso de Dron\"        },        {            \"english_version\": \"A train accident happened on the way to Machu Picchu, where the driver died and over 40 people got hurt.\",            \"english_title\": \"Train Accident to Machu Picchu\",            \"translated_version\": \"Un accidente de tren ocurrió camino a Machu Picchu, donde el conductor murió y más de 40 personas resultaron heridas.\",            \"translated_title\": \"Accidente de Tren a Machu Picchu\"        }    ]}"