"{    \"translations\": [        {            \"english_version\": \"Dozens of people were killed and many more hurt in one of the heaviest waves of Russian attacks in Ukraine for months. Ukrainian officials said 158 drones and missiles were launched across the country in the overnight attacks. Most were shot down, but civilian targets, including educational facilities, residential buildings and a maternity centre, were hit. President Joe Biden said that attacks showed that Congress must step up and approve further military aid for Ukraine without delay.\",            \"english_title\": \"Russian Attacks in Ukraine\",            \"translated_version\": \"Muchas personas murieron y muchas más resultaron heridas en una de las oleadas más fuertes de ataques rusos en Ucrania en meses. Los funcionarios ucranianos dijeron que se lanzaron 158 drones y misiles en todo el país en los ataques nocturnos. La mayoría fueron derribados, pero se alcanzaron objetivos civiles, incluyendo instalaciones educativas, edificios residenciales y un centro de maternidad. El presidente Joe Biden dijo que los ataques mostraron que el Congreso debe actuar y aprobar más ayuda militar para Ucrania sin demora.\",            \"translated_title\": \"Ataques Rusos en Ucrania\"        },        {            \"english_version\": \"Dong Jun, a former head of the Chinese navy, was appointed defence minister following the mysterious disappearance of Li Shangfu, the previous incumbent. The position is largely ceremonial, but can involve working with America to reduce the risk of conflict. Mr Dong’s previous roles included senior command positions focused on the flashpoints of Taiwan and the South China Sea.\",            \"english_title\": \"New Defence Minister in China\",            \"translated_version\": \"Dong Jun, un ex jefe de la marina china, fue nombrado ministro de defensa tras la misteriosa desaparición de Li Shangfu, el anterior titular. El cargo es en gran parte ceremonial, pero puede implicar trabajar con Estados Unidos para reducir el riesgo de conflicto. Los roles anteriores del Sr. Dong incluyeron posiciones de mando senior centradas en los puntos conflictivos de Taiwán y el Mar del Sur de China.\",            \"translated_title\": \"Nuevo Ministro de Defensa en China\"        },        {            \"english_version\": \"South Africa asked the International Court of Justice to declare that Israel is in breach of its obligations under the Genocide Convention for its attacks on Gaza. Israel dismissed the claim as baseless. Earlier the UN warned that more than 150,000 people were being forced to flee central Gaza as Israeli forces expanded their ground offensive.\",            \"english_title\": \"South Africa's Request to International Court\",            \"translated_version\": \"Sudáfrica pidió a la Corte Internacional de Justicia que declare que Israel está incumpliendo sus obligaciones bajo la Convención de Genocidio por sus ataques en Gaza. Israel desestimó la afirmación como infundada. Anteriormente, la ONU advirtió que más de 150,000 personas estaban siendo obligadas a huir de Gaza central a medida que las fuerzas israelíes expandían su ofensiva terrestre.\",            \"translated_title\": \"Solicitud de Sudáfrica a la Corte Internacional\"        },        {            \"english_version\": \"America’s S&P 500 index recorded a 24% rise for 2023 after a months-long rally fuelled by expectations that borrowing costs will fall in 2024. The gains were driven largely by big technology stocks, and helped boost global performance: the MSCI World Index was up by 22% for the year. London’s FTSE 100 struggled in comparison, up by less than 4%.\",            \"english_title\": \"Rise of S&P 500 Index\",            \"translated_version\": \"El índice S&P 500 de Estados Unidos registró un aumento del 24% para 2023 después de un rally de varios meses impulsado por las expectativas de que los costos de endeudamiento caerán en 2024. Las ganancias fueron impulsadas en gran medida por las acciones de tecnología grandes, y ayudaron a impulsar el rendimiento global: el índice MSCI World subió un 22% durante el año. El FTSE 100 de Londres tuvo dificultades en comparación, subiendo menos del 4%.\",            \"translated_title\": \"Aumento del Índice S&P 500\"        },        {            \"english_version\": \"A Siberian court handed a nine-year prison sentence to Ksenia Fadeyeva—an ally of Alexei Navalny, Russia’s most important opposition leader—on trumped-up charges of extremism. Ms Fadeyeva was a regional co-ordinator for Mr Navalny’s organisation in Tomsk, a city in Siberia, where she also served as a councillor. On Thursday two Russian anti-war poets were given prison sentences of seven and five-and-a-half years respectively.\",            \"english_title\": \"Prison Sentences in Siberia\",            \"translated_version\": \"Un tribunal siberiano impuso una condena de nueve años de prisión a Ksenia Fadeyeva, una aliada de Alexei Navalny, el líder opositor más importante de Rusia, por cargos inventados de extremismo. La Sra. Fadeyeva era coordinadora regional de la organización del Sr. Navalny en Tomsk, una ciudad en Siberia, donde también se desempeñaba como concejala. El jueves, dos poetas rusos anti-guerra fueron condenados a penas de prisión de siete y cinco años y medio, respectivamente.\",            \"translated_title\": \"Condenas de Prisión en Siberia\"        }    ]}"