"{    \"translations\": [        {            \"english_version\": \"Relatives of an arrested protester told BBC Persian that he is going to be executed on Wednesday. The death toll from the protests is reportedly over 2,400. Sixty-four people were injured, including a one-year-old and an 85-year-old.\",            \"english_title\": \"Protester Execution\",            \"translated_version\": \"Familiares de un protestante arrestado dijeron a BBC Persa que lo van a ejecutar el miércoles. Se dice que más de 2,400 personas han muerto en las protestas. Sesenta y cuatro personas resultaron heridas, incluyendo un bebé de un año y una persona de 85 años.\",            \"translated_title\": \"Ejecución de Protestante\"        },        {            \"english_version\": \"Amateur Jordan Smith surprised everyone by winning the Million Dollar One Point Slam at the Australian Open. He beat the reigning men's champion Jannik Sinner along the way.\",            \"english_title\": \"Jordan Smith's Surprise Win\",            \"translated_version\": \"El aficionado Jordan Smith sorprendió a todos ganando el Million Dollar One Point Slam en el Abierto de Australia. Venció al campeón masculino Jannik Sinner en el camino.\",            \"translated_title\": \"Victoria Sorpresa de Jordan Smith\"        },        {            \"english_version\": \"US Vice President JD Vance will meet with Danish and Greenlandic foreign ministers for discussions on Wednesday.\",            \"english_title\": \"US-Denmark-Greenland Meeting\",            \"translated_version\": \"El vicepresidente de EE.UU., JD Vance, se reunirá con los ministros de relaciones exteriores de Dinamarca y Groenlandia para hablar el miércoles.\",            \"translated_title\": \"Reunión EE.UU.-Dinamarca-Groenlandia\"        },        {            \"english_version\": \"Beijing announced its largest-ever trade surplus of $1.19 trillion as China expanded its trade activities.\",            \"english_title\": \"China's Trade Surplus\",            \"translated_version\": \"Beijing anunció su mayor superávit comercial de $1.19 billones mientras China expandía sus actividades comerciales.\",            \"translated_title\": \"Superávit Comercial de China\"        },        {            \"english_version\": \"Europe should do everything possible to support the US president in his efforts to end the war in Ukraine, according to Karol Nawrocki.\",            \"english_title\": \"Support for US Efforts in Ukraine\",            \"translated_version\": \"Europa debe hacer todo lo posible para apoyar al presidente de EE.UU. en sus esfuerzos por terminar la guerra en Ucrania, según Karol Nawrocki.\",            \"translated_title\": \"Apoyo a Esfuerzos de EE.UU. en Ucrania\"        }    ]}"