"```json{    \"translations\": [        {            \"english_version\": \"Israeli air strikes hit a Syrian town near Aleppo, killing at least 42 people. The attacks occurred near rocket depositories used by Hizbullah. Israel has conducted several air raids against Hizbullah-linked targets in Syria since the eruption of its civil war in 2011.\",            \"english_title\": \"Israeli air strikes in Syria\",            \"translated_version\": \"Ataques aéreos de Israel golpearon un pueblo sirio cerca de Alepo, matando al menos 42 personas. Los ataques ocurrieron cerca de depósitos de cohetes utilizados por Hizbullah. Israel ha realizado varios ataques aéreos contra objetivos vinculados a Hizbullah en Siria desde el inicio de su guerra civil en 2011.\",            \"translated_title\": \"Ataques aéreos de Israel en Siria\"        },        {            \"english_version\": \"America’s core inflation dropped to 0.3% month-on-month in February. This may boost hopes of an imminent rate cut. The excitement over AI has driven global stockmarkets to their best first quarter since 2019.\",            \"english_title\": \"American core inflation and global stockmarkets\",            \"translated_version\": \"La inflación básica de Estados Unidos cayó al 0.3% mes a mes en febrero. Esto podría aumentar las esperanzas de un próximo recorte de tasas. La emoción por la inteligencia artificial ha llevado a los mercados bursátiles globales a su mejor primer trimestre desde 2019.\",            \"translated_title\": \"Inflación básica de Estados Unidos y mercados bursátiles globales\"        },        {            \"english_version\": \"Poland scrambled fighter jets in response to Russian missile and drone attacks on Ukrainian infrastructure. DTEK, a Ukrainian power company, said three of its plants had been hit in the assault. Poland has been on high alert since a Russian cruise missile entered its airspace on December 29th.\",            \"english_title\": \"Poland's response to Russian attacks on Ukraine\",            \"translated_version\": \"Polonia envió aviones de combate en respuesta a los ataques de misiles y drones rusos a la infraestructura ucraniana. DTEK, una empresa eléctrica ucraniana, dijo que tres de sus plantas fueron alcanzadas en el asalto. Polonia ha estado en alerta máxima desde que un misil de crucero ruso ingresó a su espacio aéreo el 29 de diciembre.\",            \"translated_title\": \"Respuesta de Polonia a los ataques rusos en Ucrania\"        },        {            \"english_version\": \"Huawei’s earnings grew at their fastest rate in four years in 2023. This signals that the Chinese tech giant is recovering from the impact of American sanctions. 2023 marked the company’s second consecutive year of growth, with consumer goods like phones leading the resurgence.\",            \"english_title\": \"Huawei's recovery from American sanctions\",            \"translated_version\": \"Las ganancias de Huawei crecieron a su ritmo más rápido en cuatro años en 2023. Esto indica que el gigante tecnológico chino se está recuperando del impacto de las sanciones estadounidenses. 2023 marcó el segundo año consecutivo de crecimiento de la empresa, con bienes de consumo como teléfonos liderando la recuperación.\",            \"translated_title\": \"Recuperación de Huawei de las sanciones estadounidenses\"        },        {            \"english_version\": \"France’s consumer prices rose by 2.4% year on year in March, falling below 3% for the first time in two-and-a-half years. Inflation across the euro zone appears to be slowing, stoking anticipation that the European Central Bank will soon begin to reduce interest rates.\",            \"english_title\": \"France's consumer prices and anticipation of ECB rate reduction\",            \"translated_version\": \"Los precios al consumidor de Francia aumentaron un 2.4% interanual en marzo, cayendo por debajo del 3% por primera vez en dos años y medio. La inflación en toda la zona euro parece estar disminuyendo, avivando la expectativa de que el Banco Central Europeo pronto comenzará a reducir las tasas de interés.\",            \"translated_title\": \"Precios al consumidor de Francia y anticipación a la reducción de tasas del BCE\"        }    ]}```"