"{    \"translations\": [        {            \"english_version\": \"The FBI has released details about how a 22-year-old was captured. They also found inscriptions on bullet casings.\",            \"english_title\": \"FBI Capture Details\",            \"translated_version\": \"El FBI ha contado cómo atraparon a un joven de 22 años. También encontraron escritos en casquillos de balas.\",            \"translated_title\": \"Detalles de Captura del FBI\"        },        {            \"english_version\": \"All five secondary schools in Beverwijk and Heemskerk are closed to try to restore calm.\",            \"english_title\": \"Schools Closed for Calm\",            \"translated_version\": \"Todas las cinco escuelas secundarias en Beverwijk y Heemskerk están cerradas para tratar de calmar la situación.\",            \"translated_title\": \"Escuelas Cerradas por Calma\"        },        {            \"english_version\": \"The former president has been found guilty of trying to start a coup to stay in power after losing the election.\",            \"english_title\": \"Ex-President Guilty of Coup Attempt\",            \"translated_version\": \"El ex presidente fue encontrado culpable de intentar un golpe para quedarse en el poder después de perder la elección.\",            \"translated_title\": \"Ex Presidente Culpable de Intento de Golpe\"        },        {            \"english_version\": \"The US usually blocks actions against Israel at the United Nations because Israel is a close ally.\",            \"english_title\": \"US Blocks Actions Against Israel\",            \"translated_version\": \"Estados Unidos normalmente bloquea acciones contra Israel en las Naciones Unidas porque Israel es un aliado cercano.\",            \"translated_title\": \"EEUU Bloquea Acciones Contra Israel\"        },        {            \"english_version\": \"The number of Japanese people who are 100 years old or older rose to 99,763 in September. Most of them, 88%, are women.\",            \"english_title\": \"Japanese Centenarians Increase\",            \"translated_version\": \"El número de japoneses que tienen 100 años o más subió a 99,763 en septiembre. La mayoría, 88%, son mujeres.\",            \"translated_title\": \"Aumento de Centenarios Japoneses\"        }    ]}"