"{    \"translations\": [        {            \"english_version\": \"The White House criticized protesters at Columbia University for taking over a building and displaying Palestinian flags. The university had previously ordered pro-Palestinian student protesters to remove their encampment of 80 tents from the campus, leading to suspensions. Protests spread to other campuses, with arrests at the University of North Carolina.\",            \"english_title\": \"Protests at Columbia University\",            \"translated_version\": \"La Casa Blanca criticizó a los manifestantes en la Universidad de Columbia por tomar un edificio y mostrar banderas palestinas. La universidad había ordenado previamente a los manifestantes estudiantiles pro-palestinos que quitaran su campamento de 80 carpas del campus, lo que llevó a suspensiones. Las protestas se extendieron a otros campus, con arrestos en la Universidad de Carolina del Norte.\",            \"translated_title\": \"Protestas en la Universidad de Columbia\"        },        {            \"english_version\": \"In the hush-money trial involving Donald Trump, the judge fined him $9,000 for repeatedly violating a gag order. The judge, Juan Merchan, warned Trump of potential jail time if he continued to insult witnesses and the jury. Testimony in the New York trial is ongoing and expected to last for at least another month.\",            \"english_title\": \"Hush-Money Trial Update\",            \"translated_version\": \"En el juicio de dinero callado que involucra a Donald Trump, el juez le impuso una multa de $9,000 por violar repetidamente una orden de silencio. El juez, Juan Merchan, advirtió a Trump sobre posibles penas de cárcel si continuaba insultando a testigos y al jurado. El testimonio en el juicio de Nueva York está en curso y se espera que dure al menos otro mes.\",            \"translated_title\": \"Actualización del Juicio de Dinero Callado\"        },        {            \"english_version\": \"The Economist, published since September 1843, aims to engage in a contest between intelligence and ignorance. The publication covers a wide range of topics and offers corporate subscriptions for access to its content. The Economist Group also provides education courses and executive job opportunities.\",            \"english_title\": \"About The Economist\",            \"translated_version\": \"The Economist, publicada desde septiembre de 1843, tiene como objetivo participar en un concurso entre la inteligencia y la ignorancia. La publicación abarca una amplia gama de temas y ofrece suscripciones corporativas para acceder a su contenido. El Grupo The Economist también ofrece cursos de educación y oportunidades laborales ejecutivas.\",            \"translated_title\": \"Sobre The Economist\"        },        {            \"english_version\": \"To enhance user experience, The Economist website uses cookies and similar technologies. Users can manage their cookie preferences and access the publication's terms of use, privacy policy, and cookie policy. The website also includes information on accessibility, modern slavery, and data rights.\",            \"english_title\": \"The Economist Website Information\",            \"translated_version\": \"Para mejorar la experiencia del usuario, el sitio web de The Economist utiliza cookies y tecnologías similares. Los usuarios pueden gestionar sus preferencias de cookies y acceder a los términos de uso, la política de privacidad y la política de cookies de la publicación. El sitio web también incluye información sobre accesibilidad, esclavitud moderna y derechos de datos.\",            \"translated_title\": \"Información del Sitio Web de The Economist\"        },        {            \"english_version\": \"Copyright © The Economist Newspaper Limited 2024. All rights reserved.\",            \"english_title\": \"Copyright Notice\",            \"translated_version\": \"Derechos de autor © The Economist Newspaper Limited 2024. Todos los derechos reservados.\",            \"translated_title\": \"Aviso de Derechos de Autor\"        }    ]}"