"{    \"translations\": [        {            \"english_version\": \"An Israeli strike killed three journalists in southern Lebanon. The country’s information minister called the attack a war crime. Meanwhile, America’s secretary of state, Antony Blinken, met Lebanon’s prime minister in London. Mr. Blinken has called on Israel to avoid civilian casualties in the country. Israeli and American officials will gather in Qatar this weekend to restart talks over a ceasefire in Gaza.\",            \"english_title\": \"Israeli strike in Lebanon and diplomatic efforts\",            \"translated_version\": \"Un ataque israelí mató a tres periodistas en el sur del Líbano. El ministro de información del país llamó al ataque un crimen de guerra. Mientras tanto, el secretario de estado de América, Antony Blinken, se reunió con el primer ministro del Líbano en Londres. El Sr. Blinken ha pedido a Israel que evite las víctimas civiles en el país. Funcionarios israelíes y americanos se reunirán en Qatar este fin de semana para reiniciar las conversaciones sobre un alto el fuego en Gaza.\",            \"translated_title\": \"Ataque israelí en Líbano y esfuerzos diplomáticos\"        },        {            \"english_version\": \"Vladimir Putin ended the BRICS summit by praising the group’s role as a counterweight to the West’s perverse methods. More than 36 leaders traveled to the Russian city of Kazan, showing that Mr. Putin is successfully defying Western attempts to isolate him. The attendance of the United Nations secretary-general, António Guterres, drew sharp rebuke from Ukraine, which said it damaged the UN’s reputation.\",            \"english_title\": \"Putin's remarks at BRICS summit and international reactions\",            \"translated_version\": \"Vladimir Putin terminó la cumbre de BRICS elogiando el papel del grupo como contrapeso a los métodos perversos del Oeste. Más de 36 líderes viajaron a la ciudad rusa de Kazán, mostrando que el Sr. Putin está desafiando con éxito los intentos occidentales de aislarlo. La asistencia del secretario general de las Naciones Unidas, António Guterres, recibió una fuerte reprimenda de Ucrania, que dijo que dañaba la reputación de la ONU.\",            \"translated_title\": \"Comentarios de Putin en la cumbre de BRICS y reacciones internacionales\"        }    ]}"