"```json{    \"translations\": [        {            \"english_version\": \"The White House announced that Egypt agreed to send help to Gaza through Kerem Shalom, the main checkpoint between Israel and Gaza. The International Court of Justice also ordered Israel to stop its attack in Rafah, a city in southern Gaza, and to let investigators and journalists visit the area. The court said that previous requests for more aid to Gaza did not improve the humanitarian situation.\",            \"english_title\": \"Egypt sending humanitarian aid to Gaza\",            \"translated_version\": \"La Casa Blanca anunció que Egipto acordó enviar ayuda a Gaza a través de Kerem Shalom, el principal punto de control entre Israel y Gaza. La Corte Internacional de Justicia también ordenó a Israel que detuviera su ataque en Rafah, una ciudad en el sur de Gaza, y permitiera que investigadores y periodistas visitaran la zona. La corte dijo que las solicitudes anteriores de más ayuda a Gaza no mejoraron la situación humanitaria.\",            \"translated_title\": \"Egipto enviando ayuda humanitaria a Gaza\"        },        {            \"english_version\": \"Janet Yellen, the US treasury secretary, mentioned that the G7 group of major economies is thinking about giving a loan to Ukraine. This loan would be backed by profits from frozen Russian assets. The plan still needs approval from the EU and could be finalized by June. Approximately $282 billion worth of Russian assets are currently held in Japan and the West.\",            \"english_title\": \"G7 considering loan to Ukraine\",            \"translated_version\": \"Janet Yellen, la secretaria del tesoro de EE. UU., mencionó que el grupo G7 de las principales economías está pensando en dar un préstamo a Ucrania. Este préstamo estaría respaldado por ganancias de activos rusos congelados. El plan aún necesita la aprobación de la UE y podría finalizarse para junio. Aproximadamente $282 mil millones en activos rusos están actualmente retenidos en Japón y Occidente.\",            \"translated_title\": \"G7 considerando préstamo a Ucrania\"        }    ]}```"