"{    \"translations\": [        {            \"english_version\": \"President Joe Biden announced that he will not run for re-election in November. He believes it is best for his party and the country. He will finish his current term.\",            \"english_title\": \"President Joe Biden's Announcement\",            \"translated_version\": \"El Presidente Joe Biden anunció que no se postulará para la reelección en noviembre. Él cree que es lo mejor para su partido y el país. Terminará su mandato actual.\",            \"translated_title\": \"Presidente Joe Biden Anuncia\"        },        {            \"english_version\": \"Senior Democrats pressured Biden to step aside for a younger candidate. Chuck Schumer, a top Democrat, supported Biden's decision. However, Republican Speaker Mike Johnson thinks Biden should resign if he's unfit to run.\",            \"english_title\": \"Reactions to Biden's Decision\",            \"translated_version\": \"Los Demócratas Mayores presionaron a Biden para que ceda su lugar a un candidato más joven. Chuck Schumer, un Demócrata importante, apoyó la decisión de Biden. Sin embargo, el Orador Republicano Mike Johnson piensa que Biden debería renunciar si no está en condiciones de postularse.\",            \"translated_title\": \"Reacciones a la Decisión de Biden\"        },        {            \"english_version\": \"There is speculation on how the party will choose a new nominee. Biden endorsed Kamala Harris as his replacement. Harris aims to earn the nomination with support from other Democrats like the Clintons and Josh Shapiro.\",            \"english_title\": \"Speculation on New Nominee\",            \"translated_version\": \"Hay especulaciones sobre cómo el partido elegirá un nuevo candidato. Biden respaldó a Kamala Harris como su reemplazo. Harris tiene como objetivo obtener la nominación con el apoyo de otros Demócratas como los Clintons y Josh Shapiro.\",            \"translated_title\": \"Especulaciones sobre Nuevo Candidato\"        }    ]}"