"{    \"translations\": [        {            \"english_version\": \"Gautam Adani, India’s second-richest man, and seven other Indian businessmen were charged by American prosecutors with securities and wire fraud. Prosecutors allege that he and his associates bribed Indian officials to the tune of $250m to secure contracts for a solar-energy project, then raised capital from American investors on the basis of false statements. Shares in Adani Group fell by as much as 20% when Indian markets opened on Thursday.\",            \"english_title\": \"Legal Charges Against Indian Businessmen\",            \"translated_version\": \"Gautam Adani, el segundo hombre más rico de la India, y otros siete hombres de negocios indios fueron acusados por fiscales estadounidenses de fraude de valores y fraude electrónico. Los fiscales alegan que él y sus asociados sobornaron a funcionarios indios por un total de $250 millones para asegurar contratos para un proyecto de energía solar, luego recaudaron capital de inversores estadounidenses en base a declaraciones falsas. Las acciones del Grupo Adani cayeron hasta un 20% cuando los mercados indios abrieron el jueves.\",            \"translated_title\": \"Cargos Legales Contra Empresarios Indios\"        },        {            \"english_version\": \"Ukraine accused Russia of launching an intercontinental ballistic missile at its southern city of Dnipro; Western sources said it was a shorter-range rocket. President Volodymyr Zelensky accused his Russian counterpart, Vladimir Putin, of using Ukraine as his training ground. He said analysis of the Russian attack was under way. A day earlier Ukraine attacked Russia with British-made Storm Shadow cruise missiles for the first time.\",            \"english_title\": \"Ukraine-Russia Conflict\",            \"translated_version\": \"Ucrania acusó a Rusia de lanzar un misil balístico intercontinental a su ciudad sureña de Dnipro; fuentes occidentales dijeron que era un cohete de menor alcance. El presidente Volodymyr Zelensky acusó a su homólogo ruso, Vladimir Putin, de usar a Ucrania como su campo de entrenamiento. Dijo que el análisis del ataque ruso estaba en marcha. Un día antes, Ucrania atacó a Rusia con misiles de crucero Storm Shadow de fabricación británica por primera vez.\",            \"translated_title\": \"Conflicto Ucrania-Rusia\"        }    ]}"