"{    \"translations\": [        {            \"english_version\": \"Donald Trump says progress is being made in finding the Utah gunman. The FBI has released new pictures of a person they are interested in, and a large search is happening for the suspect.\",            \"english_title\": \"Progress in Utah Gunman Search\",            \"translated_version\": \"Donald Trump dice que hay progreso en encontrar al hombre armado de Utah. El FBI ha sacado nuevas fotos de una persona que les interesa, y hay una gran búsqueda para el sospechoso.\",            \"translated_title\": \"Progreso en búsqueda de hombre armado en Utah\"        },        {            \"english_version\": \"The roads to Riek Machar's house are blocked by tanks and soldiers because people are worried about new fighting starting again.\",            \"english_title\": \"Roads to Riek Machar's House Blocked\",            \"translated_version\": \"Los caminos a la casa de Riek Machar están bloqueados por tanques y soldados porque la gente está preocupada de que empiece una nueva pelea.\",            \"translated_title\": \"Caminos a casa de Riek Machar bloqueados\"        },        {            \"english_version\": \"Fifty-two prisoners have been let go, but more than 1,000 political prisoners are still in jail.\",            \"english_title\": \"Prisoners Released\",            \"translated_version\": \"Cincuenta y dos prisioneros han sido liberados, pero más de 1,000 prisioneros políticos todavía están en la cárcel.\",            \"translated_title\": \"Prisioneros liberados\"        },        {            \"english_version\": \"Germany, the Netherlands, and the Czech Republic will send more help to Poland to protect Nato's eastern side.\",            \"english_title\": \"Help for Poland\",            \"translated_version\": \"Alemania, los Países Bajos y la República Checa enviarán más ayuda a Polonia para proteger el lado este de la OTAN.\",            \"translated_title\": \"Ayuda para Polonia\"        },        {            \"english_version\": \"Nadine Menendez, whose husband is already in jail, was found guilty for her part in a bribery scheme involving gold bars, cash, and a Mercedes-Benz.\",            \"english_title\": \"Nadine Menendez Guilty\",            \"translated_version\": \"Nadine Menendez, cuyo esposo ya está en la cárcel, fue encontrada culpable por su parte en un plan de soborno con barras de oro, dinero y un Mercedes-Benz.\",            \"translated_title\": \"Nadine Menendez culpable\"        }    ]}"