"{    \"translations\": [        {            \"english_version\": \"Delcy Rodríguez said she was upset about what she called the 'kidnapping' of President Nicolás Maduro and his wife by the US. During a court session, Maduro and his wife, Cilia Flores, said they were not guilty of drug and weapon charges. There has been mixed feelings about a big strike on Venezuela and Maduro's capture by the US.\",            \"english_title\": \"Maduro's Kidnapping Claim\",            \"translated_version\": \"Delcy Rodríguez dijo que estaba enojada por lo que llamó el secuestro del Presidente Nicolás Maduro y su esposa por los Estados Unidos. Durante una sesión en la corte, Maduro y su esposa, Cilia Flores, dijeron que no eran culpables de cargos de drogas y armas. Hay sentimientos mezclados sobre un gran ataque a Venezuela y la captura de Maduro por los Estados Unidos.\",            \"translated_title\": \"Reclamo de Secuestro de Maduro\"        },        {            \"english_version\": \"Forty people died when a fire went through a busy bar in Crans-Montana on New Year's Eve.\",            \"english_title\": \"Fire in Crans-Montana\",            \"translated_version\": \"Cuarenta personas murieron cuando un incendio pasó por un bar lleno en Crans-Montana en la víspera de Año Nuevo.\",            \"translated_title\": \"Incendio en Crans-Montana\"        },        {            \"english_version\": \"South Korea's Lee Jae Myung took selfies with China's Xi Jinping as he tries to have better relations with China during a four-day visit.\",            \"english_title\": \"Lee Jae Myung's China Visit\",            \"translated_version\": \"Lee Jae Myung de Corea del Sur se tomó selfies con Xi Jinping de China mientras intenta tener mejores relaciones con China durante una visita de cuatro días.\",            \"translated_title\": \"Visita de Lee Jae Myung a China\"        },        {            \"english_version\": \"A Paris court found some people guilty of being mean to the wife of the French president.\",            \"english_title\": \"Court Case in Paris\",            \"translated_version\": \"Un tribunal de París encontró a algunas personas culpables de ser malas con la esposa del presidente de Francia.\",            \"translated_title\": \"Caso en Tribunal de París\"        },        {            \"english_version\": \"Cuba's president said military and intelligence agents were protecting captured leader Nicolás Maduro.\",            \"english_title\": \"Cuba Protects Maduro\",            \"translated_version\": \"El presidente de Cuba dijo que agentes militares e inteligencia estaban protegiendo al líder capturado Nicolás Maduro.\",            \"translated_title\": \"Cuba Protege a Maduro\"        }    ]}"