"{    \"translations\": [        {            \"english_version\": \"The White House says that the Israeli strike does not help Israel or America's goals. This suggests that the U.S. government does not support the recent actions taken by Israel.\",            \"english_title\": \"U.S. Criticizes Israeli Strike\",            \"translated_version\": \"La Casa Blanca dice que el ataque de Israel no ayuda a Israel ni a los objetivos de América. Esto sugiere que el gobierno de EE.UU. no apoya las acciones recientes de Israel.\",            \"translated_title\": \"EE.UU. critica ataque de Israel\"        },        {            \"english_version\": \"Ukraine claims that Russia intentionally targeted the main government building in Kyiv with a missile last Sunday. This indicates ongoing tensions and conflict between Ukraine and Russia.\",            \"english_title\": \"Ukraine Accuses Russia of Attack\",            \"translated_version\": \"Ucrania dice que Rusia atacó el edificio principal del gobierno en Kyiv con un misil el domingo pasado. Esto muestra tensiones y conflicto entre Ucrania y Rusia.\",            \"translated_title\": \"Ucrania acusa a Rusia de ataque\"        },        {            \"english_version\": \"The Brazilian ex-president is accused of planning a coup to stay in power, but he denies these accusations. This situation highlights political instability in Brazil.\",            \"english_title\": \"Brazilian Ex-President Accused\",            \"translated_version\": \"El ex-presidente de Brasil es acusado de planear un golpe para quedarse en el poder, pero él niega estas acusaciones. Esta situación muestra inestabilidad política en Brasil.\",            \"translated_title\": \"Ex-presidente de Brasil acusado\"        },        {            \"english_version\": \"KP Sharma Oli resigns amid Nepal's worst unrest in decades, with at least 22 deaths reported in clashes. This shows significant political turmoil and violence in Nepal.\",            \"english_title\": \"Nepal's Political Turmoil\",            \"translated_version\": \"KP Sharma Oli renuncia en medio del peor desorden en Nepal en décadas, con al menos 22 muertes reportadas en enfrentamientos. Esto muestra gran agitación política y violencia en Nepal.\",            \"translated_title\": \"Agitación política en Nepal\"        },        {            \"english_version\": \"Prime Minister Netanyahu says recent strikes on high-rise buildings are just the start of a major operation to capture the city. This indicates that Israel is planning more military actions.\",            \"english_title\": \"Netanyahu on Military Operations\",            \"translated_version\": \"El Primer Ministro Netanyahu dice que los recientes ataques a edificios altos son solo el comienzo de una gran operación para capturar la ciudad. Esto indica que Israel planea más acciones militares.\",            \"translated_title\": \"Netanyahu sobre operaciones militares\"        }    ]}"