"{    \"translations\": [        {            \"english_version\": \"Fighting between Israeli forces and Hamas fighters and Israeli air strikes on Gaza continued into Monday, a day after militants from Gaza launched a surprise attack on Israel. The militants killed at least 700 Israelis, many of them civilians at a festival in the country’s south, and have taken dozens hostage. Officials in Gaza said that air strikes had killed more than 400 Palestinians; more than 2,000 were wounded. Hamas has urged Palestinians and other Arabs to “sweep away” the Israeli “occupation” from areas such as the West Bank and East Jerusalem. Hizbullah, an Iran-backed militant group in Lebanon, shelled Israeli military positions, suggesting that the war is widening. Israel struck back with artillery. The UN Security Council gathered on Sunday for an emergency session triggered by Hamas’s assault on Israel, but could not agree on any unanimous action. Ahead of the meeting President Joe Biden said that his administration’s support for Israel was “rock solid and unwavering”, and Britain also expressed solidarity. Russia’s ambassador to the UN argued for a ceasefire and negotiations.\",            \"english_title\": \"Israeli-Hamas Conflict\",            \"translated_version\": \"La lucha entre las fuerzas israelíes y los combatientes de Hamas y los ataques aéreos israelíes en Gaza continuaron hasta el lunes, un día después de que los militantes de Gaza lanzaran un ataque sorpresa contra Israel. Los militantes mataron al menos a 700 israelíes, muchos de ellos civiles en un festival en el sur del país, y han tomado docenas de rehenes. Los funcionarios de Gaza dijeron que los ataques aéreos habían matado a más de 400 palestinos; más de 2,000 resultaron heridos. Hamas ha instado a los palestinos y otros árabes a \"eliminar\" la \"ocupación\" israelí de áreas como Cisjordania y Jerusalén Este. Hizbullah, un grupo militante respaldado por Irán en Líbano, bombardeó posiciones militares israelíes, lo que sugiere que la guerra se está ampliando. Israel respondió con artillería. El Consejo de Seguridad de la ONU se reunió el domingo para una sesión de emergencia desencadenada por el ataque de Hamas a Israel, pero no pudo ponerse de acuerdo en ninguna acción unánime. Antes de la reunión, el presidente Joe Biden dijo que el apoyo de su administración a Israel era \"sólido y firme\", y Gran Bretaña también expresó solidaridad. El embajador de Rusia ante la ONU abogó por un alto el fuego y negociaciones.\",            \"translated_title\": \"Conflicto Israelí-Hamas\"        },        {            \"english_version\": \"With nearly all the votes counted, conservative candidates appeared to win local elections in two large German states. The Christian Democrats (CDU) won in Hesse, according to ARD, a broadcaster. In Bavaria the Christian Social Union, the CDU’s sister party, came out on top. The results signal dissatisfaction with the country’s governing centre-left coalition.\",            \"english_title\": \"German Local Elections\",            \"translated_version\": \"Con casi todos los votos contados, los candidatos conservadores parecían ganar las elecciones locales en dos estados alemanes grandes. Los Demócratas Cristianos (CDU) ganaron en Hesse, según ARD, un radiodifusor. En Baviera, la Unión Social Cristiana, el partido hermano de la CDU, salió en primer lugar. Los resultados señalan la insatisfacción con la coalición de gobierno de centro-izquierda del país.\",            \"translated_title\": \"Elecciones Locales en Alemania\"        },        {            \"english_version\": \"Around 50,000 people, according to police estimates, marched through Barcelona to protest against an amnesty for Catalan separatists. Spain’s acting prime minister, Pedro Sánchez, needs the support of a Catalan-independence party to form a government. To secure it he could drop charges against 1,400 people who were involved in a bid for Catalan independence that led to a crisis in 2017.\",            \"english_title\": \"Protests in Barcelona\",            \"translated_version\": \"Alrededor de 50,000 personas, según estimaciones de la policía, marcharon por Barcelona para protestar contra una amnistía para los separatistas catalanes. El primer ministro en funciones de España, Pedro Sánchez, necesita el apoyo de un partido independentista catalán para formar gobierno. Para asegurarlo, podría retirar los cargos contra 1,400 personas que estuvieron involucradas en un intento de independencia catalana que llevó a una crisis en 2017.\",            \"translated_title\": \"Protestas en Barcelona\"        },        {            \"english_version\": \"The death toll from a series of earthquakes that struck western Afghanistan on Saturday has risen to more than 2,000, according to Taliban officials. A further 10,000 people are reportedly injured. Hospitals are struggling to treat them. The quakes, the first two of which were of 6.3 magnitude, hit 40km from Herat, near the border with Iran. In June 2022 a 5.9-magnitude earthquake killed more than 1,000 people in Khost, near Pakistan.\",            \"english_title\": \"Earthquakes in Afghanistan\",            \"translated_version\": \"Según funcionarios talibanes, el número de muertos por una serie de terremotos que golpearon el oeste de Afganistán el sábado ha aumentado a más de 2,000. Según informes, otras 10,000 personas resultaron heridas. Los hospitales están luchando para tratarlos. Los terremotos, los primeros dos de los cuales tuvieron una magnitud de 6.3, golpearon a 40 km de Herat, cerca de la frontera con Irán. En junio de 2022, un terremoto de magnitud 5.9 mató a más de 1,000 personas en Khost, cerca de Pakistán.\",            \"translated_title\": \"Terremotos en Afganistán\"        },        {            \"english_version\": \"Labour set out plans to fix Britain’s health service and housing shortages at its annual conference in Liverpool. The party is odds-on to win back power from the ruling Conservative Party in an election expected within the next 15 months. If that happens, promised Labour’s deputy leader, Angela Rayner, Britain will have the biggest increase in affordable housing “in a generation”.\",            \"english_title\": \"Labour Party Conference\",            \"translated_version\": \"El Partido Laborista presentó planes para solucionar los problemas del servicio de salud y la escasez de viviendas en Gran Bretaña en su conferencia anual en Liverpool. El partido tiene muchas posibilidades de recuperar el poder del gobernante Partido Conservador en una elección que se espera en los próximos 15 meses. Si eso sucede, prometió la vicepresidenta del Partido Laborista, Angela Rayner, Gran Bretaña tendrá el mayor aumento en viviendas asequibles 'en una generación'.\",            \"translated_title\": \"Conferencia del Partido Laborista\"        },        {            \"english_version\": \"Jamie Miller, global chief financial officer of EY, a professional-services company, resigned after less than six months in the role after a plan to spin off its consulting business collapsed. The plan, which cost $600m, foundered because of opposition from within the firm’s American audit practice. Ms Miller resigned in June but the news had not previously been reported, according to the Financial Times.\",            \"english_title\": \"Resignation at EY\",            \"translated_version\": \"Jamie Miller, director financiero global de EY, una empresa de servicios profesionales, renunció después de menos de seis meses en el cargo después de que un plan para separar su negocio de consultoría colapsara. El plan, que costó $600 millones, fracasó debido a la oposición dentro de la práctica de auditoría estadounidense de la firma. La Sra. Miller renunció en junio, pero la noticia no se había informado anteriormente, según el Financial Times.\",            \"translated_title\": \"Renuncia en EY\"        }    ]}"