"{    \"translations\": [        {            \"english_version\": \"Lisbon's mayor says the city is in mourning after a tragic accident. At least 15 people died and 20 were hurt when a carriage on the Gloria funicular derailed and crashed.\",            \"english_title\": \"Tragic Accident in Lisbon\",            \"translated_version\": \"El alcalde de Lisboa dice que la ciudad está triste después de un accidente. Al menos 15 personas murieron y 20 resultaron heridas cuando un vagón del funicular Gloria se descarriló y chocó.\",            \"translated_title\": \"Accidente Trágico en Lisboa\"        },        {            \"english_version\": \"Victims of a disgraced financier shared emotional stories of abuse at a news conference on the steps of the US Capitol.\",            \"english_title\": \"Victims Speak Out\",            \"translated_version\": \"Víctimas de un financiero deshonrado compartieron historias emocionales de abuso en una conferencia de prensa en las escaleras del Capitolio de EE.UU.\",            \"translated_title\": \"Víctimas Hablan\"        },        {            \"english_version\": \"Strikes have reportedly killed 31 people in a city with a million residents, where a famine was declared last month.\",            \"english_title\": \"Strikes in Famine City\",            \"translated_version\": \"Se informa que ataques mataron a 31 personas en una ciudad con un millón de habitantes, donde se declaró hambruna el mes pasado.\",            \"translated_title\": \"Ataques en Ciudad con Hambruna\"        },        {            \"english_version\": \"Jasveen Sangha, 42, admitted to five charges related to an actor's death in Los Angeles.\",            \"english_title\": \"Charges in Actor's Death\",            \"translated_version\": \"Jasveen Sangha, de 42 años, admitió cinco cargos relacionados con la muerte de un actor en Los Ángeles.\",            \"translated_title\": \"Cargos por Muerte de Actor\"        },        {            \"english_version\": \"Investigators say a search of property in Argentina linked to the daughters of a fugitive Nazi may have found more stolen artworks.\",            \"english_title\": \"Stolen Artworks Found\",            \"translated_version\": \"Investigadores dicen que una búsqueda en una propiedad en Argentina vinculada a las hijas de un nazi fugitivo puede haber encontrado más obras de arte robadas.\",            \"translated_title\": \"Obras de Arte Robadas Encontradas\"        }    ]}"