"{    \"translations\": [        {            \"english_version\": \"Israel's army has announced that additional forces are joining its ground operation in southern Lebanon. They will continue to carry out limited, localised, targeted raids on Hizbullah targets. Earlier, Hizbullah reported repelling a ground attack in Adaisseh, a Lebanese border village.\",            \"english_title\": \"Israel's military operation in southern Lebanon\",            \"translated_version\": \"El ejército de Israel ha dicho que más fuerzas se están uniendo a su operación terrestre en el sur del Líbano. Seguirán realizando incursiones limitadas, localizadas y dirigidas a objetivos de Hizbullah. Anteriormente, Hizbullah informó que repelió un ataque terrestre en Adaisseh, un pueblo fronterizo libanés.\",            \"translated_title\": \"Operación militar de Israel en el sur del Líbano\"        },        {            \"english_version\": \"Iran declared that its attack on Israel, involving the firing of around 200 missiles, is over unless there is further provocation. The strike was in retaliation for the assassinations of leaders of Hizbullah and Hamas. Israel's Prime Minister, Binyamin Netanyahu, stated that Iran will face consequences, and America, which deployed air defences, also promised severe repercussions.\",            \"english_title\": \"Iran's attack on Israel and the aftermath\",            \"translated_version\": \"Irán declaró que su ataque a Israel, que involucró el lanzamiento de alrededor de 200 misiles, ha terminado a menos que haya más provocaciones. El ataque fue en represalia por los asesinatos de líderes de Hizbullah y Hamas. El Primer Ministro de Israel, Binyamin Netanyahu, dijo que Irán enfrentará consecuencias, y Estados Unidos, que desplegó defensas aéreas, también prometió duras represalias.\",            \"translated_title\": \"Ataque de Irán a Israel y sus consecuencias\"        },        {            \"english_version\": \"Oil prices surged after Iran's attack, with Brent crude, the global benchmark, closing at $73.56 a barrel, marking a 2.6% increase from the previous day. At one point, prices spiked by 5%. Iran, an OPEC member, exports approximately 1.7 million barrels per day.\",            \"english_title\": \"Impact of Iran's attack on oil prices\",            \"translated_version\": \"Los precios del petróleo aumentaron después del ataque de Irán, con el crudo Brent, el punto de referencia global, cerrando en $73.56 por barril, marcando un aumento del 2.6% respecto al día anterior. En un momento, los precios se dispararon un 5%. Irán, miembro de la OPEP, exporta aproximadamente 1.7 millones de barriles al día.\",            \"translated_title\": \"Impacto del ataque de Irán en los precios del petróleo\"        }    ]}"