"{    \"translations\": [        {            \"english_version\": \"Syrian rebels have advanced towards Homs, a city located between Aleppo and Damascus. Recent reports indicate that Syrian and Russian warplanes have targeted the north of Hama province. The rebels successfully seized control of Hama city on Thursday. This insurgency began on November 27th, with rebels swiftly capturing Aleppo, the second-largest city in Syria. Bashar al-Assad, the country's dictator, now faces a heightened sense of vulnerability.\",            \"english_title\": \"Syrian Conflict\",            \"translated_version\": \"Los rebeldes sirios han avanzado hacia Homs, una ciudad ubicada entre Alepo y Damasco. Informes recientes indican que aviones de guerra sirios y rusos han atacado el norte de la provincia de Hama. Los rebeldes tomaron el control de la ciudad de Hama con éxito el jueves. Esta insurgencia comenzó el 27 de noviembre, con los rebeldes capturando rápidamente Alepo, la segunda ciudad más grande de Siria. Bashar al-Assad, el dictador del país, ahora enfrenta un sentido elevado de vulnerabilidad.\",            \"translated_title\": \"Conflicto en Siria\"        },        {            \"english_version\": \"An appeals court in Washington, DC, has upheld a law that could potentially lead to the banning of TikTok on national-security grounds. The law mandates that TikTok must be sold to a non-Chinese owner by January 19th or face shutdown. In response, TikTok had filed a lawsuit in May, arguing that the law infringes on free speech rights. Donald Trump, who is due to assume office shortly after the deadline, has previously expressed intentions to 'save TikTok'.\",            \"english_title\": \"TikTok Ban\",            \"translated_version\": \"Un tribunal de apelaciones en Washington, DC, ha respaldado una ley que podría llevar al posible veto de TikTok por motivos de seguridad nacional. La ley ordena que TikTok debe ser vendido a un propietario no chino antes del 19 de enero o enfrentar el cierre. En respuesta, TikTok presentó una demanda en mayo, argumentando que la ley infringe en los derechos de libertad de expresión. Donald Trump, quien está a punto de asumir el cargo poco después de la fecha límite, ha expresado previamente intenciones de 'salvar a TikTok'.\",            \"translated_title\": \"Veto de TikTok\"        }    ]}"