"{    \"translations\": [        {            \"english_version\": \"Donald Trump said America will not help Ukraine and Russia make peace unless they agree soon. Marco Rubio, America's secretary of state, also said they will stop trying to help if Ukraine and Russia do not agree on a ceasefire in a few days. Ukraine announced they will have a new minerals deal with America next week.\",            \"english_title\": \"Peace Talks Between America, Ukraine, and Russia\",            \"translated_version\": \"Donald Trump dijo que Estados Unidos no ayudará a Ucrania y Rusia a hacer las paces a menos que acuerden pronto. Marco Rubio, el secretario de estado de Estados Unidos, también dijo que dejarán de intentar ayudar si Ucrania y Rusia no acuerdan un alto el fuego en unos días. Ucrania anunció que tendrán un nuevo acuerdo de minerales con Estados Unidos la próxima semana.\",            \"translated_title\": \"Charlas de Paz Entre América, Ucrania y Rusia\"        },        {            \"english_version\": \"Donald Trump and Britain's prime minister, Sir Keir Starmer, talked about trade between America and Britain. This was their first talk since Trump announced tariffs on British goods. J.D. Vance, America's vice-president, thinks there is a good chance for a trade deal with Britain.\",            \"english_title\": \"Trade Talks Between America and Britain\",            \"translated_version\": \"Donald Trump y el primer ministro de Gran Bretaña, Sir Keir Starmer, hablaron sobre el comercio entre América y Gran Bretaña. Esta fue su primera charla desde que Trump anunció aranceles sobre bienes británicos. J.D. Vance, el vicepresidente de Estados Unidos, piensa que hay una buena oportunidad para un acuerdo comercial con Gran Bretaña.\",            \"translated_title\": \"Charlas Comerciales Entre América y Gran Bretaña\"        },        {            \"english_version\": \"The President's comments came after Marco Rubio, America's secretary of state, said the Trump administration would move on if a Ukraine ceasefire is not agreed within a matter of days.\",            \"english_title\": \"President's Response to Ukraine Ceasefire\",            \"translated_version\": \"Los comentarios del Presidente llegaron después de que Marco Rubio, el secretario de estado de Estados Unidos, dijo que la administración Trump seguiría adelante si no se acuerda un alto el fuego en Ucrania en cuestión de días.\",            \"translated_title\": \"Respuesta del Presidente al Alto el Fuego en Ucrania\"        },        {            \"english_version\": \"Ukraine announced they will have a new minerals deal with America next week.\",            \"english_title\": \"New Minerals Deal Between Ukraine and America\",            \"translated_version\": \"Ucrania anunció que tendrán un nuevo acuerdo de minerales con Estados Unidos la próxima semana.\",            \"translated_title\": \"Nuevo Acuerdo de Minerales Entre Ucrania y Estados Unidos\"        },        {            \"english_version\": \"Donald Trump and Britain's prime minister, Sir Keir Starmer, talked about trade between America and Britain. This was their first talk since Trump announced tariffs on British goods.\",            \"english_title\": \"Trade Discussions Between America and Britain\",            \"translated_version\": \"Donald Trump y el primer ministro de Gran Bretaña, Sir Keir Starmer, hablaron sobre el comercio entre América y Gran Bretaña. Esta fue su primera charla desde que Trump anunció aranceles sobre bienes británicos.\",            \"translated_title\": \"Discusiones Comerciales Entre América y Gran Bretaña\"        }    ]}"