"{    \"translations\": [        {            \"english_version\": \"America's commerce secretary, Howard Lutnick, mentioned that certain electronics like phones and computers are now exempt from Donald Trump's 145% tariffs on Chinese goods. However, they may face future levies on semiconductors. China sees this exemption as a small step towards correcting America's wrongful action. Lutnick stated that chip tariffs could be implemented in a month or two.\",            \"english_title\": \"US Tariffs on Chinese Goods\",            \"translated_version\": \"El secretario de comercio de Estados Unidos, Howard Lutnick, dijo que cierta electrónica como teléfonos y computadoras ahora están exentos de los aranceles del 145% impuestos por Donald Trump a los productos chinos. Sin embargo, podrían enfrentar impuestos futuros sobre semiconductores. China ve esta exención como un pequeño paso hacia la corrección de la acción incorrecta de Estados Unidos. Lutnick mencionó que los aranceles a los chips podrían implementarse en uno o dos meses.\",            \"translated_title\": \"Aranceles de EE. UU. sobre Productos Chinos\"        },        {            \"english_version\": \"A Russian missile strike in Sumy, a city in north-eastern Ukraine, resulted in the deaths of at least 34 people, as reported by Ukrainian officials. Both sides have accused each other of violating an American-brokered moratorium on attacks on energy and infrastructure. Steve Witkoff, a negotiator for Donald Trump, met with Russia's president, Vladimir Putin, to urge progress on a ceasefire deal.\",            \"english_title\": \"Missile Strike in Ukraine\",            \"translated_version\": \"Un ataque con misiles rusos en Sumy, una ciudad en el noreste de Ucrania, resultó en la muerte de al menos 34 personas, según informaron funcionarios ucranianos. Ambos lados se han acusado mutuamente de violar un alto el fuego mediado por Estados Unidos sobre ataques a la energía e infraestructura. Steve Witkoff, un negociador para Donald Trump, se reunió con el presidente de Rusia, Vladimir Putin, para instar al progreso en un acuerdo de alto el fuego.\",            \"translated_title\": \"Ataque de Misiles en Ucrania\"        }    ]}"