"{    \"translations\": [        {            \"english_version\": \"Antony Blinken, America’s secretary of state, said conflict in the Middle East could easily metastasise as he began a five-day trip to the region. He pledged to tell Israeli officials to increase efforts to avoid civilian casualties in Gaza. King Abdullah of Jordan urged Mr Blinken to advocate for an immediate ceasefire. Binyamin Netanyahu, Israel’s prime minister, vowed to keep fighting until Hamas is eliminated. This week Israel’s cabinet is expected to approve a wartime budget for the year ahead.\",            \"english_title\": \"Conflict in the Middle East\",            \"translated_version\": \"Antony Blinken, el secretario de estado de Estados Unidos, dijo que el conflicto en el Medio Oriente podría extenderse fácilmente mientras comenzaba un viaje de cinco días a la región. Prometió decirles a los funcionarios israelíes que aumenten los esfuerzos para evitar víctimas civiles en Gaza. El rey Abdullah de Jordania instó al Sr. Blinken a abogar por un alto el fuego inmediato. Binyamin Netanyahu, el primer ministro de Israel, prometió seguir luchando hasta que Hamas sea eliminado. Esta semana se espera que el gabinete de Israel apruebe un presupuesto de guerra para el próximo año.\",            \"translated_title\": \"Conflicto en el Medio Oriente\"        },        {            \"english_version\": \"China said it had detained a foreign consultant spying for Britain’s intelligence service, MI6. It said the alleged spy is from a third country. China has subjected the consultancy sector to a counter-espionage crackdown over the past year and introduced a new anti-spying law that increased the number of activities that could be deemed spying.\",            \"english_title\": \"Spying Consultant Detained in China\",            \"translated_version\": \"China dijo que había detenido a un consultor extranjero que espiaba para el servicio de inteligencia de Gran Bretaña, MI6. Dijo que el presunto espía es de un tercer país. China ha sometido al sector de consultoría a una represión contra el espionaje en el último año e introdujo una nueva ley contra el espionaje que aumentó el número de actividades que podrían considerarse espionaje.\",            \"translated_title\": \"Consultor Espía Detenido en China\"        },        {            \"english_version\": \"A day before America’s House and Senate return from their break, congressional leaders said they had reached a $1.7trn deal to finance the federal government in 2024. Two deadlines loom: around one-fifth of funding will run out on January 19th, with the rest expiring on February 2nd. Before then recalcitrant House Republicans will need to be won over—no small feat.\",            \"english_title\": \"Deal to Finance the Federal Government\",            \"translated_version\": \"Un día antes de que la Cámara y el Senado de Estados Unidos regresen de su descanso, los líderes del Congreso dijeron que habían alcanzado un acuerdo de $1.7 billones para financiar al gobierno federal en 2024. Hay dos plazos: alrededor de una quinta parte de los fondos se agotará el 19 de enero, y el resto expirará el 2 de febrero. Antes de eso, los republicanos de la Cámara de Representantes recalcitrantes deberán ser convencidos, no es una tarea fácil.\",            \"translated_title\": \"Acuerdo para Financiar al Gobierno Federal\"        },        {            \"english_version\": \"Boeing scheduled an all-hands safety meeting to discuss the company’s response to a section of one of its 737 Max 9 planes falling off shortly after takeoff. America’s National Transportation Safety Board is investigating the cause. Earlier the regulator ordered the grounding of other planes of the same model used by American carriers or in American territories. Several defects have been found in Boeing planes in recent years.\",            \"english_title\": \"Safety Meeting for Boeing\",            \"translated_version\": \"Boeing programó una reunión de seguridad para discutir la respuesta de la compañía a la caída de una sección de uno de sus aviones 737 Max 9 poco después del despegue. La Junta Nacional de Seguridad del Transporte de Estados Unidos está investigando la causa. Anteriormente, el regulador ordenó la suspensión de otros aviones del mismo modelo utilizados por aerolíneas estadounidenses o en territorios estadounidenses. Se han encontrado varios defectos en los aviones de Boeing en los últimos años.\",            \"translated_title\": \"Reunión de Seguridad para Boeing\"        },        {            \"english_version\": \"Sheikh Hasina, Bangladesh’s prime minister for the past 15 years, won a fifth term. The country’s electoral commission claimed 40% of around 120m eligible voters cast ballots; analysts suggested turnout was much lower. Thousands of members of the main opposition party, the Bangladesh Nationalist Party, were arrested in the run up to the election, drawing international condemnation. The BNP boycotted the poll.\",            \"english_title\": \"Bangladesh's Prime Minister Wins Fifth Term\",            \"translated_version\": \"Sheikh Hasina, la primera ministra de Bangladesh durante los últimos 15 años, ganó un quinto mandato. La comisión electoral del país afirmó que el 40% de los aproximadamente 120 millones de votantes elegibles emitieron votos; los analistas sugirieron que la participación fue mucho menor. Miles de miembros del principal partido de oposición, el Partido Nacionalista de Bangladesh, fueron arrestados antes de las elecciones, lo que provocó condena internacional. El BNP boicoteó la votación.\",            \"translated_title\": \"La Primera Ministra de Bangladesh Gana Quinto Mandato\"        }    ]}"