"{    \"translations\": [        {            \"english_version\": \"In the capital and Iran's second city, rallies on major roads were peaceful and not stopped by security forces.\",            \"english_title\": \"Peaceful Rallies in Iran\",            \"translated_version\": \"En la capital y la segunda ciudad de Irán, las marchas en las calles grandes fueron pacíficas y no fueron detenidas por la policía.\",            \"translated_title\": \"Peaceful Rallies in Iran\"        },        {            \"english_version\": \"Hundreds of people in Minneapolis protested against the killing of 37-year-old Renee Good.\",            \"english_title\": \"Protest in Minneapolis\",            \"translated_version\": \"Cientos de personas en Minneapolis protestaron contra la muerte de Renee Good, de 37 años.\",            \"translated_title\": \"Protest in Minneapolis\"        },        {            \"english_version\": \"The organizers of a women's tournament that went viral because of a wildcard player's poor performance admitted she should not have been allowed to play.\",            \"english_title\": \"Tournament Controversy\",            \"translated_version\": \"Los organizadores de un torneo de mujeres que se hizo famoso porque una jugadora jugó muy mal admitieron que no debió jugar.\",            \"translated_title\": \"Tournament Controversy\"        },        {            \"english_version\": \"European allies of Denmark have rejected Trump's ideas to annex the semi-autonomous territory, with the White House saying the decision was made because those entities no longer serve American interests.\",            \"english_title\": \"Denmark's Allies Reject Annexation\",            \"translated_version\": \"Los amigos de Dinamarca en Europa rechazaron las ideas de Trump de anexar el territorio, y la Casa Blanca dijo que la decisión fue porque esos lugares ya no ayudan a los intereses de Estados Unidos.\",            \"translated_title\": \"Denmark's Allies Reject Annexation\"        },        {            \"english_version\": \"Leaders of the Early Rain Covenant Church have been arrested, and Yayang Church is being torn down, according to groups.\",            \"english_title\": \"Church Leaders Arrested\",            \"translated_version\": \"Líderes de la Iglesia Early Rain Covenant han sido arrestados, y la Iglesia Yayang está siendo destruida, según grupos.\",            \"translated_title\": \"Church Leaders Arrested\"        }    ]}"