"{    \"translations\": [        {            \"english_version\": \"Democratic lawmakers are asking for an investigation after a mistake by America's national security adviser, Mike Waltz. He accidentally added a journalist to a secret group discussing a plan to bomb Yemen. The group, which also included J.D. Vance and Marco Rubio, shared secret information using an encrypted messaging app called Signal. In the group, Mr. Vance showed disrespect towards Europeans.\",            \"english_title\": \"National Security Investigation\",            \"translated_version\": \"Los políticos demócratas están pidiendo una investigación después de un error del asesor de seguridad nacional de Estados Unidos, Mike Waltz. Añadió accidentalmente a un periodista a un grupo secreto que discutía un plan para bombardear Yemen. El grupo, que también incluía a J.D. Vance y Marco Rubio, compartía información secreta usando una aplicación de mensajería encriptada llamada Signal. En el grupo, el Sr. Vance mostró falta de respeto hacia los europeos.\",            \"translated_title\": \"Investigación de Seguridad Nacional\"        },        {            \"english_version\": \"Turkey's president, Recep Tayyip Erdogan, criticized demonstrations in the country, calling them 'evil.' He blamed opposition parties for what he described as a 'movement of violence' following mass protests over the arrest of Ekrem Imamoglu, the mayor of Istanbul and an opposition leader. Despite the government's ban on public gatherings in many cities, thousands of protesters gathered again on Monday.\",            \"english_title\": \"Protests in Turkey\",            \"translated_version\": \"El presidente de Turquía, Recep Tayyip Erdogan, criticó las manifestaciones en el país, llamándolas 'malvadas'. Culpo a los partidos de oposición por lo que describió como un 'movimiento de violencia' tras las protestas masivas por el arresto de Ekrem Imamoglu, el alcalde de Estambul y líder de la oposición. A pesar de la prohibición del gobierno de reuniones públicas en muchas ciudades, miles de manifestantes se reunieron nuevamente el lunes.\",            \"translated_title\": \"Protestas en Turquía\"        }    ]}"