"{    \"translations\": [        {            \"english_version\": \"Lloyd Austin, America’s defence secretary, said he would not dictate timelines or terms for Israel’s war in Gaza after a meeting with the country’s prime minister, Binyamin Netanyahu, and other senior officials. Mr Austin emphasised the need to transition from higher intensity operations to lower intensity operations. His comments reflect growing international pressure on Israel to reduce civilian casualties.\",            \"english_title\": \"US Defence Secretary on Israel's War in Gaza\",            \"translated_version\": \"El secretario de defensa de Estados Unidos, Lloyd Austin, dijo que no dictaría plazos ni condiciones para la guerra de Israel en Gaza después de una reunión con el primer ministro del país, Binyamin Netanyahu, y otros altos funcionarios. Austin enfatizó la necesidad de pasar de operaciones de alta intensidad a operaciones de baja intensidad. Sus comentarios reflejan la creciente presión internacional sobre Israel para reducir las víctimas civiles.\",            \"translated_title\": \"Secretario de Defensa de EE. UU. sobre la guerra de Israel en Gaza\"        },        {            \"english_version\": \"BP, a British oil company, said it will pause all shipments through the Red Sea after the Houthis, an Iran-backed militant group, stepped up attacks on the shipping lane. Oil futures climbed following the announcement, which comes after several shipping giants paused traffic along the route. America and its allies reportedly plan to deploy a new maritime force to secure the waterway, a vital artery for world trade.\",            \"english_title\": \"BP Pauses Shipments through Red Sea\",            \"translated_version\": \"BP, una compañía petrolera británica, dijo que pausará todos los envíos a través del Mar Rojo después de que los hutíes, un grupo militante respaldado por Irán, intensificaran los ataques en la ruta de envío. Los futuros del petróleo subieron después del anuncio, que se produce después de que varias compañías navieras detuvieran el tráfico a lo largo de la ruta. Estados Unidos y sus aliados supuestamente planean desplegar una nueva fuerza marítima para asegurar la vía fluvial, una arteria vital para el comercio mundial.\",            \"translated_title\": \"BP pausa los envíos a través del Mar Rojo\"        },        {            \"english_version\": \"Nippon Steel, a Japanese steel-maker, reached an all-cash deal to buy US Steel for more than $14bn. The $55 share price was significantly higher than the $35 offered by rival Cleveland-Cliffs in a cash-and-stock bid in August. However the United Steelworkers union, which represents most US Steel workers and favours a domestic, unionised owner, said the deal demonstrated a greedy, shortsighted attitude.\",            \"english_title\": \"Japanese Steel-maker to Buy US Steel\",            \"translated_version\": \"Nippon Steel, una empresa siderúrgica japonesa, llegó a un acuerdo en efectivo para comprar US Steel por más de $14 mil millones. El precio de las acciones de $55 fue significativamente más alto que los $35 ofrecidos por el rival Cleveland-Cliffs en una oferta en efectivo y acciones en agosto. Sin embargo, el sindicato United Steelworkers, que representa a la mayoría de los trabajadores de US Steel y favorece a un propietario nacional y sindicalizado, dijo que el acuerdo demostraba una actitud codiciosa y miope.\",            \"translated_title\": \"Empresa siderúrgica japonesa compra US Steel\"        },        {            \"english_version\": \"Texas’s governor signed a law criminalising immigration through unofficial ports of entry, setting up an inevitable legal showdown. The Supreme Court has previously ruled that the federal government—not states—control immigration. Texas, however, has funded its own border-enforcement programme for over two years. The new law, set to take effect in March, would allow local or state police to arrest alleged offenders.\",            \"english_title\": \"Texas Governor Signs Law on Immigration\",            \"translated_version\": \"El gobernador de Texas firmó una ley que criminaliza la inmigración a través de puertos de entrada no oficiales, preparando un enfrentamiento legal inevitable. La Corte Suprema ha dictaminado previamente que el gobierno federal, no los estados, controla la inmigración. Sin embargo, Texas ha financiado su propio programa de control fronterizo durante más de dos años. La nueva ley, que entrará en vigor en marzo, permitiría a la policía local o estatal arrestar a presuntos infractores.\",            \"translated_title\": \"El gobernador de Texas firma ley sobre inmigración\"        },        {            \"english_version\": \"Apple will preemptively stop selling two models of its smartwatch ahead of a ban due to take effect on December 26th because of a patent violation. In October America’s International Trade Commission said that the watches’ blood-oxygen sensors violated patents owned by Masimo, a medical-device maker; Apple requested the Biden administration review the decision. It could veto the ban up to December 25th.\",            \"english_title\": \"Apple to Stop Selling Smartwatch Models\",            \"translated_version\": \"Apple dejará de vender anticipadamente dos modelos de su reloj inteligente antes de una prohibición que entrará en vigor el 26 de diciembre debido a una violación de patente. En octubre, la Comisión de Comercio Internacional de Estados Unidos dijo que los sensores de oxígeno en sangre de los relojes violaban patentes propiedad de Masimo, un fabricante de dispositivos médicos; Apple solicitó a la administración de Biden que revisara la decisión. Podría vetar la prohibición hasta el 25 de diciembre.\",            \"translated_title\": \"Apple dejará de vender modelos de reloj inteligente\"        }    ]}"