"{    \"translations\": [        {            \"english_version\": \"Both the US president and Zelensky had talks in Florida. They described the talks as great and terrific. However, they did not resolve the issue of territory.\",            \"english_title\": \"US and Zelensky Talks\",            \"translated_version\": \"El presidente de EE.UU. y Zelensky hablaron en Florida. Dijeron que las charlas fueron muy buenas. Pero no resolvieron el problema del territorio.\",            \"translated_title\": \"Charlas de EE.UU. y Zelensky\"        },        {            \"english_version\": \"Syrians living in Turkey are considering if it is the right time to go back to their homeland.\",            \"english_title\": \"Syrians in Turkey\",            \"translated_version\": \"Los sirios que viven en Turquía están pensando si es el momento de volver a su país.\",            \"translated_title\": \"Sirios en Turquía\"        },        {            \"english_version\": \"The US announced a large weapons sale to Taiwan. This announcement was followed by military drills.\",            \"english_title\": \"US Weapons Sale to Taiwan\",            \"translated_version\": \"EE.UU. anunció una gran venta de armas a Taiwán. Después de esto, hubo ejercicios militares.\",            \"translated_title\": \"Venta de Armas de EE.UU. a Taiwán\"        },        {            \"english_version\": \"An investigation is happening after a train went off the tracks near the town of Nizanda.\",            \"english_title\": \"Train Accident in Nizanda\",            \"translated_version\": \"Hay una investigación después de que un tren se salió de las vías cerca del pueblo de Nizanda.\",            \"translated_title\": \"Accidente de Tren en Nizanda\"        },        {            \"english_version\": \"The Albanian nationalist Vetevendosje party won a decisive victory. This means a third term for their leader, Albin Kurti.\",            \"english_title\": \"Vetevendosje Party Victory\",            \"translated_version\": \"El partido nacionalista albanés Vetevendosje ganó una gran victoria. Esto significa un tercer mandato para su líder, Albin Kurti.\",            \"translated_title\": \"Victoria del Partido Vetevendosje\"        }    ]}"