"{    \"translations\": [        {            \"english_version\": \"America warned all parties in the Middle East to avoid making things worse. Israel and Hizbullah, a group supported by Iran, attacked each other. The fighting started after some devices used by Hizbullah members exploded, causing many deaths and injuries. Hizbullah's leader blamed Israel for the incident, calling it a declaration of war. Israel has not yet responded to these accusations. Investigations are ongoing to find out how the devices were turned into bombs. Several countries, including Bulgaria, Hungary, and Taiwan, are looking into companies that sold gadgets to Hizbullah.\",            \"english_title\": \"Middle East Tensions\",            \"translated_version\": \"Estados Unidos advirtió a todos en Medio Oriente que eviten empeorar las cosas. Israel y Hizbullah, un grupo apoyado por Irán, se atacaron mutuamente. La pelea comenzó después de que algunos dispositivos utilizados por miembros de Hizbullah explotaran, causando muchas muertes y heridas. El líder de Hizbullah culpó a Israel por el incidente, llamándolo una declaración de guerra. Israel aún no ha respondido a estas acusaciones. Las investigaciones continúan para descubrir cómo los dispositivos se convirtieron en bombas. Varios países, incluyendo Bulgaria, Hungría y Taiwán, están investigando empresas que vendieron dispositivos a Hizbullah.\",            \"translated_title\": \"Middle East Tensions\"        },        {            \"english_version\": \"The S&P 500, which shows the performance of big American companies, reached a new high after the Federal Reserve reduced interest rates by half a percent. This was the first time the Fed had cut rates since 2020. European markets also went up after this news, with the Stoxx Europe 600 index rising by more than 1%.\",            \"english_title\": \"Financial Markets\",            \"translated_version\": \"El S&P 500, que muestra el rendimiento de grandes empresas estadounidenses, alcanzó un nuevo récord después de que la Reserva Federal redujera las tasas de interés en medio punto porcentual. Esta fue la primera vez que la Fed redujo las tasas desde 2020. Los mercados europeos también subieron después de esta noticia, con el índice Stoxx Europe 600 subiendo más de un 1%.\",            \"translated_title\": \"Financial Markets\"        },        {            \"english_version\": \"The Economist has been published since September 1843. It aims to be part of a competition between intelligence and ignorance. The publication strives to push forward with intelligence while fighting against ignorance that hinders progress.\",            \"english_title\": \"About The Economist\",            \"translated_version\": \"The Economist se ha publicado desde septiembre de 1843. Su objetivo es ser parte de una competencia entre la inteligencia y la ignorancia. La publicación se esfuerza por avanzar con inteligencia mientras lucha contra la ignorancia que obstaculiza el progreso.\",            \"translated_title\": \"About The Economist\"        }    ]}"