"{    \"translations\": [        {            \"english_version\": \"A fire at Le Constellation bar in Crans-Montana ski resort injured 115 people, some seriously.\",            \"english_title\": \"Fire at Ski Resort\",            \"translated_version\": \"Un incendio en el bar Le Constellation en el resort de esquí Crans-Montana hirió a 115 personas, algunas seriamente.\",            \"translated_title\": \"Incendio en Resort de Esquí\"        },        {            \"english_version\": \"Russian President Vladimir Putin used his New Year speech to encourage troops, expressing belief in their victory in Ukraine.\",            \"english_title\": \"Putin's New Year Speech\",            \"translated_version\": \"El presidente ruso Vladimir Putin usó su discurso de Año Nuevo para animar a las tropas, diciendo que cree en su victoria en Ucrania.\",            \"translated_title\": \"Discurso de Año Nuevo de Putin\"        },        {            \"english_version\": \"Brazil and Real Madrid legend Roberto Carlos is recovering well after a preventative medical procedure.\",            \"english_title\": \"Roberto Carlos Recovering\",            \"translated_version\": \"La leyenda de Brasil y Real Madrid, Roberto Carlos, se está recuperando bien después de un procedimiento médico preventivo.\",            \"translated_title\": \"Roberto Carlos Recuperándose\"        },        {            \"english_version\": \"Chinese people will pay a 13% sales tax on contraceptives starting January 1, while childcare services are exempt.\",            \"english_title\": \"Sales Tax on Contraceptives\",            \"translated_version\": \"Las personas en China pagarán un impuesto de ventas del 13% en anticonceptivos desde el 1 de enero, mientras que los servicios de cuidado infantil están exentos.\",            \"translated_title\": \"Impuesto en Anticonceptivos\"        },        {            \"english_version\": \"The US Coast Guard is searching for survivors after a recent strike, following another incident that happened a day earlier.\",            \"english_title\": \"US Coast Guard Search\",            \"translated_version\": \"La Guardia Costera de EE.UU. está buscando sobrevivientes después de un ataque reciente, tras otro incidente que ocurrió un día antes.\",            \"translated_title\": \"Búsqueda de la Guardia Costera\"        }    ]}"