"{    \"translations\": [        {            \"english_version\": \"Donald Trump said he would impose tariffs of 25-50% on countries that buy Russian oil if the Kremlin did not co-operate with his attempts to end the war in Ukraine. America’s president added he was `pissed off` with Vladimir Putin for suggesting on Friday that a `transitional administration` be established in Ukraine.\",            \"english_title\": \"Donald Trump's stance on imposing tariffs on countries buying Russian oil\",            \"translated_version\": \"Donald Trump dijo que impondría aranceles del 25 al 50% a los países que compren petróleo ruso si el Kremlin no coopera con sus intentos de poner fin a la guerra en Ucrania. El presidente de América añadió que estaba `molesto` con Vladimir Putin por sugerir el viernes que se estableciera una `administración de transición` en Ucrania.\",            \"translated_title\": \"Postura de Donald Trump sobre imponer aranceles a países que compran petróleo ruso\"        },        {            \"english_version\": \"Mr Trump also said he was `not joking` about serving a third term as America’s president, despite a constitutional limit of two terms. Speaking to NBC News, Mr Trump said `there are methods which you could do it`. Such a change would require a two-thirds vote of Congress or two-thirds of the states agreeing to call a constitutional convention to propose it.\",            \"english_title\": \"Donald Trump's statement on serving a third term as America's president\",            \"translated_version\": \"El Sr. Trump también dijo que `no estaba bromeando` sobre servir un tercer mandato como presidente de América, a pesar de un límite constitucional de dos mandatos. Hablando con NBC News, el Sr. Trump dijo `hay métodos con los que podrías hacerlo`. Tal cambio requeriría un voto de dos tercios del Congreso o dos tercios de los estados que acuerden convocar una convención constitucional para proponerlo.\",            \"translated_title\": \"Declaración de Donald Trump sobre servir un tercer mandato como presidente de América\"        }    ]}"