"{    \"translations\": [        {            \"english_version\": \"Sir Keir Starmer, the leader of Britain, promised to increase the country's defense spending to 2.5% of its GDP by 2027. This is up from the current 2.3%, with a goal of eventually reaching 3%. The initial rise in spending, amounting to £13.4 billion annually, will be covered by reducing overseas aid.\",            \"english_title\": \"Sir Keir Starmer's Defence Spending Pledge\",            \"translated_version\": \"El líder de Gran Bretaña, Sir Keir Starmer, prometió aumentar el gasto en defensa del país al 2.5% de su PIB para el 2027. Esto es más que el actual 2.3%, con el objetivo de llegar eventualmente al 3%. El aumento inicial en el gasto, que asciende a £13.4 mil millones anualmente, será cubierto reduciendo la ayuda en el extranjero.\",            \"translated_title\": \"Promesa de Gasto en Defensa de Sir Keir Starmer\"        },        {            \"english_version\": \"Russia carried out an attack on Ukraine, resulting in the deaths of two civilians and injuring 36 others, as reported by Ukrainian officials. The entire country was on high alert due to air-raid warnings, with Russia using drones and missiles to target multiple regions.\",            \"english_title\": \"Russia's Attack on Ukraine\",            \"translated_version\": \"Rusia llevó a cabo un ataque en Ucrania, resultando en la muerte de dos civiles y dejando heridos a otros 36, según informaron funcionarios ucranianos. Todo el país estaba en alerta máxima debido a las advertencias de ataques aéreos, con Rusia usando drones y misiles para apuntar a múltiples regiones.\",            \"translated_title\": \"Ataque de Rusia a Ucrania\"        },        {            \"english_version\": \"French President Emmanuel Macron and US President Donald Trump suggested that European troops could potentially act as peacekeepers in Ukraine. This proposal came after President Macron's visit to the White House.\",            \"english_title\": \"European Troops as Peacekeepers in Ukraine\",            \"translated_version\": \"El Presidente de Francia, Emmanuel Macron, y el Presidente de los Estados Unidos, Donald Trump, sugirieron que tropas europeas podrían potencialmente actuar como pacificadores en Ucrania. Esta propuesta surgió después de la visita del Presidente Macron a la Casa Blanca.\",            \"translated_title\": \"Tropas Europeas como Pacificadores en Ucrania\"        }    ]}"