"{    \"translations\": [        {            \"english_version\": \"Donald Trump criticized Ukraine's president, Volodymyr Zelensky, calling him powerless in negotiations. He also accused Britain's prime minister, Sir Keir Starmer, and France's Emmanuel Macron of not taking action to end the war.\",            \"english_title\": \"Trump criticizes world leaders\",            \"translated_version\": \"Donald Trump criticizó al presidente de Ucrania, Volodymyr Zelensky, llamándolo sin poder en las negociaciones. También acusó al primer ministro de Gran Bretaña, Sir Keir Starmer, y a Emmanuel Macron de Francia de no tomar medidas para poner fin a la guerra.\",            \"translated_title\": \"Trump critica a líderes mundiales\"        },        {            \"english_version\": \"Mike Waltz, America's national security adviser, mentioned that he expects Mr Zelensky to sign a minerals agreement with America soon.\",            \"english_title\": \"Waltz expects agreement\",            \"translated_version\": \"Mike Waltz, asesor de seguridad nacional de Estados Unidos, mencionó que espera que el Sr. Zelensky firme pronto un acuerdo de minerales con América.\",            \"translated_title\": \"Waltz espera acuerdo\"        },        {            \"english_version\": \"Israel's prime minister, Binyamin Netanyahu, promised to make Hamas pay for violating the ceasefire agreement. This came after Hamas returned the remains of four hostages, including two young children, but failed to return the body of Shiri Bibas.\",            \"english_title\": \"Netanyahu vows action\",            \"translated_version\": \"El primer ministro de Israel, Binyamin Netanyahu, prometió hacer que Hamas pague por violar el acuerdo de alto el fuego. Esto ocurrió después de que Hamas devolviera los restos de cuatro rehenes, incluidos dos niños pequeños, pero no devolvió el cuerpo de Shiri Bibas.\",            \"translated_title\": \"Netanyahu promete acción\"        },        {            \"english_version\": \"The Economist app is available on iOS and Android for easy access to news and updates.\",            \"english_title\": \"Economist app available\",            \"translated_version\": \"La aplicación de The Economist está disponible en iOS y Android para acceder fácilmente a noticias y actualizaciones.\",            \"translated_title\": \"Aplicación de The Economist disponible\"        },        {            \"english_version\": \"The Economist Group provides various services and resources, including Economist Enterprise, SecureDrop, Economist Intelligence, and Economist Impact Events.\",            \"english_title\": \"Economist Group services\",            \"translated_version\": \"El Grupo The Economist ofrece varios servicios y recursos, incluyendo Economist Enterprise, SecureDrop, Economist Intelligence y Economist Impact Events.\",            \"translated_title\": \"Servicios del Grupo The Economist\"        }    ]}"