"{    \"translations\": [        {            \"english_version\": \"Israel provided tents to Palestinians in Rafah, southern Gaza. Israel has threatened an offensive in the city, but it has been delayed due to fears of civilian casualties. Israeli armed forces are preparing for the offensive by relocating soldiers to Gaza.\",            \"english_title\": \"Israel's Aid to Palestinians\",            \"translated_version\": \"Israel dio carpas a los palestinos en Rafah, sur de Gaza. Israel amenazó con un ataque en la ciudad, pero se retrasó por miedo a herir a civiles. Las fuerzas armadas israelíes se están preparando para el ataque trasladando soldados a Gaza.\",            \"translated_title\": \"La Ayuda de Israel a los Palestinos\"        },        {            \"english_version\": \"America sent long-range missiles to Ukraine, which were used to attack a Russian airfield in Crimea. The Pentagon initially opposed sending the missiles, fearing Ukraine could strike deeper into Russia.\",            \"english_title\": \"US Missiles Sent to Ukraine\",            \"translated_version\": \"Estados Unidos envió misiles de largo alcance a Ucrania, que se usaron para atacar un aeropuerto ruso en Crimea. El Pentágono inicialmente se opuso al envío de los misiles, temiendo que Ucrania pudiera atacar más profundamente en Rusia.\",            \"translated_title\": \"Misiles de EE. UU. Enviados a Ucrania\"        },        {            \"english_version\": \"Spain's Prime Minister, Pedro Sánchez, suspended his public duties to reflect on his political future after his wife faced corruption allegations. The government called the accusations crude, and Sánchez will decide on Monday about remaining in power.\",            \"english_title\": \"Spain's Prime Minister's Decision\",            \"translated_version\": \"El Primer Ministro de España, Pedro Sánchez, suspendió sus deberes públicos para reflexionar sobre su futuro político después de que su esposa enfrentara acusaciones de corrupción. El gobierno calificó las acusaciones de groseras y Sánchez decidirá el lunes si permanece en el poder.\",            \"translated_title\": \"La Decisión del Primer Ministro de España\"        },        {            \"english_version\": \"Boeing reported a $355m loss in the first quarter due to an incident with a Boeing 737 MAX 9. American regulators halted production expansion, and the company had to compensate customers.\",            \"english_title\": \"Boeing's Financial Loss\",            \"translated_version\": \"Boeing informó de una pérdida de $355 millones en el primer trimestre debido a un incidente con un Boeing 737 MAX 9. Los reguladores estadounidenses detuvieron la expansión de la producción y la empresa tuvo que compensar a los clientes.\",            \"translated_title\": \"La Pérdida Financiera de Boeing\"        },        {            \"english_version\": \"Myanmar's military junta regained control of Myawaddy, an important land crossing, from Kayin resistance militias. The rebel groups had seized it two weeks ago, causing a setback for the regime.\",            \"english_title\": \"Myanmar's Military Regains Control\",            \"translated_version\": \"La junta militar de Myanmar recuperó el control de Myawaddy, un importante cruce terrestre, de las milicias de resistencia Kayin. Los grupos rebeldes lo habían tomado hace dos semanas, causando un revés para el régimen.\",            \"translated_title\": \"La Recuperación del Control Militar en Myanmar\"        }    ]}"