"{    \"translations\": [        {            \"english_version\": \"Less than an hour ago, Donald Trump made a decision to ban citizens from 12 countries from entering America. He believes this will protect Americans from terrorist attacks. Some of the countries affected are Afghanistan, Iran, Myanmar, and Sudan. Additionally, Trump has imposed partial travel restrictions on citizens from seven other countries, including Cuba and Venezuela. He has also initiated an investigation into whether Joe Biden's staff conspired to deceive the public about the former president's mental state.\",            \"english_title\": \"Donald Trump's actions\",            \"translated_version\": \"Hace menos de una hora, Donald Trump decidió prohibir la entrada a ciudadanos de 12 países a América. Él cree que esto protegerá a los americanos de los ataques terroristas. Algunos de los países afectados son Afganistán, Irán, Myanmar y Sudán. Además, Trump ha impuesto restricciones de viaje parciales a ciudadanos de otros siete países, incluyendo Cuba y Venezuela. También ha iniciado una investigación sobre si el personal de Joe Biden conspiró para engañar al público sobre el estado mental del expresidente.\",            \"translated_title\": \"Acciones de Donald Trump\"        },        {            \"english_version\": \"In recent developments, Donald Trump mentioned that Vladimir Putin conveyed a strong message during a phone call regarding Ukraine's attacks in Russia. Putin has refused Ukraine's requests for a ceasefire, stating that negotiating with terrorists is not an option. Ukraine's president, Volodymyr Zelensky, views Russia's demands for a truce as an ultimatum.\",            \"english_title\": \"Tensions between Russia and Ukraine\",            \"translated_version\": \"En acontecimientos recientes, Donald Trump mencionó que Vladimir Putin transmitió un mensaje fuerte durante una llamada telefónica sobre los ataques de Ucrania en Rusia. Putin ha rechazado las solicitudes de Ucrania de un alto el fuego, afirmando que negociar con terroristas no es una opción. El presidente de Ucrania, Volodymyr Zelensky, ve las demandas de Rusia de un alto el fuego como un ultimátum.\",            \"translated_title\": \"Tensiones entre Rusia y Ucrania\"        }    ]}"