"{    \"translations\": [        {            \"english_version\": \"Palestinian officials and witnesses reported that many people died in Gaza after Israeli soldiers shot at a crowd near an aid-distribution point. The Gaza Humanitarian Foundation, responsible for aid distribution in the area, denied these reports. The Israel Defence Forces stated that they are not aware of any injuries caused by IDF fire at the location.\",            \"english_title\": \"Conflict in Gaza\",            \"translated_version\": \"Oficiales y testigos palestinos informaron que muchas personas murieron en Gaza después de que soldados israelíes dispararan a una multitud cerca de un punto de distribución de ayuda. La Fundación Humanitaria de Gaza, encargada de la distribución de ayuda en la zona, negó estos informes. Las Fuerzas de Defensa de Israel declararon que no tienen conocimiento de ninguna lesión causada por el fuego del IDF en el lugar.\",            \"translated_title\": \"Conflicto en Gaza\"        },        {            \"english_version\": \"Ukraine accused Russia of using 472 drones and seven ballistic and cruise missiles in an attack overnight, marking the largest Russian drone assault since the war began. Ukraine also claimed to have destroyed around 40 Russian planes, including some at an airfield in Siberia, far beyond the border of the two countries. Peace talks between Ukrainian and Russian delegations are set to take place in Turkey on Monday.\",            \"english_title\": \"Ukraine-Russia Conflict\",            \"translated_version\": \"Ucrania acusó a Rusia de usar 472 drones y siete misiles balísticos y de crucero en un ataque nocturno, marcando el mayor asalto de drones rusos desde que comenzó la guerra. Ucrania también afirmó haber destruido alrededor de 40 aviones rusos, incluidos algunos en un aeródromo en Siberia, mucho más allá de la frontera de los dos países. Las conversaciones de paz entre las delegaciones ucranianas y rusas están programadas para tener lugar en Turquía el lunes.\",            \"translated_title\": \"Conflicto Ucrania-Rusia\"        }    ]}"