"{    \"translations\": [        {            \"english_version\": \"Antony Blinken, America’s secretary of state, said conflict in the Middle East `could easily metastasise` as he began a five-day trip to the region. He will visit Israel, where he is expected to tell officials to increase efforts to avoid civilian casualties in Gaza. King Abdullah of Jordan urged Mr Blinken to push for an immediate ceasefire. Binyamin Netanyahu, Israel’s prime minister, vowed to keep fighting until Hamas is eliminated. This week Israel’s cabinet is expected to approve a wartime budget for the year ahead.\",            \"english_title\": \"Conflict in the Middle East\",            \"translated_version\": \"Antony Blinken, el secretario de estado de Estados Unidos, dijo que el conflicto en el Medio Oriente `podría fácilmente extenderse` mientras comenzaba un viaje de cinco días a la región. Visitará Israel, donde se espera que les diga a los funcionarios que aumenten los esfuerzos para evitar víctimas civiles en Gaza. El rey Abdullah de Jordania instó al Sr. Blinken a presionar por un alto el fuego inmediato. Binyamin Netanyahu, el primer ministro de Israel, prometió seguir luchando hasta que Hamas sea eliminado. Se espera que esta semana el gabinete de Israel apruebe un presupuesto de guerra para el próximo año.\",            \"translated_title\": \"Conflicto en el Medio Oriente\"        },        {            \"english_version\": \"China said it had detained a foreign consultant spying for Britain’s intelligence service, MI6. It said the alleged spy is from a `third country`. China has subjected the consultancy sector to a counter-espionage crackdown over the past year and introduced a new anti-spying law that increased the number of activities that could be deemed spying.\",            \"english_title\": \"Spying Consultant Detained in China\",            \"translated_version\": \"China dijo que había detenido a un consultor extranjero que espiaba para el servicio de inteligencia de Gran Bretaña, MI6. Dijo que el presunto espía es de un `tercer país`. China ha sometido al sector de consultoría a una represión contra el espionaje en el último año e introdujo una nueva ley contra el espionaje que aumentó el número de actividades que podrían considerarse espionaje.\",            \"translated_title\": \"Consultor Espía Detenido en China\"        },        {            \"english_version\": \"A day before America’s Senate returned from its break, congressional leaders said they had reached a $1.7trn deal to finance the federal government in 2024. Two deadlines loom: around one-fifth of funding will run out on January 19th, with the rest expiring on February 2nd. Before then recalcitrant House Republicans will need to be won over—no small feat.\",            \"english_title\": \"Deal Reached to Finance US Government\",            \"translated_version\": \"Un día antes de que el Senado de Estados Unidos regresara de su receso, los líderes del Congreso dijeron que habían alcanzado un acuerdo de $1.7 billones para financiar al gobierno federal en 2024. Hay dos plazos que se acercan: alrededor de una quinta parte de los fondos se agotarán el 19 de enero, y el resto expirará el 2 de febrero. Antes de eso, los republicanos de la Cámara de Representantes recalcitrantes deberán ser convencidos, no es una tarea fácil.\",            \"translated_title\": \"Acuerdo Alcanzado para Financiar al Gobierno de EE. UU.\"        },        {            \"english_version\": \"The lost section of a Boeing 737 Max 9 plane was recovered by American aviation officials after falling off during an Alaska Airlines flight on Friday. The discovery will aid America’s National Transportation Safety Board, which has grounded planes of the same model while it investigates the accident. Several defects have been found in Boeing planes in recent years.\",            \"english_title\": \"Lost Section of Boeing 737 Max 9 Plane Recovered\",            \"translated_version\": \"La sección perdida de un avión Boeing 737 Max 9 fue recuperada por funcionarios de aviación estadounidenses después de caerse durante un vuelo de Alaska Airlines el viernes. El descubrimiento ayudará a la Junta Nacional de Seguridad del Transporte de Estados Unidos, que ha dejado en tierra aviones del mismo modelo mientras investiga el accidente. Se han encontrado varios defectos en aviones Boeing en los últimos años.\",            \"translated_title\": \"Se Recupera Sección Perdida de Avión Boeing 737 Max 9\"        },        {            \"english_version\": \"Sheikh Hasina, Bangladesh’s prime minister for the past 15 years, won a fifth term. The country’s electoral commission claimed 40% of around 120m eligible voters cast ballots; analysts suggested turnout was much lower. Thousands of members of the main opposition party, the Bangladesh Nationalist Party, were arrested in the run up to the election, which drew international condemnation. The BNP boycotted the poll.\",            \"english_title\": \"Bangladesh Prime Minister Wins Fifth Term\",            \"translated_version\": \"Sheikh Hasina, la primera ministra de Bangladesh durante los últimos 15 años, ganó un quinto mandato. La comisión electoral del país afirmó que el 40% de los aproximadamente 120 millones de votantes elegibles emitieron votos; los analistas sugirieron que la participación fue mucho menor. Miles de miembros del principal partido de oposición, el Partido Nacionalista de Bangladesh, fueron arrestados en la antesala de las elecciones, lo que provocó condena internacional. El BNP boicoteó la votación.\",            \"translated_title\": \"La Primera Ministra de Bangladesh Gana Quinto Mandato\"        }    ]}"