"{    \"translations\": [        {            \"english_version\": \"Leaders from Europe, Canada, and Japan say the plan needs more work but has important parts for a fair and lasting peace. There are 28 main points, and while some might be okay for Ukraine, others are not acceptable to Kyiv.\",            \"english_title\": \"Plan for Peace\",            \"translated_version\": \"Líderes de Europa, Canadá y Japón dicen que el plan necesita más trabajo pero tiene partes importantes para una paz justa y duradera. Hay 28 puntos principales, y mientras algunos pueden estar bien para Ucrania, otros no son aceptables para Kyiv.\",            \"translated_title\": \"Plan de Paz\"        },        {            \"english_version\": \"The kidnapping is happening during a rise in attacks by armed groups in the African country.\",            \"english_title\": \"Kidnapping in Africa\",            \"translated_version\": \"El secuestro está ocurriendo durante un aumento de ataques por grupos armados en el país africano.\",            \"translated_title\": \"Secuestro en África\"        },        {            \"english_version\": \"The host country's aim to support developing nations might be less important because the US president is not there.\",            \"english_title\": \"Support for Developing Nations\",            \"translated_version\": \"El objetivo del país anfitrión de apoyar a las naciones en desarrollo podría ser menos importante porque el presidente de EE.UU. no está allí.\",            \"translated_title\": \"Apoyo a Naciones en Desarrollo\"        },        {            \"english_version\": \"The former Brazilian president is thought to have damaged an ankle bracelet as part of a plan to escape.\",            \"english_title\": \"Brazilian President's Escape Plan\",            \"translated_version\": \"Se cree que el ex presidente brasileño dañó una pulsera de tobillo como parte de un plan para escapar.\",            \"translated_title\": \"Plan de Escape del Presidente Brasileño\"        },        {            \"english_version\": \"Carlos Manzo, who spoke out against cartel violence, was shot in public on 1 November.\",            \"english_title\": \"Shooting of Carlos Manzo\",            \"translated_version\": \"Carlos Manzo, quien habló contra la violencia de los carteles, fue disparado en público el 1 de noviembre.\",            \"translated_title\": \"Disparo a Carlos Manzo\"        }    ]}"