"{    \"translations\": [        {            \"english_version\": \"Peace talks between Israel and Hamas have started again in Cairo. Hamas says their team is positive and determined to reach an agreement. The talks, facilitated by Egypt and Qatar, aim to achieve a ceasefire in Gaza in exchange for the release of Israeli hostages. Hamas wants the ceasefire to be permanent, while Israel is willing to agree to a temporary pause.\",            \"english_title\": \"Israel-Hamas Peace Talks in Cairo\",            \"translated_version\": \"Las conversaciones de paz entre Israel y Hamas han comenzado de nuevo en El Cairo. Hamas dice que su equipo es positivo y está determinado a llegar a un acuerdo. Las conversaciones, facilitadas por Egipto y Qatar, tienen como objetivo lograr un alto el fuego en Gaza a cambio de la liberación de rehenes israelíes. Hamas quiere que el alto el fuego sea permanente, mientras que Israel está dispuesto a aceptar una pausa temporal.\",            \"translated_title\": \"Conversaciones de paz entre Israel y Hamas en El Cairo\"        },        {            \"english_version\": \"Police clashed with pro-Palestinian protesters at various college campuses, mirroring disruptions seen at American universities spreading globally. Over 2,400 individuals have been arrested on American campuses since April 17th. In Canada, authorities took action to dismantle a protest camp at McGill University in Montreal, urging the school to divest from Israel.\",            \"english_title\": \"Protests and Arrests at College Campuses\",            \"translated_version\": \"La policía chocó con manifestantes pro-palestinos en varios campus universitarios, reflejando disturbios vistos en universidades estadounidenses que se están extendiendo globalmente. Más de 2,400 personas han sido arrestadas en campus estadounidenses desde el 17 de abril. En Canadá, las autoridades tomaron medidas para desmantelar un campamento de protesta en la Universidad McGill en Montreal, instando a la escuela a desinvertir de Israel.\",            \"translated_title\": \"Protestas y Arrestos en Campus Universitarios\"        }    ]}"