"{    \"translations\": [        {            \"english_version\": \"Around 20 relatives of Israelis held hostage by Hamas stormed a parliamentary committee session in Jerusalem. Domestic dissent is growing: family members of the hostages have repeatedly rallied outside the home of Binyamin Netanyahu, Israel’s prime minister. On Sunday Mr Netanyahu rejected an offer from Hamas to release hostages in return for his country’s complete withdrawal from Gaza. Some 130 people remain captive in Gaza.\",            \"english_title\": \"Hostage Crisis in Israel\",            \"translated_version\": \"Unos 20 familiares de israelíes secuestrados por Hamas irrumpieron en una sesión del comité parlamentario en Jerusalén. La disidencia interna está creciendo: los familiares de los secuestrados han protestado repetidamente frente a la casa de Binyamin Netanyahu, el primer ministro de Israel. El domingo, el Sr. Netanyahu rechazó una oferta de Hamas para liberar a los secuestrados a cambio de la retirada completa de su país de Gaza. Alrededor de 130 personas siguen cautivas en Gaza.\",            \"translated_title\": \"Crisis de rehenes en Israel\"        },        {            \"english_version\": \"In a dispute over who controls America’s southern border, the Supreme Court narrowly found in favour of the Justice Department, ruling that federal border agents could cut down razor wire that Texas officials had installed. Two conservative justices joined the liberal minority to overturn a lower court’s decision. Since 2021 Texas has spent billions of dollars on barriers to deter migrants.\",            \"english_title\": \"Border Dispute in America\",            \"translated_version\": \"En una disputa sobre quién controla la frontera sur de Estados Unidos, la Corte Suprema encontró por poco a favor del Departamento de Justicia, dictaminando que los agentes federales de la frontera pueden cortar el alambre de púas que los funcionarios de Texas habían instalado. Dos jueces conservadores se unieron a la minoría liberal para anular la decisión de un tribunal inferior. Desde 2021, Texas ha gastado miles de millones de dólares en barreras para disuadir a los migrantes.\",            \"translated_title\": \"Disputa fronteriza en Estados Unidos\"        },        {            \"english_version\": \"America’s Federal Aviation Administration told airlines to check the door plugs on their Boeing 737-900 ER models. The model is similar to the 737 MAX 9, one of which shed a door plug during an Alaska Airlines flight earlier this month. The FAA had previously said that all 737 MAX 9s should remain grounded until Boeing provides further information.\",            \"english_title\": \"Safety Alert for Boeing 737-900 ER\",            \"translated_version\": \"La Administración Federal de Aviación de Estados Unidos le dijo a las aerolíneas que revisen los tapones de las puertas en sus modelos Boeing 737-900 ER. El modelo es similar al 737 MAX 9, uno de los cuales perdió un tapón de puerta durante un vuelo de Alaska Airlines a principios de este mes. La FAA había dicho anteriormente que todos los 737 MAX 9 deberían permanecer en tierra hasta que Boeing proporcione más información.\",            \"translated_title\": \"Alerta de seguridad para Boeing 737-900 ER\"        },        {            \"english_version\": \"Cameroon began the world’s first routine malaria vaccine programme for children. The vaccine has been developed by GSK, a British drugmaker; Cameroon’s government intends to administer it to 250,000 children in 2024 and 2025. Malaria kills around half a million children under the age of five in Africa each year, with the continent accounting for 95% of the world’s malaria deaths. A landslide killed eight people and trapped dozens more in the mountainous Yunnan province of China on Monday. About 1,000 rescuers were sent out into freezing, snowy conditions. Later, near the border with Kyrgyzstan and Kazakhstan at the other end of the country, a major 7.0-magnitude earthquake hit the Xinjiang region. Tremors led some in nearby Almaty, the Kazakh capital, to evacuate.\",            \"english_title\": \"Malaria Vaccine in Cameroon and Natural Disasters in China\",            \"translated_version\": \"Camerún comenzó el primer programa de vacunación rutinaria contra la malaria en niños del mundo. La vacuna ha sido desarrollada por GSK, una empresa farmacéutica británica; el gobierno de Camerún tiene la intención de administrarla a 250,000 niños en 2024 y 2025. La malaria mata a alrededor de medio millón de niños menores de cinco años en África cada año, siendo el continente responsable del 95% de las muertes por malaria en el mundo. Un deslizamiento de tierra mató a ocho personas y atrapó a docenas más en la montañosa provincia de Yunnan, China, el lunes. Se enviaron alrededor de 1,000 rescatistas en condiciones de congelación y nieve. Más tarde, cerca de la frontera con Kirguistán y Kazajistán en el otro extremo del país, un importante terremoto de magnitud 7.0 golpeó la región de Xinjiang. Los temblores llevaron a algunos habitantes de Almaty, la capital de Kazajistán, a evacuar.\",            \"translated_title\": \"Vacuna contra la malaria en Camerún y desastres naturales en China\"        },        {            \"english_version\": \"Canada introduced a two-year cap on new permits for international students. Marc Miller, the immigration minister, accused some institutions of increasing student intake to make money, leaving students with high fees and poor support while putting pressure on housing and health care. An estimated 360,000 permits will be approved in 2024, a 35% decrease from last year.\",            \"english_title\": \"New Permits for International Students in Canada\",            \"translated_version\": \"Canadá introdujo un límite de dos años en los nuevos permisos para estudiantes internacionales. Marc Miller, el ministro de inmigración, acusó a algunas instituciones de aumentar la cantidad de estudiantes para ganar dinero, dejando a los estudiantes con altas tarifas y poco apoyo, al tiempo que ejercen presión sobre la vivienda y la atención médica. Se estima que se aprobarán 360,000 permisos en 2024, una disminución del 35% con respecto al año pasado.\",            \"translated_title\": \"Nuevos permisos para estudiantes internacionales en Canadá\"        }    ]}"