"{    \"translations\": [        {            \"english_version\": \"Lawmakers who helped create the law say that just releasing the information is not enough. The FBI found a DNA sample on a glove in a field near Guthrie's home.\",            \"english_title\": \"Lawmakers and DNA\",            \"translated_version\": \"Los legisladores que ayudaron a crear la ley dicen que solo dar la información no es suficiente. El FBI encontró una muestra de ADN en un guante en un campo cerca de la casa de Guthrie.\",            \"translated_title\": \"Legisladores y ADN\"        },        {            \"english_version\": \"The Foreign Office says there is no innocent reason for the poison found in Navalny's body samples. Ghana wants Russia to send back a man accused of recording people without their permission.\",            \"english_title\": \"Poison and Ghana's Request\",            \"translated_version\": \"La Oficina de Asuntos Exteriores dice que no hay razón inocente para el veneno encontrado en las muestras del cuerpo de Navalny. Ghana quiere que Rusia devuelva a un hombre acusado de grabar a personas sin su permiso.\",            \"translated_title\": \"Veneno y Pedido de Ghana\"        },        {            \"english_version\": \"Iran's deputy foreign minister, Majid Takht-Ravanchi, told the BBC that the US needs to show they want to make a deal. The Israeli Prime Minister spoke before Iran-US talks in Geneva about a nuclear deal.\",            \"english_title\": \"Iran and US Talks\",            \"translated_version\": \"El viceministro de exteriores de Irán, Majid Takht-Ravanchi, dijo a la BBC que Estados Unidos necesita mostrar que quieren hacer un acuerdo. El Primer Ministro de Israel habló antes de las conversaciones entre Irán y Estados Unidos en Ginebra sobre un acuerdo nuclear.\",            \"translated_title\": \"Conversaciones entre Irán y EE.UU.\"        },        {            \"english_version\": \"The Palestinian Red Crescent says a strike in northern Gaza killed at least six people. Armed men in Niger State killed locals, burned homes, and kidnapped people.\",            \"english_title\": \"Violence in Gaza and Niger\",            \"translated_version\": \"La Media Luna Roja Palestina dice que un ataque en el norte de Gaza mató al menos a seis personas. Hombres armados en el estado de Níger mataron a personas locales, quemaron casas y secuestraron a personas.\",            \"translated_title\": \"Violencia en Gaza y Níger\"        },        {            \"english_version\": \"The US says the ship Veronica III broke rules by shipping oil from Venezuela. Big crowds gathered in Munich, Los Angeles, and Toronto, with smaller protests in Tel Aviv and Lisbon.\",            \"english_title\": \"Ship Rules and Protests\",            \"translated_version\": \"Estados Unidos dice que el barco Veronica III rompió las reglas al enviar petróleo desde Venezuela. Grandes multitudes se reunieron en Múnich, Los Ángeles y Toronto, con protestas más pequeñas en Tel Aviv y Lisboa.\",            \"translated_title\": \"Reglas del Barco y Protestas\"        }    ]}"