"{    \"translations\": [        {            \"english_version\": \"The US president has promised to help protesters in Iran. He says a large group of ships is on the way to the country.\",            \"english_title\": \"US President's Promise\",            \"translated_version\": \"El presidente de Estados Unidos prometió ayudar a los manifestantes en Irán. Dice que un grupo grande de barcos va hacia el país.\",            \"translated_title\": \"Promesa del Presidente de EE.UU.\"        },        {            \"english_version\": \"A plane crash in India's Maharashtra state killed Pawar and four others.\",            \"english_title\": \"Plane Crash in India\",            \"translated_version\": \"Un accidente de avión en el estado de Maharashtra en India mató a Pawar y a otras cuatro personas.\",            \"translated_title\": \"Accidente de Avión en India\"        },        {            \"english_version\": \"The Prime Minister is traveling with 60 British business and cultural leaders. He tells them they are making history and part of the change.\",            \"english_title\": \"Prime Minister's Trip\",            \"translated_version\": \"El Primer Ministro viaja con 60 líderes de negocios y cultura británicos. Les dice que están haciendo historia y son parte del cambio.\",            \"translated_title\": \"Viaje del Primer Ministro\"        },        {            \"english_version\": \"A technology company confirmed job cuts after accidentally telling staff in an email.\",            \"english_title\": \"Job Cuts Confirmed\",            \"translated_version\": \"Una empresa de tecnología confirmó recortes de empleo después de decirlo por accidente en un correo a los empleados.\",            \"translated_title\": \"Recortes de Empleo Confirmados\"        },        {            \"english_version\": \"Young Iranians told the BBC about seeing friends and others die as security forces stopped protests earlier this month.\",            \"english_title\": \"Iranian Protests\",            \"translated_version\": \"Jóvenes iraníes contaron a la BBC sobre ver a amigos y otros morir cuando las fuerzas de seguridad detuvieron protestas a principios de este mes.\",            \"translated_title\": \"Protestas en Irán\"        }    ]}"