"{    \"translations\": [        {            \"english_version\": \"The damage in Jamaica won't be clear until morning, but Prime Minister Andrew Holness warns there are reports of serious impacts.\",            \"english_title\": \"Jamaica Damage Warning\",            \"translated_version\": \"El daño en Jamaica no estará claro hasta la mañana, pero el Primer Ministro Andrew Holness advierte que hay reportes de impactos serios.\",            \"translated_title\": \"Advertencia de Daño en Jamaica\"        },        {            \"english_version\": \"Wilders was the clear winner last time Dutch voters went to the polls in November 2023, but this time the race is much closer.\",            \"english_title\": \"Dutch Election Race\",            \"translated_version\": \"Wilders fue el ganador claro la última vez que los votantes holandeses fueron a las urnas en noviembre de 2023, pero esta vez la carrera es mucho más cerrada.\",            \"translated_title\": \"Carrera Electoral Holandesa\"        },        {            \"english_version\": \"US President Trump says nothing would threaten the two-week-old ceasefire despite the recent violence.\",            \"english_title\": \"Ceasefire Stands\",            \"translated_version\": \"El Presidente de EE.UU. Trump dice que nada amenazaría el alto el fuego de dos semanas a pesar de la violencia reciente.\",            \"translated_title\": \"Alto el Fuego Sigue\"        },        {            \"english_version\": \"Groups of young men are forcing and taking advantage of vulnerable girls for fun, according to Australian police.\",            \"english_title\": \"Police Alert on Youth\",            \"translated_version\": \"Grupos de jóvenes están forzando y aprovechándose de chicas vulnerables por diversión, según la policía australiana.\",            \"translated_title\": \"Alerta Policial sobre Jóvenes\"        },        {            \"english_version\": \"Ukraine's president confirms Russian soldiers have taken positions inside the town of Pokrovsk.\",            \"english_title\": \"Russian Soldiers in Pokrovsk\",            \"translated_version\": \"El presidente de Ucrania confirma que soldados rusos han tomado posiciones dentro del pueblo de Pokrovsk.\",            \"translated_title\": \"Soldados Rusos en Pokrovsk\"        }    ]}"