"{    \"translations\": [        {            \"english_version\": \"Virginia has chosen a Democratic governor. This is the first big election test during Trump's second term.\",            \"english_title\": \"Virginia Election\",            \"translated_version\": \"Virginia ha elegido un gobernador Democrático. Esta es la primera gran prueba de elecciones durante el segundo mandato de Trump.\",            \"translated_title\": \"Elección en Virginia\"        },        {            \"english_version\": \"A plane with a lot of fuel caught fire at Louisville airport. The number of deaths is expected to increase.\",            \"english_title\": \"Plane Fire\",            \"translated_version\": \"Un avión con mucho combustible se incendió en el aeropuerto de Louisville. Se espera que el número de muertes aumente.\",            \"translated_title\": \"Incendio de Avión\"        },        {            \"english_version\": \"Many people left their homes because a strong typhoon hit the Philippines.\",            \"english_title\": \"Typhoon in Philippines\",            \"translated_version\": \"Muchas personas dejaron sus casas porque un fuerte tifón golpeó Filipinas.\",            \"translated_title\": \"Tifón en Filipinas\"        },        {            \"english_version\": \"There are intense fights in a town in Donetsk. Russia has been trying to take over this town for more than a year.\",            \"english_title\": \"Fights in Donetsk\",            \"translated_version\": \"Hay peleas intensas en un pueblo en Donetsk. Rusia ha estado tratando de tomar este pueblo por más de un año.\",            \"translated_title\": \"Peleas en Donetsk\"        },        {            \"english_version\": \"Canada's Prime Minister's budget aims to attract business investment and protect areas affected by the trade war with Trump's administration.\",            \"english_title\": \"Canada's Budget\",            \"translated_version\": \"El presupuesto del Primer Ministro de Canadá busca atraer inversión empresarial y proteger áreas afectadas por la guerra comercial con la administración de Trump.\",            \"translated_title\": \"Presupuesto de Canadá\"        }    ]}"