"{    \"translations\": [        {            \"english_version\": \"Warren Buffett, who is 94 years old, announced his plan to retire from his investment firm, Berkshire Hathaway, by the end of the year. He made this announcement at the company's annual shareholder meeting in Omaha. Buffett suggested that Greg Abel, currently the vice-chair of Berkshire's non-insurance operations, should take over as the boss. Buffett has been running the firm since 1965.\",            \"english_title\": \"Warren Buffett's Retirement Announcement\",            \"translated_version\": \"Warren Buffett, que tiene 94 años, anunció que se va a retirar de su empresa de inversiones, Berkshire Hathaway, antes de que termine el año. Hizo este anuncio en la reunión anual de accionistas de la compañía en Omaha. Buffett sugirió que Greg Abel, actualmente vicepresidente de las operaciones no relacionadas con seguros de Berkshire, debería tomar el mando. Buffett ha estado dirigiendo la empresa desde 1965.\",            \"translated_title\": \"Anuncio de Retiro de Warren Buffett\"        },        {            \"english_version\": \"Anthony Albanese, Australia's prime minister, stated that the country has chosen 'optimism and determination' in the face of 'global challenges' during Saturday's federal election. The Labor Party, led by Albanese, appears to have achieved a significant victory over a coalition that included the Liberal Party. Peter Dutton, the hard-right leader of the Liberal Party, lost his parliamentary seat and acknowledged that his campaign did not perform well enough.\",            \"english_title\": \"Australian Federal Election\",            \"translated_version\": \"Anthony Albanese, primer ministro de Australia, declaró que el país ha elegido 'optimismo y determinación' frente a 'desafíos globales' durante la elección federal del sábado. El Partido Laborista, liderado por Albanese, parece haber logrado una victoria significativa sobre una coalición que incluía al Partido Liberal. Peter Dutton, líder de extrema derecha del Partido Liberal, perdió su escaño parlamentario y reconoció que su campaña no fue lo suficientemente buena.\",            \"translated_title\": \"Elecciones Federales Australianas\"        }    ]}"