"{    \"translations\": [        {            \"english_version\": \"Israel’s army said it had completely encircled Gaza city and was engaged in close fighting with Hamas militants.\",            \"english_title\": \"Israel's army encircles Gaza city\",            \"translated_version\": \"El ejército de Israel dijo que había rodeado completamente la ciudad de Gaza y estaba luchando de cerca con los militantes de Hamas.\",            \"translated_title\": \"El ejército de Israel rodea la ciudad de Gaza\"        },        {            \"english_version\": \"A group of UN experts called for a ceasefire and warned of the grave risk of genocide in Gaza; Israel said they were parroting Hamas.\",            \"english_title\": \"UN experts call for ceasefire in Gaza\",            \"translated_version\": \"Un grupo de expertos de la ONU pidió un alto el fuego y advirtió del grave riesgo de genocidio en Gaza; Israel dijo que estaban repitiendo lo que decía Hamas.\",            \"translated_title\": \"Expertos de la ONU piden alto el fuego en Gaza\"        },        {            \"english_version\": \"America’s House of Representatives agreed to send another $14bn of security aid to Israel, but the Republican-controlled chamber separated it from a wider package that would also help Ukraine.\",            \"english_title\": \"US House agrees to send aid to Israel\",            \"translated_version\": \"La Cámara de Representantes de Estados Unidos acordó enviar otros $14 mil millones de ayuda de seguridad a Israel, pero la cámara controlada por los republicanos lo separó de un paquete más amplio que también ayudaría a Ucrania.\",            \"translated_title\": \"La Cámara de Representantes de EE. UU. acuerda enviar ayuda a Israel\"        },        {            \"english_version\": \"Sam Bankman-Fried was convicted of defrauding customers of FTX, his failed crypto exchange.\",            \"english_title\": \"Sam Bankman-Fried convicted of fraud\",            \"translated_version\": \"Sam Bankman-Fried fue condenado por defraudar a los clientes de FTX, su intercambio de criptomonedas fallido.\",            \"translated_title\": \"Sam Bankman-Fried condenado por fraude\"        },        {            \"english_version\": \"Apple’s boss, Tim Cook, said iPhone sales remain strong in China, despite the firm posting weak results for the country.\",            \"english_title\": \"Tim Cook says iPhone sales strong in China\",            \"translated_version\": \"El jefe de Apple, Tim Cook, dijo que las ventas de iPhone siguen siendo fuertes en China, a pesar de que la empresa publicó resultados débiles para el país.\",            \"translated_title\": \"Tim Cook dice que las ventas de iPhone son fuertes en China\"        }    ]}"