"{    \"translations\": [        {            \"english_version\": \"Ukraine’s president accused the Kremlin of playing with the lives of Ukrainian prisoners after a Russian military plane crashed near the border with Ukraine, killing at least 65 prisoners of war. Russia claimed that Ukraine shot down the plane. President Zelensky called for an international inquiry to establish the facts. The two countries will continue to exchange prisoners of war.\",            \"english_title\": \"Ukraine accuses Kremlin of playing with lives of prisoners\",            \"translated_version\": \"El presidente de Ucrania acusó al Kremlin de jugar con la vida de los prisioneros ucranianos después de que un avión militar ruso se estrellara cerca de la frontera con Ucrania, matando al menos a 65 prisioneros de guerra. Rusia afirmó que Ucrania derribó el avión. El presidente Zelensky solicitó una investigación internacional para establecer los hechos. Los dos países seguirán intercambiando prisioneros de guerra.\",            \"translated_title\": \"Ucrania acusa al Kremlin de jugar con la vida de los prisioneros\"        },        {            \"english_version\": \"The Biden administration expressed its disapproval of an Israeli attack on a UN training center in Gaza, which resulted in the deaths of nine people and injuries to 75 others. This rare rebuke from Israel's staunchest ally highlights the severity of the incident. Israel has denied responsibility for the attack.\",            \"english_title\": \"Biden administration disapproves Israeli attack on UN center\",            \"translated_version\": \"La administración de Biden expresó su desaprobación por un ataque israelí a un centro de entrenamiento de la ONU en Gaza, que resultó en la muerte de nueve personas y heridas a otras 75. Esta rara reprimenda del aliado más firme de Israel destaca la gravedad del incidente. Israel ha negado la responsabilidad del ataque.\",            \"translated_title\": \"La administración de Biden desaprueba el ataque israelí al centro de la ONU\"        },        {            \"english_version\": \"The Bank of England announced plans to develop a state-backed digital pound as an alternative to volatile digital currencies issued by private companies. The central bank received over 50,000 responses during a consultation on the idea, which ended in 2023. Privacy and security concerns are being addressed in the design process.\",            \"english_title\": \"Bank of England plans state-backed digital pound\",            \"translated_version\": \"El Banco de Inglaterra anunció planes para desarrollar una libra digital respaldada por el estado como alternativa a las monedas digitales volátiles emitidas por empresas privadas. El banco central recibió más de 50,000 respuestas durante una consulta sobre la idea, que finalizó en 2023. Las preocupaciones de privacidad y seguridad se están abordando en el proceso de diseño.\",            \"translated_title\": \"El Banco de Inglaterra planea una libra digital respaldada por el estado\"        },        {            \"english_version\": \"Germany's Ifo business-climate index, a widely watched benchmark, dropped to its lowest reading since October 2022. The index fell to 85.2 in January from 86.3 in December. The country's largest economy contracted in 2023, and economists predict another contraction this year due to various challenges.\",            \"english_title\": \"Germany's business-climate index drops to lowest reading\",            \"translated_version\": \"El índice de clima empresarial de Alemania, un referente ampliamente observado, cayó a su nivel más bajo desde octubre de 2022. El índice cayó a 85.2 en enero desde 86.3 en diciembre. La economía más grande del país se contrajo en 2023 y los economistas predicen otra contracción este año debido a varios desafíos.\",            \"translated_title\": \"El índice de clima empresarial de Alemania cae a su nivel más bajo\"        },        {            \"english_version\": \"Apple experienced a 2.1% decline in smartphone sales in China during the fourth quarter of 2023, while Huawei's sales grew by 36.2% during the same period. Apple faces difficulties in China due to restrictions imposed by some companies, while Huawei's new smartphone models contributed to its sales growth.\",            \"english_title\": \"Apple's smartphone sales decline in China\",            \"translated_version\": \"Apple experimentó una disminución del 2.1% en las ventas de teléfonos inteligentes en China durante el cuarto trimestre de 2023, mientras que las ventas de Huawei crecieron un 36.2% durante el mismo período. Apple enfrenta dificultades en China debido a las restricciones impuestas por algunas empresas, mientras que los nuevos modelos de teléfonos inteligentes de Huawei contribuyeron a su crecimiento en ventas.\",            \"translated_title\": \"Las ventas de teléfonos inteligentes de Apple disminuyen en China\"        }    ]}"