"{    \"translations\": [        {            \"english_version\": \"The head of the CIA will reportedly help mediate a deal between Hamas and Israel to free Israeli hostages. In the coming days William Burns, along with Israel’s spy chief, will meet with Egyptian and Qatari officials.\",            \"english_title\": \"CIA to Mediate Deal Between Hamas and Israel\",            \"translated_version\": \"El jefe de la CIA ayudará supuestamente a mediar un acuerdo entre Hamas e Israel para liberar a los rehenes israelíes. En los próximos días, William Burns, junto con el jefe de espionaje de Israel, se reunirá con funcionarios egipcios y cataríes.\",            \"translated_title\": \"La CIA mediará un acuerdo entre Hamas e Israel\"        },        {            \"english_version\": \"The Iraqi and American governments are set to begin formal talks to end America’s military presence in Iraq and engage in bilateral relations. America’s military has been in Iraq since 2003 and currently has around 2,500 troops stationed there to help prevent a resurgence of Islamic State. Iraq’s government has repeatedly called for America’s withdrawal from the country.\",            \"english_title\": \"Formal Talks to End America's Military Presence in Iraq\",            \"translated_version\": \"Los gobiernos de Irak y Estados Unidos están listos para comenzar conversaciones formales para poner fin a la presencia militar de Estados Unidos en Irak y establecer relaciones bilaterales. El ejército de Estados Unidos ha estado en Irak desde 2003 y actualmente tiene alrededor de 2,500 soldados estacionados allí para ayudar a prevenir un resurgimiento del Estado Islámico. El gobierno de Irak ha pedido repetidamente la retirada de Estados Unidos del país.\",            \"translated_title\": \"Conversaciones formales para poner fin a la presencia militar de Estados Unidos en Irak\"        },        {            \"english_version\": \"A Russian court convicted a woman to 27 years in jail over a bombing in a café that killed a Russian pro-war blogger and injured 42 others in April 2023. Darya Trepova was charged with terrorism, illegal trafficking of explosives and faking documents.\",            \"english_title\": \"Woman Convicted for Café Bombing in Russia\",            \"translated_version\": \"Un tribunal ruso condenó a una mujer a 27 años de prisión por un atentado en un café que mató a un bloguero ruso proguerra e hirió a otras 42 personas en abril de 2023. Darya Trepova fue acusada de terrorismo, tráfico ilegal de explosivos y falsificación de documentos.\",            \"translated_title\": \"Mujer condenada por atentado en café en Rusia\"        },        {            \"english_version\": \"Turkey officially approved Sweden’s NATO membership with a signature from Recep Tayyip Erdogan, the president. That makes Hungary the final hold-out; all 31 NATO members must ratify applications. Earlier Laszlo Kover, the speaker of the Hungarian parliament, which returns from recess next month, said he felt no urgency to move on the matter.\",            \"english_title\": \"Turkey Approves Sweden's NATO Membership\",            \"translated_version\": \"Turquía aprobó oficialmente la membresía de Suecia en la OTAN con la firma de Recep Tayyip Erdogan, el presidente. Eso convierte a Hungría en el último país en resistirse; los 31 miembros de la OTAN deben ratificar las solicitudes. Anteriormente, Laszlo Kover, el presidente del parlamento húngaro, que regresa de un receso el próximo mes, dijo que no sentía ninguna urgencia por avanzar en el asunto.\",            \"translated_title\": \"Turquía aprueba la membresía de Suecia en la OTAN\"        },        {            \"english_version\": \"Apple said it would allow alternative app stores and in-app payment methods on its iPhones and iPads in the European Union. It is a response to an EU law which aims to level the playing field for tech companies. But developers who distribute their apps through a non-Apple app store will still have to pay a fee after hitting 1m downloads.\",            \"english_title\": \"Apple to Allow Alternative App Stores in EU\",            \"translated_version\": \"Apple dijo que permitiría tiendas de aplicaciones alternativas y métodos de pago en la aplicación en sus iPhones y iPads en la Unión Europea. Es una respuesta a una ley de la UE que tiene como objetivo nivelar el campo de juego para las empresas tecnológicas. Pero los desarrolladores que distribuyen sus aplicaciones a través de una tienda de aplicaciones que no es de Apple aún tendrán que pagar una tarifa después de alcanzar 1 millón de descargas.\",            \"translated_title\": \"Apple permitirá tiendas de aplicaciones alternativas en la UE\"        }    ]}"