"{    \"translations\": [        {            \"english_version\": \"Almost 170 people were hurt in an explosion during Friday prayers in Islamabad, the capital of Pakistan.\",            \"english_title\": \"Explosion in Islamabad\",            \"translated_version\": \"Casi 170 personas se lastimaron en una explosión durante las oraciones del viernes en Islamabad, la capital de Pakistán.\",            \"translated_title\": \"Explosión en Islamabad\"        },        {            \"english_version\": \"Abbas Aragchi mentioned there will be more discussions after talks in Muscat, where both sides had very different views.\",            \"english_title\": \"More Talks in Muscat\",            \"translated_version\": \"Abbas Aragchi dijo que habrá más charlas después de las conversaciones en Muscat, donde ambos lados tenían opiniones muy diferentes.\",            \"translated_title\": \"Más Charlas en Muscat\"        },        {            \"english_version\": \"The United States had planned moves before President Trump expressed interest in buying Greenland, which are now seen as support for Greenlanders.\",            \"english_title\": \"US Plans for Greenland\",            \"translated_version\": \"Estados Unidos había planeado acciones antes de que el Presidente Trump mostrara interés en comprar Groenlandia, que ahora se ven como apoyo para los groenlandeses.\",            \"translated_title\": \"Planes de EE.UU. para Groenlandia\"        },        {            \"english_version\": \"The Royal Australian Mint defended the design of coins celebrating 100 years since Queen Elizabeth II's birth.\",            \"english_title\": \"Australian Coins Design\",            \"translated_version\": \"La Casa de Moneda de Australia defendió el diseño de monedas que celebran 100 años desde el nacimiento de la Reina Isabel II.\",            \"translated_title\": \"Diseño de Monedas Australianas\"        },        {            \"english_version\": \"Nancy Guthrie, the 84-year-old mother of an NBC News presenter, was reportedly taken from her home in Tucson, Arizona.\",            \"english_title\": \"Nancy Guthrie Taken\",            \"translated_version\": \"Nancy Guthrie, la madre de 84 años de un presentador de NBC News, fue llevada de su casa en Tucson, Arizona.\",            \"translated_title\": \"Nancy Guthrie Llevada\"        }    ]}"