"{    \"translations\": [        {            \"english_version\": \"Iran's state media confirmed that Ebrahim Raisi, the country's president, died in a helicopter crash. The crash happened in the mountainous north-west of Iran after a visit to the border with Azerbaijan. Bad weather was blamed for the accident.\",            \"english_title\": \"Iran President's Death\",            \"translated_version\": \"Los medios estatales de Irán confirmaron que Ebrahim Raisi, el presidente del país, murió en un accidente de helicóptero. El accidente ocurrió en el noroeste montañoso de Irán después de una visita a la frontera con Azerbaiyán. Se culpó al mal tiempo por el accidente.\",            \"translated_title\": \"Muerte del Presidente de Irán\"        },        {            \"english_version\": \"The loss of President Raisi is expected to lead to a significant power struggle in Iran. This event could have far-reaching consequences for the country's political landscape.\",            \"english_title\": \"Power Struggle\",            \"translated_version\": \"Se espera que la pérdida del Presidente Raisi conduzca a una importante lucha de poder en Irán. Este evento podría tener consecuencias de gran alcance para el panorama político del país.\",            \"translated_title\": \"Lucha de Poder\"        },        {            \"english_version\": \"Jake Sullivan, America's national security adviser, traveled to Israel to advocate for a ceasefire agreement. He encouraged Israel's Prime Minister, Binyamin Netanyahu, to link the Gaza conflict to a political strategy for the region's future.\",            \"english_title\": \"Ceasefire Efforts\",            \"translated_version\": \"Jake Sullivan, el asesor de seguridad nacional de Estados Unidos, viajó a Israel para abogar por un acuerdo de alto el fuego. Animó al Primer Ministro de Israel, Binyamin Netanyahu, a vincular el conflicto en Gaza a una estrategia política para el futuro de la región.\",            \"translated_title\": \"Esfuerzos de Alto el Fuego\"        },        {            \"english_version\": \"Benny Gantz, a prominent political rival of Prime Minister Netanyahu, threatened to withdraw from Israel's war cabinet if Netanyahu fails to present a post-war plan for Gaza. This move adds pressure on Netanyahu to address the situation.\",            \"english_title\": \"Political Pressure on Netanyahu\",            \"translated_version\": \"Benny Gantz, un prominente rival político del Primer Ministro Netanyahu, amenazó con retirarse del gabinete de guerra de Israel si Netanyahu no presenta un plan post-guerra para Gaza. Esta acción añade presión sobre Netanyahu para abordar la situación.\",            \"translated_title\": \"Presión Política sobre Netanyahu\"        }    ]}"