"{    \"translations\": [        {            \"english_version\": \"Al-Shifa hospital, the largest in Gaza, began burying more than 100 dead bodies in a mass grave inside the medical complex to avoid a sanitary crisis, Gaza’s health ministry said.\",            \"english_title\": \"Mass Burial in Gaza Hospital\",            \"translated_version\": \"El hospital Al-Shifa, el más grande de Gaza, comenzó a enterrar más de 100 cuerpos en una fosa común dentro del complejo médico para evitar una crisis sanitaria, según el ministerio de salud de Gaza.\",            \"translated_title\": \"Entierro masivo en hospital de Gaza\"        },        {            \"english_version\": \"Earlier the UN said that some 200,000 people have fled northern Gaza in the past ten days as Israeli forces continued their offensive, and President Joe Biden said that Gaza’s hospitals must be protected.\",            \"english_title\": \"Mass Exodus from Northern Gaza\",            \"translated_version\": \"Anteriormente, la ONU dijo que unas 200,000 personas han huido del norte de Gaza en los últimos diez días mientras las fuerzas israelíes continúan su ofensiva, y el presidente Joe Biden dijo que los hospitales de Gaza deben ser protegidos.\",            \"translated_title\": \"Éxodo masivo del norte de Gaza\"        },        {            \"english_version\": \"American inflation fell more than expected last month, a boon to the Federal Reserve as it mulls whether to end its tightening cycle.\",            \"english_title\": \"Decrease in American Inflation\",            \"translated_version\": \"La inflación estadounidense cayó más de lo esperado el mes pasado, una bendición para la Reserva Federal mientras considera si poner fin a su ciclo de ajuste.\",            \"translated_title\": \"Disminución de la inflación estadounidense\"        },        {            \"english_version\": \"Germany’s defence minister, Boris Pistorius, said it was safe to assume that the European Union will miss a target to produce 1m pieces of ammunition for Ukraine by next spring.\",            \"english_title\": \"EU's Missed Target for Ammunition Production\",            \"translated_version\": \"El ministro de defensa de Alemania, Boris Pistorius, dijo que es seguro asumir que la Unión Europea no alcanzará el objetivo de producir 1 millón de piezas de municiones para Ucrania para la próxima primavera.\",            \"translated_title\": \"Objetivo incumplido de la UE para la producción de municiones\"        },        {            \"english_version\": \"Hyundai Motor broke ground on an electric-vehicle factory in South Korea, the carmaker’s first new plant in its home country in 29 years.\",            \"english_title\": \"Hyundai's New Electric Vehicle Factory\",            \"translated_version\": \"Hyundai Motor inició la construcción de una fábrica de vehículos eléctricos en Corea del Sur, la primera nueva planta del fabricante de automóviles en su país de origen en 29 años.\",            \"translated_title\": \"Nueva fábrica de vehículos eléctricos de Hyundai\"        }    ]}"