"{    \"translations\": [        {            \"english_version\": \"A preliminary report says a cable that broke on the Glória funicular last month had never been certified, and mentions other failures.\",            \"english_title\": \"Glória Funicular Cable Report\",            \"translated_version\": \"Un reporte dice que un cable que se rompió en el funicular de Glória el mes pasado nunca fue certificado y menciona otros problemas.\",            \"translated_title\": \"Reporte del Cable del Funicular\"        },        {            \"english_version\": \"The deadliest day of attacks since the truce took effect on 10 October raises questions as to whether it will last.\",            \"english_title\": \"Deadliest Day Since Truce\",            \"translated_version\": \"El día más mortal de ataques desde que la tregua comenzó el 10 de octubre hace preguntas sobre si durará.\",            \"translated_title\": \"Día Mortal Desde la Tregua\"        },        {            \"english_version\": \"The two countries will boost investments to expand mining and processing of critical minerals, amid dependency on China.\",            \"english_title\": \"Countries to Boost Mineral Investments\",            \"translated_version\": \"Los dos países aumentarán inversiones para expandir la minería y el procesamiento de minerales importantes, debido a la dependencia de China.\",            \"translated_title\": \"Países Aumentan Inversiones en Minerales\"        },        {            \"english_version\": \"A hunt is under way to find the four thieves before the jewels - which once belonged to French royals - vanish for good.\",            \"english_title\": \"Hunt for Jewel Thieves\",            \"translated_version\": \"Hay una búsqueda para encontrar a los cuatro ladrones antes de que las joyas - que una vez fueron de la realeza francesa - desaparezcan para siempre.\",            \"translated_title\": \"Búsqueda de Ladrones de Joyas\"        },        {            \"english_version\": \"The US and Russian presidents announced on Thursday that they planned to meet in Budapest.\",            \"english_title\": \"US and Russian Presidents to Meet\",            \"translated_version\": \"Los presidentes de EE.UU. y Rusia anunciaron el jueves que planean reunirse en Budapest.\",            \"translated_title\": \"Presidentes de EE.UU. y Rusia se Reúnen\"        }    ]}"