"{    \"translations\": [        {            \"english_version\": \"Federal authorities claim Alex Pretti was a domestic terrorist, but Minnesota’s governor disagrees and calls it nonsense. Alex Pretti was known for loving outdoor activities like mountain biking.\",            \"english_title\": \"Disagreement on Alex Pretti\",            \"translated_version\": \"Las autoridades federales dicen que Alex Pretti era un terrorista, pero el gobernador de Minnesota no está de acuerdo y dice que es una tontería. Alex Pretti era conocido por amar actividades al aire libre como andar en bicicleta de montaña.\",            \"translated_title\": \"Desacuerdo sobre Alex Pretti\"        },        {            \"english_version\": \"Alex Honnold has become the first person to climb a building in Taiwan alone without using safety equipment.\",            \"english_title\": \"Alex Honnold's Building Climb\",            \"translated_version\": \"Alex Honnold se convirtió en la primera persona en escalar un edificio en Taiwán solo sin usar equipo de seguridad.\",            \"translated_title\": \"Escalada de Edificio de Alex Honnold\"        },        {            \"english_version\": \"Tensions seem to have increased between Trump and Canadian Prime Minister Mark Carney.\",            \"english_title\": \"Tensions Between Trump and Carney\",            \"translated_version\": \"Las tensiones parecen haber aumentado entre Trump y el Primer Ministro de Canadá, Mark Carney.\",            \"translated_title\": \"Tensiones entre Trump y Carney\"        },        {            \"english_version\": \"Many parties were banned, and there was no voting in about half of the country, which is experiencing fear and civil war.\",            \"english_title\": \"Bans and No Voting\",            \"translated_version\": \"Muchos partidos fueron prohibidos y no hubo votaciones en casi la mitad del país, que está experimentando miedo y guerra civil.\",            \"translated_title\": \"Prohibiciones y Sin Votaciones\"        },        {            \"english_version\": \"The US president praised allied forces for avoiding the front lines during the Afghanistan conflict.\",            \"english_title\": \"Praise for Allied Forces\",            \"translated_version\": \"El presidente de EE.UU. elogió a las fuerzas aliadas por evitar las líneas del frente durante el conflicto en Afganistán.\",            \"translated_title\": \"Elogio a las Fuerzas Aliadas\"        }    ]}"