"{    \"translations\": [        {            \"english_version\": \"America’s Supreme Court has decided that TikTok's Chinese owner, ByteDance, must sell the app or face a nationwide ban. This law was passed due to concerns about Chinese influence. The deadline for selling the app is Sunday, just before Donald Trump's inauguration. If ByteDance does not comply, TikTok could be removed from app stores.\",            \"english_title\": \"America's Supreme Court ruling on TikTok\",            \"translated_version\": \"La Corte Suprema de América ha decidido que el dueño chino de TikTok, ByteDance, debe vender la aplicación o enfrentar una prohibición nacional. Esta ley se aprobó debido a preocupaciones sobre la influencia china. La fecha límite para vender la aplicación es el domingo, justo antes de la inauguración de Donald Trump. Si ByteDance no cumple, TikTok podría ser eliminado de las tiendas de aplicaciones.\",            \"translated_title\": \"Decisión de la Corte Suprema de América sobre TikTok\"        },        {            \"english_version\": \"Israel's security cabinet has given the green light to a ceasefire deal with Gaza. The government will vote on this agreement later today. However, some hard-right members of Binyamin Netanyahu’s coalition are against the deal and have even threatened to resign in protest. The ceasefire is expected to come into effect on Sunday, and Hamas is likely to release the first hostages on that day.\",            \"english_title\": \"Israel's approval of Gaza ceasefire deal\",            \"translated_version\": \"El gabinete de seguridad de Israel ha dado luz verde a un acuerdo de alto el fuego con Gaza. El gobierno votará sobre este acuerdo más tarde hoy. Sin embargo, algunos miembros de extrema derecha de la coalición de Binyamin Netanyahu están en contra del acuerdo e incluso han amenazado con renunciar en protesta. Se espera que el alto el fuego entre en vigor el domingo, y es probable que Hamas libere a los primeros rehenes ese día.\",            \"translated_title\": \"Aprobación de Israel al acuerdo de alto el fuego en Gaza\"        }    ]}"