"{    \"translations\": [        {            \"english_version\": \"The Israel Defence Forces killed ten Palestinians and detained eight more during a raid in the West Bank. They destroyed a bomb-making lab and seized assault rifles. Overnight attacks in Gaza also killed ten people. Hamas's leader met with Turkey's president to discuss aid delivery to Gaza and the need for lasting peace.\",            \"english_title\": \"Conflict in Middle East\",            \"translated_version\": \"El Ejército de Defensa de Israel mató a diez palestinos y detuvo a otros ocho durante una redada en Cisjordania. Destruyeron un laboratorio de fabricación de bombas y confiscaron rifles de asalto. Los ataques nocturnos en Gaza también mataron a diez personas. El líder de Hamas se reunió con el presidente de Turquía para hablar sobre la entrega de ayuda a Gaza y la necesidad de paz duradera.\",            \"translated_title\": \"Conflict in Middle East\"        },        {            \"english_version\": \"The Popular Mobilisation Forces reported an attack on one of its military bases in Iraq. The explosion at the Kalso base killed one member and injured several others. America's armed forces denied involvement, and Iraq's government announced an investigation into the incident.\",            \"english_title\": \"Military Base Attack in Iraq\",            \"translated_version\": \"Las Fuerzas de Movilización Popular informaron de un ataque a una de sus bases militares en Iraq. La explosión en la base de Kalso mató a un miembro e hirió a varios otros. Las fuerzas armadas de Estados Unidos negaron su participación, y el gobierno de Iraq anunció una investigación sobre el incidente.\",            \"translated_title\": \"Military Base Attack in Iraq\"        },        {            \"english_version\": \"An American aid package worth $95bn, including $60bn for Ukraine, is set for a final vote. Democratic lawmakers supported the plan despite Republican opposition. If passed, the package will move to the Senate for approval before becoming law.\",            \"english_title\": \"International Aid Package\",            \"translated_version\": \"Un paquete de ayuda estadounidense por valor de $95 mil millones, incluidos $60 mil millones para Ucrania, está listo para una votación final. Los legisladores demócratas apoyaron el plan a pesar de la oposición republicana. Si se aprueba, el paquete pasará al Senado para su aprobación antes de convertirse en ley.\",            \"translated_title\": \"International Aid Package\"        },        {            \"english_version\": \"Fighting has escalated in eastern Myanmar between rebel groups and the ruling junta. Nearly 1,700 people fled across the border to Thailand for refuge. The junta had to withdraw its troops from the trading hub earlier this month.\",            \"english_title\": \"Conflict in Myanmar\",            \"translated_version\": \"La lucha ha escalado en el este de Myanmar entre grupos rebeldes y la junta gobernante. Casi 1,700 personas huyeron cruzando la frontera a Tailandia en busca de refugio. La junta tuvo que retirar sus tropas del centro comercial a principios de este mes.\",            \"translated_title\": \"Conflict in Myanmar\"        },        {            \"english_version\": \"The UN warned of 'extreme and immediate danger' in el-Fasher, Sudan, due to inter-communal strife. War erupted in Sudan a year ago, displacing over 8.6m people. The city is facing a critical humanitarian crisis.\",            \"english_title\": \"UN Warning in Sudan\",            \"translated_version\": \"La ONU advirtió de un 'peligro extremo e inmediato' en el-Fasher, Sudán, debido a la lucha intercomunitaria. La guerra estalló en Sudán hace un año, desplazando a más de 8.6 millones de personas. La ciudad enfrenta una crisis humanitaria crítica.\",            \"translated_title\": \"UN Warning in Sudan\"        }    ]}"