"{    \"translations\": [        {            \"english_version\": \"A second aid convoy entered Gaza from Egypt, the UN confirmed. The 14 lorries—carrying only water, food and medical equipment, according to the Israeli defence ministry—follow 20 that entered the besieged enclave on Saturday.\",            \"english_title\": \"Aid Convoy Enters Gaza\",            \"translated_version\": \"Un segundo convoy de ayuda entró a Gaza desde Egipto, lo confirmó la ONU. Los 14 camiones, que solo llevaban agua, comida y equipo médico según el ministerio de defensa de Israel, siguen a los 20 que entraron al enclave asediado el sábado.\",            \"translated_title\": \"Convoy de Ayuda Entra a Gaza\"        },        {            \"english_version\": \"The Philippines accused China of provocative, irresponsible and illegal action after a Chinese vessel collided with a Philippine resupply boat in the South China Sea. China’s coast guard said it lawfully blocked the Philippine vessel, which was carrying illegal construction materials to a warship. Such clashes have become increasingly common amid Chinese expansionism in the South China Sea.\",            \"english_title\": \"Philippines Accuses China of Illegal Action\",            \"translated_version\": \"Filipinas acusó a China de una acción provocativa, irresponsable e ilegal después de que un barco chino chocara con un barco de suministro filipino en el Mar de China Meridional. La guardia costera de China dijo que bloqueó legalmente el barco filipino, que llevaba materiales de construcción ilegales para un barco de guerra. Estos enfrentamientos se han vuelto cada vez más comunes debido al expansionismo chino en el Mar de China Meridional.\",            \"translated_title\": \"Filipinas Acusa a China de Acción Ilegal\"        },        {            \"english_version\": \"Iran’s state media said that the country will host a conference on Monday to discuss the conflict between Armenia and Azerbaijan over the ethnic-Armenian enclave of Nagorno-Karabakh. The foreign ministers of Russia, Turkey and Georgia are due to attend, together with their counterparts from the two warring South Caucasus countries. Iran said the meeting would thus happen without the interference of Western countries.\",            \"english_title\": \"Iran to Host Conference on Nagorno-Karabakh Conflict\",            \"translated_version\": \"Los medios estatales de Irán dijeron que el país organizará una conferencia el lunes para discutir el conflicto entre Armenia y Azerbaiyán sobre el enclave étnico armenio de Nagorno-Karabaj. Los ministros de Relaciones Exteriores de Rusia, Turquía y Georgia asistirán, junto con sus homólogos de los dos países del Cáucaso Sur en guerra. Irán dijo que la reunión se llevará a cabo sin la interferencia de los países occidentales.\",            \"translated_title\": \"Irán Organizará Conferencia sobre el Conflicto de Nagorno-Karabaj\"        },        {            \"english_version\": \"An Iranian teenage girl who fell into a coma after an alleged encounter with the morality police was declared brain dead. Activists accuse the police of attacking her in the Tehran metro for not wearing a hijab; the government argues that she merely fainted. Comparisons have been made to Mahsa Amini, who died in police custody last year, sparking nationwide protests.\",            \"english_title\": \"Teenage Girl Declared Brain Dead in Iran\",            \"translated_version\": \"Una adolescente iraní que cayó en coma después de un presunto encuentro con la policía de moralidad fue declarada con muerte cerebral. Los activistas acusan a la policía de atacarla en el metro de Teherán por no usar un hiyab; el gobierno argumenta que simplemente se desmayó. Se han hecho comparaciones con Mahsa Amini, quien murió bajo custodia policial el año pasado, lo que provocó protestas en todo el país.\",            \"translated_title\": \"Adolescente Declarada con Muerte Cerebral en Irán\"        },        {            \"english_version\": \"Slovenia deployed police to its borders with Croatia and Hungary, citing security threats from members of various terrorist and extremist groups. On Thursday the Slovenian government had introduced temporary border controls at crossings, following a similar move by neighbouring Italy. European officials are increasingly concerned about the fallout from the Israel-Hamas war.\",            \"english_title\": \"Slovenia Deploys Police to Borders\",            \"translated_version\": \"Eslovenia desplegó policía en sus fronteras con Croacia y Hungría, citando amenazas de seguridad por parte de miembros de varios grupos terroristas y extremistas. El jueves, el gobierno esloveno había introducido controles temporales en las fronteras en los cruces, siguiendo un movimiento similar de Italia vecina. Los funcionarios europeos están cada vez más preocupados por las consecuencias de la guerra entre Israel y Hamás.\",            \"translated_title\": \"Eslovenia Despliega Policía en las Fronteras\"        }    ]}"