"{    \"translations\": [        {            \"english_version\": \"Ron DeSantis, the popular governor of Florida, has dropped out of the Republican presidential race and has thrown his support behind Donald Trump. Despite investing heavily in Iowa, DeSantis struggled to gain momentum and came in a distant second to Trump in the state's caucuses. He suspended his campaign two days before the New Hampshire polls. Meanwhile, his former rival Nikki Haley is hoping for a strong showing in New Hampshire.\",            \"english_title\": \"Florida Governor Drops Out of Presidential Race\",            \"translated_version\": \"El gobernador popular de Florida, Ron DeSantis, se ha retirado de la carrera presidencial republicana y ha brindado su apoyo a Donald Trump. A pesar de invertir mucho en Iowa, DeSantis luchó por ganar impulso y quedó en un distante segundo lugar detrás de Trump en las asambleas del estado. Suspendió su campaña dos días antes de las elecciones de New Hampshire. Mientras tanto, su ex rival Nikki Haley espera tener un buen desempeño en New Hampshire.\",            \"translated_title\": \"El Gobernador de Florida se Retira de la Carrera Presidencial\"        },        {            \"english_version\": \"Israel's prime minister, Binyamin Netanyahu, has rejected an offer from Hamas to release hostages in exchange for a complete withdrawal of Israeli forces from Gaza. Hamas also demanded to remain in control of the enclave after the war. A Hamas official stated that there is now no chance of the hostages' return. Family members of the Israeli hostages have started a protest outside Netanyahu's home in Jerusalem.\",            \"english_title\": \"Israeli Prime Minister Rejects Hamas Offer\",            \"translated_version\": \"El primer ministro de Israel, Binyamin Netanyahu, ha rechazado una oferta de Hamas para liberar a los rehenes a cambio de una retirada completa de las fuerzas israelíes de Gaza. Hamas también exigió permanecer en control del enclave después de la guerra. Un funcionario de Hamas declaró que ahora no hay posibilidad de que los rehenes regresen. Los familiares de los rehenes israelíes han comenzado una protesta frente a la casa de Netanyahu en Jerusalén.\",            \"translated_title\": \"El Primer Ministro de Israel Rechaza la Oferta de Hamas\"        },        {            \"english_version\": \"ExxonMobil has filed a lawsuit against two investment groups, Follow This and Arjuna Capital, who have proposed a shareholder vote on new climate targets. The activist-investor fund in Amsterdam and the investment adviser want Exxon to accelerate its reduction of carbon emissions. Exxon argues that the investors are driven by an extreme agenda.\",            \"english_title\": \"ExxonMobil Sues Investment Groups Over Climate Targets\",            \"translated_version\": \"ExxonMobil ha presentado una demanda contra dos grupos de inversión, Follow This y Arjuna Capital, que han propuesto una votación de accionistas sobre nuevos objetivos climáticos. El fondo de inversión activista en Ámsterdam y el asesor de inversiones quieren que Exxon acelere la reducción de sus emisiones de carbono. Exxon argumenta que los inversores están impulsados por una agenda extrema.\",            \"translated_title\": \"ExxonMobil Demanda a Grupos de Inversión por Objetivos Climáticos\"        },        {            \"english_version\": \"A Russian fuel-export terminal has suspended some operations following a suspected Ukrainian drone attack that caused a fire. The terminal, located on the Baltic Sea, supplies fuel to Russian troops and is considered an important facility by Ukraine. In a separate incident, shelling by Ukraine resulted in the death of 27 people in Donetsk, a city controlled by Russia in eastern Ukraine.\",            \"english_title\": \"Russian Fuel-Export Terminal Suspends Operations\",            \"translated_version\": \"Una terminal rusa de exportación de combustible ha suspendido algunas operaciones después de un presunto ataque de drones ucranianos que causó un incendio. La terminal, ubicada en el Mar Báltico, suministra combustible a las tropas rusas y es considerada una instalación importante por Ucrania. En un incidente separado, el bombardeo de Ucrania resultó en la muerte de 27 personas en Donetsk, una ciudad controlada por Rusia en el este de Ucrania.\",            \"translated_title\": \"Terminal Rusa de Exportación de Combustible Suspende Operaciones\"        },        {            \"english_version\": \"China's commercial banks have kept their lending rates unchanged, according to data released by the People's Bank of China. Despite forecasts for a rate cut, the central bank has held rates steady. However, analysts believe that rate cuts are likely in the coming months due to deflation, a downturn in the property sector, and weak investor sentiment.\",            \"english_title\": \"China's Commercial Banks Maintain Lending Rates\",            \"translated_version\": \"Los bancos comerciales de China han mantenido sin cambios sus tasas de préstamo, según datos publicados por el Banco Popular de China. A pesar de las previsiones de una reducción de tasas, el banco central ha mantenido las tasas estables. Sin embargo, los analistas creen que es probable que haya recortes de tasas en los próximos meses debido a la deflación, una desaceleración en el sector inmobiliario y un sentimiento débil de los inversores.\",            \"translated_title\": \"Bancos Comerciales de China Mantienen Tasas de Préstamo\"        }    ]}"