"{    \"translations\": [        {            \"english_version\": \"Donald Trump won the Republican primary in New Hampshire, defeating Nikki Haley. The final polls closed at 8pm, precisely when Mr Trump was declared the winner.\",            \"english_title\": \"Trump Wins Republican Primary in New Hampshire\",            \"translated_version\": \"Donald Trump ganó las elecciones primarias republicanas en New Hampshire, derrotando a Nikki Haley. Las encuestas finales cerraron a las 8pm, justo cuando el Sr. Trump fue declarado el ganador.\",            \"translated_title\": \"Trump gana las primarias republicanas en New Hampshire\"        },        {            \"english_version\": \"Turkey's parliament approved Sweden's bid to join NATO, ending a years-long stand-off. Hungary still needs to ratify it. Sweden and Finland applied to join the defence bloc in May 2022, after Russia invaded Ukraine. Turkey cleared Finland last March, but Hungary's leader, Viktor Orban, has invited Sweden to negotiate its accession.\",            \"english_title\": \"Turkey Approves Sweden's NATO Membership\",            \"translated_version\": \"El parlamento de Turquía aprobó la solicitud de Suecia para unirse a la OTAN, poniendo fin a un enfrentamiento que duró años. Hungría aún necesita ratificarlo. Suecia y Finlandia solicitaron unirse al bloque de defensa en mayo de 2022, después de que Rusia invadiera Ucrania. Turquía aprobó a Finlandia en marzo pasado, pero el líder de Hungría, Viktor Orban, ha invitado a Suecia a negociar su adhesión.\",            \"translated_title\": \"Turquía aprueba la membresía de Suecia en la OTAN\"        },        {            \"english_version\": \"America launched strikes on facilities in Iraq used by Iran-backed militias. The defence secretary, Lloyd Austin, said the strikes were in retaliation for a series of attacks on Americans and allies in Iraq and Syria.\",            \"english_title\": \"US Launches Strikes on Iran-Backed Militias in Iraq\",            \"translated_version\": \"Estados Unidos lanzó ataques contra instalaciones en Irak utilizadas por milicias respaldadas por Irán. El secretario de defensa, Lloyd Austin, dijo que los ataques fueron en represalia por una serie de ataques contra estadounidenses y aliados en Irak y Siria.\",            \"translated_title\": \"EE.UU. lanza ataques contra milicias respaldadas por Irán en Irak\"        },        {            \"english_version\": \"Israel's prime minister, Binyamin Netanyahu, vowed to continue fighting in Gaza until the country achieves absolute victory. Yesterday, 24 soldiers were killed in fighting in southern Gaza, marking the highest daily death toll since the war began in October.\",            \"english_title\": \"Netanyahu Vows to Continue Fighting in Gaza\",            \"translated_version\": \"El primer ministro de Israel, Binyamin Netanyahu, prometió continuar luchando en Gaza hasta que el país logre una victoria absoluta. Ayer, 24 soldados murieron en combates en el sur de Gaza, marcando el mayor número de muertes diarias desde que comenzó la guerra en octubre.\",            \"translated_title\": \"Netanyahu promete continuar luchando en Gaza\"        },        {            \"english_version\": \"Several people were killed and dozens more injured in Russian missile attacks on Ukraine's two largest cities, Kyiv and Kharkiv. A gas pipeline in Kharkiv was also damaged. Russia's foreign minister, Sergei Lavrov, dismissed peace plans backed by the West as a road to nowhere at the UN Security Council.\",            \"english_title\": \"Russian Missile Attacks on Ukrainian Cities\",            \"translated_version\": \"Varias personas murieron y docenas resultaron heridas en ataques con misiles rusos a las dos ciudades más grandes de Ucrania, Kyiv y Kharkiv. También se dañó un gasoducto en Kharkiv. El ministro de Relaciones Exteriores de Rusia, Sergei Lavrov, desestimó los planes de paz respaldados por Occidente como un camino hacia ninguna parte en el Consejo de Seguridad de la ONU.\",            \"translated_title\": \"Ataques con misiles rusos en ciudades ucranianas\"        }    ]}"