"{    \"translations\": [        {            \"english_version\": \"Opinion polls show that Zohran Mamdani, a left-wing candidate, is leading against former state governor Andrew Cuomo in the upcoming election on Tuesday.\",            \"english_title\": \"Zohran Mamdani Leads in Polls\",            \"translated_version\": \"Las encuestas dicen que Zohran Mamdani, un candidato de izquierda, va ganando contra el exgobernador Andrew Cuomo en la elección del martes.\",            \"translated_title\": \"Zohran Mamdani va ganando\"        },        {            \"english_version\": \"Since Saturday, more than 40 million Americans have lost access to food assistance, known as Snap, due to the government shutdown.\",            \"english_title\": \"Millions Lose Food Assistance\",            \"translated_version\": \"Desde el sábado, más de 40 millones de americanos no tienen ayuda de comida, llamada Snap, por el cierre del gobierno.\",            \"translated_title\": \"Millones sin ayuda de comida\"        },        {            \"english_version\": \"Maj Gen Yifat Tomer-Yerushalmi resigned on Friday after admitting to leaking a video that allegedly shows the abuse of a Palestinian detainee.\",            \"english_title\": \"General Resigns After Video Leak\",            \"translated_version\": \"El General Yifat Tomer-Yerushalmi renunció el viernes después de decir que filtró un video que muestra el abuso de un detenido palestino.\",            \"translated_title\": \"General renuncia por video\"        },        {            \"english_version\": \"A new study suggests that the changes happening to Hektoria Glacier are unlike anything seen before, but not all scientists agree with this finding.\",            \"english_title\": \"Study on Hektoria Glacier\",            \"translated_version\": \"Un nuevo estudio dice que los cambios en el Glaciar Hektoria son diferentes a todo lo visto antes, pero no todos los científicos están de acuerdo.\",            \"translated_title\": \"Estudio del Glaciar Hektoria\"        },        {            \"english_version\": \"Rescuers have found two bodies and are looking for five more people who are believed to be buried under snow.\",            \"english_title\": \"Rescuers Search for Missing\",            \"translated_version\": \"Los rescatistas encontraron dos cuerpos y buscan a cinco personas más que creen están bajo la nieve.\",            \"translated_title\": \"Rescatistas buscan desaparecidos\"        }    ]}"