"{    \"translations\": [        {            \"english_version\": \"After days of chaos, America's Senate voted to pass a new spending deal to avert a government shutdown. The proposal will fund the government through March and includes a $110bn disaster-aid package. The provision to extend America's debt ceiling was dropped, despite support from Donald Trump. President Joe Biden is expected to sign the bill into law on Saturday.\",            \"english_title\": \"Government Spending Deal in America\",            \"translated_version\": \"Después de días de caos, el Senado de América votó para aprobar un nuevo acuerdo de gastos para evitar un cierre del gobierno. La propuesta financiará al gobierno hasta marzo e incluye un paquete de ayuda por desastres de $110 mil millones. La disposición para extender el techo de deuda de América fue eliminada, a pesar del apoyo de Donald Trump. Se espera que el Presidente Joe Biden firme el proyecto de ley el sábado.\",            \"translated_title\": \"Acuerdo de Gastos del Gobierno en América\"        },        {            \"english_version\": \"At least two people, including a child, were killed and dozens injured when a car drove into crowds at a Christmas market in Magdeburg, central Germany. The suspected driver, a doctor from Saudi Arabia who arrived in Germany in 2006, was arrested. The motive for the attack has not been confirmed.\",            \"english_title\": \"Tragic Incident at Christmas Market in Germany\",            \"translated_version\": \"Al menos dos personas, incluido un niño, murieron y docenas resultaron heridas cuando un coche se metió en la multitud en un mercado navideño en Magdeburg, en el centro de Alemania. El conductor sospechoso, un médico de Arabia Saudita que llegó a Alemania en 2006, fue arrestado. El motivo del ataque no ha sido confirmado.\",            \"translated_title\": \"Incidente Trágico en Mercado Navideño en Alemania\"        }    ]}"