"{    \"translations\": [        {            \"english_version\": \"During the first joint address to Congress of his second term, Donald Trump said his administration is 'just getting started'. He promised reciprocal tariffs on April 2nd, claiming they protect America’s 'soul', after his administration heightened trade tensions by enacting tariffs on Canada, Mexico and China earlier in the day. Many Democrats held protest signs during the speech while Al Green, a Democratic representative from Texas, was ejected from the chamber for heckling.\",            \"english_title\": \"Donald Trump's Address to Congress\",            \"translated_version\": \"Durante el primer discurso conjunto al Congreso de su segundo mandato, Donald Trump dijo que su administración está 'apenas comenzando'. Prometió aranceles recíprocos el 2 de abril, afirmando que protegen el 'alma' de América, después de que su administración intensificara las tensiones comerciales al imponer aranceles a Canadá, México y China más temprano en el día. Muchos demócratas sostenían carteles de protesta durante el discurso mientras Al Green, un representante demócrata de Texas, fue expulsado de la cámara por interrumpir.\",            \"translated_title\": \"Discurso de Donald Trump ante el Congreso\"        },        {            \"english_version\": \"Volodymyr Zelensky, Ukraine’s president, attempted to mend relations with America after Donald Trump suspended military aid to the country. Mr Zelensky seemingly denied Mr Trump’s accusations that Ukraine was not 'ready for peace' and reiterated his offer to strike a minerals deal with America. Earlier Marco Rubio, America’s secretary of state, said squeezing Ukraine could 'get the Russians to a negotiating table'.\",            \"english_title\": \"Volodymyr Zelensky's Efforts to Mend Relations\",            \"translated_version\": \"Volodymyr Zelensky, presidente de Ucrania, intentó mejorar las relaciones con América después de que Donald Trump suspendiera la ayuda militar al país. El Sr. Zelensky aparentemente negó las acusaciones del Sr. Trump de que Ucrania no estaba 'lista para la paz' y reiteró su oferta de hacer un acuerdo de minerales con América. Anteriormente, Marco Rubio, secretario de estado de América, dijo que presionar a Ucrania podría 'llevar a los rusos a una mesa de negociaciones'.\",            \"translated_title\": \"Los Esfuerzos de Volodymyr Zelensky para Mejorar Relaciones\"        }    ]}"