"{    \"translations\": [        {            \"english_version\": \"America refused to support a UN resolution that called Russia the aggressor in the war in Ukraine. The statement demands the Kremlin withdraw its troops from Ukraine. American officials also opposed similar language in a statement by the G7. This shows that Donald Trump wants to improve relations with Russia's president, Vladimir Putin.\",            \"english_title\": \"US Refusal to Support UN Resolution on Russia's Role in Ukraine Conflict\",            \"translated_version\": \"Estados Unidos se negó a apoyar una resolución de la ONU que llamaba a Rusia el agresor en la guerra en Ucrania. La declaración exige que el Kremlin retire sus tropas de Ucrania. Los funcionarios estadounidenses también se opusieron a un lenguaje similar en una declaración del G7. Esto muestra que Donald Trump quiere mejorar las relaciones con el presidente de Rusia, Vladimir Putin.\",            \"translated_title\": \"Negativa de EE. UU. a Apoyar Resolución de la ONU sobre el Papel de Rusia en el Conflicto de Ucrania\"        },        {            \"english_version\": \"Mike Waltz, America's national security adviser, advised Volodymyr Zelensky to stop criticizing Mr. Trump and consider a proposed deal that would give $500 billion worth of Ukraine's natural resources to America. Mr. Waltz defended the decision to exclude Ukraine and European allies from talks with Russia, calling it routine 'shuttle diplomacy.'\",            \"english_title\": \"National Security Adviser's Advice to Ukrainian President\",            \"translated_version\": \"Mike Waltz, asesor de seguridad nacional de Estados Unidos, aconsejó a Volodymyr Zelensky que dejara de criticar al Sr. Trump y considerara un acuerdo propuesto que daría $500 mil millones de los recursos naturales de Ucrania a Estados Unidos. El Sr. Waltz defendió la decisión de excluir a Ucrania y a los aliados europeos de las conversaciones con Rusia, llamándola 'diplomacia de enlace' rutinaria.\",            \"translated_title\": \"Consejo del Asesor de Seguridad Nacional al Presidente Ucraniano\"        }    ]}"