"{    \"translations\": [        {            \"english_version\": \"Joe Biden admitted that he did not do well in America's first presidential debate. He mentioned at a rally in North Carolina that he no longer debates the way he used to. Despite this, he believes he has the experience and moral strength to challenge Donald Trump, his Republican opponent. There is a division among Democrats on whether an alternative candidate should replace the president. Some feel that the party needs to make decisions, while others like Nancy Pelosi continue to support Biden. Biden's team confirmed that he will still participate in a second debate with Trump in September.\",            \"english_title\": \"Joe Biden's Performance in Presidential Debate\",            \"translated_version\": \"Joe Biden dijo que no le fue bien en el primer debate presidencial de Estados Unidos. Mencionó en un mitin en Carolina del Norte que ya no debate como solía hacerlo. A pesar de esto, cree que tiene la experiencia y la fuerza moral para desafiar a Donald Trump, su oponente republicano. Hay una división entre los Demócratas sobre si un candidato alternativo debería reemplazar al presidente. Algunos sienten que el partido necesita tomar decisiones, mientras que otros como Nancy Pelosi siguen apoyando a Biden. El equipo de Biden confirmó que aún participará en un segundo debate con Trump en septiembre.\",            \"translated_title\": \"El Desempeño de Joe Biden en el Debate Presidencial\"        },        {            \"english_version\": \"The Supreme Court of America overturned a long-standing legal principle known as the 'Chevron' rule. This rule, established in 1984, required the court to defer to federal agencies' interpretations of laws when they were unclear. The recent decision limits the power of regulators. Liberal justices disagreed with the ruling, with one warning that it could lead to significant disruptions.\",            \"english_title\": \"Supreme Court's Decision on Chevron Rule\",            \"translated_version\": \"La Corte Suprema de Estados Unidos revocó un principio legal de larga data conocido como la regla 'Chevron'. Esta regla, establecida en 1984, requería que la corte se deferiera a las interpretaciones de las leyes de las agencias federales cuando no estuvieran claras. La decisión reciente limita el poder de los reguladores. Los jueces liberales estuvieron en desacuerdo con la decisión, con uno advirtiendo que podría llevar a interrupciones significativas.\",            \"translated_title\": \"Decisión de la Corte Suprema sobre la Regla Chevron\"        }    ]}"