"{    \"translations\": [        {            \"english_version\": \"Antony Blinken, America’s secretary of state, continued his shuttle diplomacy of the Middle East with an unannounced visit to Iraq. Earlier on Sunday he met Mahmoud Abbas, the president of the Palestinian Authority (PA), in Ramallah. Mr Abbas demanded an immediate ceasefire; Mr Blinken has been pushing for humanitarian pauses to let in aid to the Gaza Strip. The pair discussed a possible role of the PA in Gaza if Hamas is destroyed. Mr Blinken now moves on to Turkey.\",            \"english_title\": \"Blinken's Visit to Iraq and Meeting with Abbas\",            \"translated_version\": \"El secretario de estado de Estados Unidos, Antony Blinken, continuó su diplomacia de lanzadera en Oriente Medio con una visita no anunciada a Iraq. Anteriormente, el domingo se reunió con Mahmoud Abbas, el presidente de la Autoridad Palestina (AP), en Ramallah. El Sr. Abbas exigió un alto el fuego inmediato; el Sr. Blinken ha estado presionando por pausas humanitarias para permitir la entrada de ayuda a la Franja de Gaza. La pareja discutió un posible papel de la AP en Gaza si Hamas es destruido. Ahora, el Sr. Blinken se dirige a Turquía.\",            \"translated_title\": \"Visita de Blinken a Iraq y Reunión con Abbas\"        },        {            \"english_version\": \"Fighting intensified in the Gaza Strip. Israeli troops claim to have split the enclave in two, and to have encircled Gaza city. Israel accused Hamas of the systematic use of hospitals to hide its military operations—including an underground command-and-control centre and a rocket launcher. Its troops found launch pads metres away from a children’s swimming pool and playground. Meanwhile, Gaza’s Hamas-controlled government said that an Israeli air strike on a refugee camp had killed at least 45 people.\",            \"english_title\": \"Intensified Fighting in Gaza Strip\",            \"translated_version\": \"La lucha se intensificó en la Franja de Gaza. Las tropas israelíes afirman haber dividido el enclave en dos y haber cercado la ciudad de Gaza. Israel acusó a Hamas de usar sistemáticamente hospitales para ocultar sus operaciones militares, incluyendo un centro de mando y control subterráneo y un lanzador de cohetes. Sus tropas encontraron plataformas de lanzamiento a metros de una piscina infantil y un parque infantil. Mientras tanto, el gobierno controlado por Hamas en Gaza dijo que un ataque aéreo israelí en un campamento de refugiados había matado al menos a 45 personas.\",            \"translated_title\": \"Lucha Intensificada en la Franja de Gaza\"        },        {            \"english_version\": \"A year to the day before America’s presidential election, an opinion poll for the New York Times found that voters in five battleground states—Arizona, Georgia, Michigan, Nevada and Pennsylvania—preferred Donald Trump over Joe Biden. The likely Republican contender enjoyed a lead of between four and ten points over the incumbent. Respondents unhappy with Mr Biden cited his age, as well as his handling of the economy, foreign policy and immigration.\",            \"english_title\": \"Opinion Poll on US Presidential Election\",            \"translated_version\": \"Un año antes de las elecciones presidenciales de Estados Unidos, una encuesta de opinión para el New York Times encontró que los votantes en cinco estados disputados: Arizona, Georgia, Michigan, Nevada y Pennsylvania, preferían a Donald Trump sobre Joe Biden. El probable contendiente republicano disfrutaba de una ventaja de entre cuatro y diez puntos sobre el titular. Los encuestados descontentos con el Sr. Biden citaron su edad, así como su manejo de la economía, la política exterior y la inmigración.\",            \"translated_title\": \"Encuesta de Opinión sobre las Elecciones Presidenciales de EE. UU.\"        },        {            \"english_version\": \"Elon Musk’s startup, xAI, launched a beta version of a generative-AI chatbot designed to rival ChatGPT. After testing, Grok will be available to premium subscribers of X (formerly Twitter) at $16 per month. Mr Musk said his bot will draw real-time knowledge about the world from X. He has previously threatened to sue Microsoft for accessing his social-media platform to train ChatGPT, which the software giant part-owns.\",            \"english_title\": \"Elon Musk's Startup Launches Chatbot\",            \"translated_version\": \"La startup de Elon Musk, xAI, lanzó una versión beta de un chatbot generativo de IA diseñado para competir con ChatGPT. Después de las pruebas, Grok estará disponible para suscriptores premium de X (anteriormente Twitter) a $16 al mes. El Sr. Musk dijo que su bot obtendrá conocimiento en tiempo real sobre el mundo de X. Anteriormente, amenazó con demandar a Microsoft por acceder a su plataforma de redes sociales para entrenar a ChatGPT, que es parcialmente propiedad de la gigante de software.\",            \"translated_title\": \"La Startup de Elon Musk Lanza Chatbot\"        },        {            \"english_version\": \"Turkey’s main opposition party voted to remove its leader, Kemal Kilicdaroglu. Mr Kilicdaroglu has led the Republican People’s Party, or CHP, since 2010, but has repeatedly failed to unseat Recep Tayyip Erdogan, the country’s autocratic president. Mr Kilicdaroglu was replaced by Ozgur Ozel, who promised to expand the CHP’s appeal before local elections in March.\",            \"english_title\": \"Leadership Change in Turkey's Opposition Party\",            \"translated_version\": \"El principal partido de la oposición de Turquía votó para destituir a su líder, Kemal Kilicdaroglu. El Sr. Kilicdaroglu ha liderado el Partido Popular Republicano, o CHP, desde 2010, pero ha fracasado repetidamente en destituir a Recep Tayyip Erdogan, el presidente autocrático del país. El Sr. Kilicdaroglu fue reemplazado por Ozgur Ozel, quien prometió ampliar el atractivo del CHP antes de las elecciones locales en marzo.\",            \"translated_title\": \"Cambio de Liderazgo en el Partido de Oposición de Turquía\"        }    ]}"