"{    \"translations\": [        {            \"english_version\": \"Ukraine's president, Volodymyr Zelensky, said that Russia's three-day unilateral ceasefire was seen as another attempt at manipulation. He called for an immediate truce.\",            \"english_title\": \"Volodymyr Zelensky's Response to Russia's Ceasefire\",            \"translated_version\": \"El presidente de Ucrania, Volodymyr Zelensky, dijo que el alto el fuego unilateral de tres días de Rusia fue visto como otro intento de manipulación. Pidió un alto el fuego inmediato.\",            \"translated_title\": \"Respuesta de Volodymyr Zelensky al alto el fuego de Rusia\"        },        {            \"english_version\": \"Russia's president, Vladimir Putin, announced a ceasefire in Ukraine from May 8th to coincide with the anniversary of the end of the second world war in Europe. During this period, Mr Putin is expected to host foreign leaders, including China's president, Xi Jinping, for commemoration events.\",            \"english_title\": \"Russia's Ceasefire Announcement and Commemoration Events\",            \"translated_version\": \"El presidente de Rusia, Vladimir Putin, anunció un alto el fuego en Ucrania a partir del 8 de mayo para coincidir con el aniversario del fin de la segunda guerra mundial en Europa. Durante este período, se espera que el Sr. Putin reciba a líderes extranjeros, incluido el presidente de China, Xi Jinping, para eventos conmemorativos.\",            \"translated_title\": \"Anuncio de alto el fuego de Rusia y eventos conmemorativos\"        },        {            \"english_version\": \"Millions of people in Spain and Portugal were left without electricity after a huge power cut. Power is now being restored to several regions. Portugal's electricity operator attributed the outage to extreme temperature variations in Spain, while the European Commission ruled out a cyber attack as the cause.\",            \"english_title\": \"Power Cut Affecting Spain and Portugal\",            \"translated_version\": \"Millones de personas en España y Portugal se quedaron sin electricidad después de un gran corte de energía. Ahora se está restableciendo la energía en varias regiones. El operador de electricidad de Portugal atribuyó el apagón a variaciones extremas de temperatura en España, mientras que la Comisión Europea descartó un ciberataque como causa.\",            \"translated_title\": \"Corte de energía afectando a España y Portugal\"        }    ]}"