"    ```json    {        \"translations\": [            {                \"english_version\": \"Pavel Durov, the founder and chief executive of Telegram, was charged by French authorities for crimes related to illegal activity on the social-media app. The Russian billionaire was detained in France on Saturday as part of a wider investigation into the platform. He was released from custody on Wednesday but is barred from leaving the country. French authorities are formally investigating the platform for crimes including unmoderated distribution of child-abuse images; Telegram has denied responsibility.\",                \"english_title\": \"Pavel Durov Charged by French Authorities\",                \"translated_version\": \"Pavel Durov, el fundador y director ejecutivo de Telegram, fue acusado por las autoridades francesas por crímenes relacionados con actividades ilegales en la aplicación de redes sociales. El multimillonario ruso fue detenido en Francia el sábado como parte de una investigación más amplia sobre la plataforma. Fue liberado el miércoles pero no puede salir del país. Las autoridades francesas están investigando formalmente la plataforma por crímenes que incluyen la distribución no moderada de imágenes de abuso infantil; Telegram ha negado la responsabilidad.\",                \"translated_title\": \"Pavel Durov Acusado por Autoridades Francesas\"            },            {                \"english_version\": \"Nvidia, an American chipmaker, reported $30bn in revenue in the three months to July—up by 122% from the same period a year ago and 15% from the previous quarter. Net income, at $16.6bn, was up by 168% year on year. Despite the strong earnings, some investors had expected even better, and the firm’s shares fell by roughly 2%.\",                \"english_title\": \"Nvidia Reports Strong Earnings\",                \"translated_version\": \"Nvidia, una empresa estadounidense de chips, reportó $30 mil millones en ingresos en los tres meses hasta julio, un aumento del 122% respecto al mismo período del año pasado y del 15% respecto al trimestre anterior. El ingreso neto, de $16.6 mil millones, aumentó un 168% año tras año. A pesar de los buenos ingresos, algunos inversores esperaban aún mejores y las acciones de la empresa cayeron aproximadamente un 2%.\",                \"translated_title\": \"Nvidia Informa de Buenos Ingresos\"            }        ]    }    ```"