"{    \"translations\": [        {            \"english_version\": \"America's inflation rate dropped to 2.8% in February, lower than expected. The core rate, which doesn't include food and energy prices, was 3.1%. This could lead to the Federal Reserve making bigger interest-rate cuts.\",            \"english_title\": \"US Inflation Rate Drops\",            \"translated_version\": \"La tasa de inflación de Estados Unidos bajó al 2.8% en febrero, menos de lo esperado. La tasa central, que no incluye alimentos y precios de energía, fue del 3.1%. Esto podría llevar a la Reserva Federal a hacer recortes de tasas de interés más grandes.\",            \"translated_title\": \"La tasa de inflación de EE. UU. baja\"        },        {            \"english_version\": \"Vladimir Putin visited Russian troops in Kursk, a region near Ukraine. This visit happened after Ukraine accepted a ceasefire deal proposed by the US. President Trump mentioned that American officials were on their way to Russia to discuss this.\",            \"english_title\": \"Putin Visits Russian Troops\",            \"translated_version\": \"Vladimir Putin visitó tropas rusas en Kursk, una región cerca de Ucrania. Esta visita ocurrió después de que Ucrania aceptara un acuerdo de alto el fuego propuesto por EE. UU. El presidente Trump mencionó que funcionarios estadounidenses estaban en camino a Rusia para discutir esto.\",            \"translated_title\": \"Putin visita tropas rusas\"        },        {            \"english_version\": \"The data on inflation doesn't account for recent tariffs imposed by Donald Trump. This raises concerns that prices could increase further.\",            \"english_title\": \"Concerns Over Inflation Data\",            \"translated_version\": \"Los datos sobre la inflación no tienen en cuenta los aranceles recientes impuestos por Donald Trump. Esto genera preocupaciones de que los precios podrían aumentar aún más.\",            \"translated_title\": \"Preocupaciones sobre datos de inflación\"        },        {            \"english_version\": \"The Economist app is available on iOS and Android. You can access various platforms like LinkedIn, Instagram, Facebook, TikTok, YouTube, and WhatsApp.\",            \"english_title\": \"Economist App Availability\",            \"translated_version\": \"La aplicación de The Economist está disponible en iOS y Android. Puedes acceder a varias plataformas como LinkedIn, Instagram, Facebook, TikTok, YouTube y WhatsApp.\",            \"translated_title\": \"Disponibilidad de la aplicación de The Economist\"        },        {            \"english_version\": \"The Economist Group offers different services like Economist Enterprise, SecureDrop, Economist Intelligence, Economist Impact, and Economist Education Courses. You can find contact information and career opportunities on their website.\",            \"english_title\": \"Services Offered by The Economist Group\",            \"translated_version\": \"El Grupo de The Economist ofrece diferentes servicios como Economist Enterprise, SecureDrop, Economist Intelligence, Economist Impact y Cursos de Educación de The Economist. Puedes encontrar información de contacto y oportunidades laborales en su sitio web.\",            \"translated_title\": \"Servicios ofrecidos por el Grupo de The Economist\"        }    ]}"