"{    \"translations\": [        {            \"english_version\": \"Donald Trump said that Pete Hegseth, who is America's defense secretary, will show clear evidence on Thursday about the bombing of Iran's nuclear sites. Earlier, Trump briefly changed his statement that the sites were completely destroyed, saying intelligence reports were not clear, but then he quickly went back to his strong position. He mentioned that the B-2 pilots were upset that people questioned how well their mission worked.\",            \"english_title\": \"Trump on Iran Bombing\",            \"translated_version\": \"Donald Trump dijo que Pete Hegseth, quien es el secretario de defensa de Estados Unidos, mostrará evidencia clara el jueves sobre el bombardeo de los sitios nucleares de Irán. Antes, Trump cambió su declaración brevemente diciendo que los sitios estaban completamente destruidos, diciendo que los informes de inteligencia no eran claros, pero luego volvió a su posición fuerte. Mencionó que los pilotos de B-2 estaban molestos porque la gente cuestionó qué tan bien funcionó su misión.\",            \"translated_title\": \"Trump sobre Bombardeo en Irán\"        },        {            \"english_version\": \"NATO's members agreed to increase their defense spending to 5% of their GDP by 2035, which was something Trump wanted. This target includes 3.5% for military spending and 1.5% for other security-related things. The alliance's members also confirmed their support for Ukraine and promised to defend any ally that is attacked. Trump, who had previously questioned this promise, also confirmed his support for it.\",            \"english_title\": \"NATO Defense Spending\",            \"translated_version\": \"Los miembros de la OTAN acordaron aumentar su gasto en defensa al 5% de su PIB para 2035, algo que Trump quería. Este objetivo incluye 3.5% para gasto militar y 1.5% para otras cosas relacionadas con seguridad. Los miembros de la alianza también confirmaron su apoyo a Ucrania y prometieron defender a cualquier aliado que sea atacado. Trump, quien antes había cuestionado esta promesa, también confirmó su apoyo.\",            \"translated_title\": \"Gasto en Defensa de la OTAN\"        }    ]}"