"{    \"translations\": [        {            \"english_version\": \"Israel says there is no famine in Gaza, but a UN-backed body reports that more than 500,000 people in Gaza are facing starvation, destitution, and death.\",            \"english_title\": \"Gaza Famine Dispute\",            \"translated_version\": \"Israel dice que no hay hambre en Gaza, pero un grupo apoyado por la ONU dice que más de 500,000 personas en Gaza están enfrentando hambre, pobreza y muerte.\",            \"translated_title\": \"Disputa sobre hambre en Gaza\"        },        {            \"english_version\": \"Nine bodies have been found in fresh graves near the site of the Shakahola Forest Massacre.\",            \"english_title\": \"New Graves Found\",            \"translated_version\": \"Nueve cuerpos han sido encontrados en tumbas nuevas cerca del lugar de la Masacre del Bosque Shakahola.\",            \"translated_title\": \"Nuevas tumbas encontradas\"        },        {            \"english_version\": \"Workers, employers, and governments need to adapt to a more extreme climate, according to an organization.\",            \"english_title\": \"Adapting to Extreme Climate\",            \"translated_version\": \"Trabajadores, empleadores y gobiernos necesitan adaptarse a un clima más extremo, según una organización.\",            \"translated_title\": \"Adaptarse al clima extremo\"        },        {            \"english_version\": \"A US state department official says US visa holders will face continuous vetting.\",            \"english_title\": \"Continuous Vetting for Visa Holders\",            \"translated_version\": \"Un oficial del departamento de estado de EE.UU. dice que los que tienen visa de EE.UU. enfrentarán revisiones continuas.\",            \"translated_title\": \"Revisiones continuas para visas\"        },        {            \"english_version\": \"Ranil Wickremesinghe has been arrested in connection with the alleged misuse of funds, officials said.\",            \"english_title\": \"Arrest of Ranil Wickremesinghe\",            \"translated_version\": \"Ranil Wickremesinghe ha sido arrestado por el supuesto mal uso de fondos, dijeron oficiales.\",            \"translated_title\": \"Arresto de Ranil Wickremesinghe\"        }    ]}"