"{    \"translations\": [        {            \"english_version\": \"At least 250 people were killed in a surprise attack by Hamas, the Palestinian group, on Israel. Palestinian fighters also abducted Israeli soldiers and civilians. Israel retaliated with strikes on Gaza, resulting in 232 dead and nearly 1,700 injured. Western leaders expressed alarm and showed support for Israel's right to defend itself.\",            \"english_title\": \"Middle East Conflict\",            \"translated_version\": \"Al menos 250 personas murieron en un ataque sorpresa de Hamas, el grupo palestino, a Israel. Los luchadores palestinos también secuestraron soldados y civiles israelíes. Israel respondió con ataques en Gaza, resultando en 232 muertos y casi 1,700 heridos. Los líderes occidentales expresaron alarma y mostraron apoyo al derecho de Israel a defenderse.\",            \"translated_title\": \"Conflicto en el Medio Oriente\"        },        {            \"english_version\": \"Two earthquakes struck western Afghanistan, causing the death of about 120 people. Belgorod in Russia was hit by a strike, resulting in one death and damage to buildings. Ukraine reported a Russian missile attack on Kharkiv, killing two people.\",            \"english_title\": \"Natural Disasters\",            \"translated_version\": \"Dos terremotos golpearon el oeste de Afganistán, causando la muerte de aproximadamente 120 personas. Belgorod en Rusia fue golpeado por un ataque, resultando en una muerte y daños a los edificios. Ucrania informó de un ataque con misiles rusos en Kharkiv, matando a dos personas.\",            \"translated_title\": \"Desastres Naturales\"        },        {            \"english_version\": \"General Motors agreed to include battery plants in its contract with the United Auto Workers, addressing concerns about the industry's transition to electric vehicles. The trade union postponed additional strikes as a result.\",            \"english_title\": \"Automotive Industry\",            \"translated_version\": \"General Motors acordó incluir plantas de baterías en su contrato con los Trabajadores Automotores Unidos, abordando preocupaciones sobre la transición de la industria a vehículos eléctricos. El sindicato pospuso huelgas adicionales como resultado.\",            \"translated_title\": \"Industria Automotriz\"        },        {            \"english_version\": \"An American former army sergeant was arrested for attempting to spy for China. Joseph Schmidt allegedly tried to provide classified information and share his experiences as an 'interrogator' with China's intelligence service. In Ecuador, six men suspected of involvement in the assassination of an anti-corruption presidential candidate were murdered in prison.\",            \"english_title\": \"Espionage and Crime\",            \"translated_version\": \"Un ex sargento del ejército estadounidense fue arrestado por intentar espiar para China. Joseph Schmidt supuestamente intentó proporcionar información clasificada y compartir sus experiencias como 'interrogador' con el servicio de inteligencia de China. En Ecuador, seis hombres sospechosos de estar involucrados en el asesinato de un candidato presidencial anticorrupción fueron asesinados en prisión.\",            \"translated_title\": \"Espionaje y Crimen\"        },        {            \"english_version\": \"India's Chandrayaan-3 spacecraft successfully landed on the Moon, making India the fourth country to achieve a lunar landing. Despite the failure to reawaken the lander and rover, India plans to continue its space program, including establishing a space station. In London, the Tate Modern exhibits the work of Ghanaian sculptor El Anatsui, while the 1-54 art fair showcases contemporary African art.\",            \"english_title\": \"Space Exploration and Art\",            \"translated_version\": \"La nave espacial Chandrayaan-3 de India aterrizó con éxito en la Luna, convirtiendo a India en el cuarto país en lograr un aterrizaje lunar. A pesar del fracaso de reactivar el módulo de aterrizaje y el rover, India planea continuar su programa espacial, incluyendo el establecimiento de una estación espacial. En Londres, el Tate Modern exhibe el trabajo del escultor ghanés El Anatsui, mientras que la feria de arte 1-54 muestra arte africano contemporáneo.\",            \"translated_title\": \"Exploración Espacial y Arte\"        }    ]}"