"{    \"translations\": [        {            \"english_version\": \"Politicians are paying tribute to Jackson, calling him a leader who brought change.\",            \"english_title\": \"Tribute to Jackson\",            \"translated_version\": \"Los políticos están honrando a Jackson, llamándolo un líder que trajo cambio.\",            \"translated_title\": \"Homenaje a Jackson\"        },        {            \"english_version\": \"Quentin Deranque died after being attacked in Lyon by masked men thought to be far-left militants.\",            \"english_title\": \"Attack in Lyon\",            \"translated_version\": \"Quentin Deranque murió después de ser atacado en Lyon por hombres enmascarados que se cree son militantes de izquierda.\",            \"translated_title\": \"Ataque en Lyon\"        },        {            \"english_version\": \"More than 130 people have died in operations by the US since September, which are said to be against drug trafficking.\",            \"english_title\": \"US Operations\",            \"translated_version\": \"Más de 130 personas han muerto en operaciones de EE.UU. desde septiembre, que se dice son contra el tráfico de drogas.\",            \"translated_title\": \"Operaciones de EE.UU.\"        },        {            \"english_version\": \"Six Russian and four Belarusian athletes will compete under their countries' flags at the Winter Paralympics.\",            \"english_title\": \"Winter Paralympics\",            \"translated_version\": \"Seis atletas rusos y cuatro bielorrusos competirán bajo las banderas de sus países en los Juegos Paralímpicos de Invierno.\",            \"translated_title\": \"Juegos Paralímpicos de Invierno\"        },        {            \"english_version\": \"Two people died and three were hurt in a shooting at a high school hockey game in Pawtucket.\",            \"english_title\": \"Shooting at Hockey Game\",            \"translated_version\": \"Dos personas murieron y tres resultaron heridas en un tiroteo en un partido de hockey de escuela secundaria en Pawtucket.\",            \"translated_title\": \"Tiroteo en Partido de Hockey\"        }    ]}"