"{    \"translations\": [        {            \"english_version\": \"The Ukrainian leader is determined to keep working with the US as Russian strikes continue.\",            \"english_title\": \"Ukrainian Leader's Determination\",            \"translated_version\": \"El líder de Ucrania quiere seguir trabajando con Estados Unidos mientras los ataques rusos continúan.\",            \"translated_title\": \"Determinación del Líder de Ucrania\"        },        {            \"english_version\": \"Drone strikes on a town in South Kordofan on Thursday reportedly killed at least 50 people.\",            \"english_title\": \"Drone Strikes in South Kordofan\",            \"translated_version\": \"Ataques de drones en un pueblo de Kordofan del Sur el jueves mataron al menos a 50 personas.\",            \"translated_title\": \"Ataques de Drones en Kordofan del Sur\"        },        {            \"english_version\": \"Gunmen stormed a hostel near Pretoria and opened fire, killing 11 people including a three-year-old.\",            \"english_title\": \"Hostel Attack Near Pretoria\",            \"translated_version\": \"Hombres armados entraron en un hostal cerca de Pretoria y dispararon, matando a 11 personas incluyendo a un niño de tres años.\",            \"translated_title\": \"Ataque en Hostal Cerca de Pretoria\"        },        {            \"english_version\": \"Multiple homes were damaged after a wildfire swept through a coastal area north of Sydney.\",            \"english_title\": \"Wildfire Near Sydney\",            \"translated_version\": \"Muchas casas fueron dañadas después de que un incendio arrasó una zona costera al norte de Sídney.\",            \"translated_title\": \"Incendio Cerca de Sídney\"        },        {            \"english_version\": \"Both sides accuse each other of starting the overnight fighting and breaking a fragile ceasefire agreed in October.\",            \"english_title\": \"Accusations Over Ceasefire\",            \"translated_version\": \"Ambos lados se acusan de empezar la pelea nocturna y romper un frágil alto el fuego acordado en octubre.\",            \"translated_title\": \"Acusaciones Sobre el Alto el Fuego\"        }    ]}"