"{    \"translations\": [        {            \"english_version\": \"Reports say that Prime Minister Netanyahu wants to increase Israel's military actions in Gaza. Hamas has stated they will let the Red Cross in if aid routes are opened into Gaza.\",            \"english_title\": \"Netanyahu and Gaza\",            \"translated_version\": \"Informes dicen que el Primer Ministro Netanyahu quiere aumentar las acciones militares de Israel en Gaza. Hamas ha dicho que dejarán entrar a la Cruz Roja si se abren rutas de ayuda a Gaza.\",            \"translated_title\": \"Netanyahu y Gaza\"        },        {            \"english_version\": \"A farm supervisor testified at the start of a murder trial that his boss told him to get rid of two women's bodies. He was later arrested during a traffic stop for having a gun while being a felon.\",            \"english_title\": \"Farm Supervisor Testimony\",            \"translated_version\": \"Un supervisor de granja dijo en un juicio de asesinato que su jefe le dijo que se deshiciera de los cuerpos de dos mujeres. Luego fue arrestado en un control de tráfico por tener un arma siendo un criminal.\",            \"translated_title\": \"Testimonio de Supervisor de Granja\"        },        {            \"english_version\": \"Many people are missing after a boat with over 150 migrants, mostly thought to be Ethiopian, sank in bad weather.\",            \"english_title\": \"Missing Migrants\",            \"translated_version\": \"Muchas personas están desaparecidas después de que un barco con más de 150 migrantes, la mayoría se cree que son etíopes, se hundió en mal tiempo.\",            \"translated_title\": \"Migrantes Desaparecidos\"        },        {            \"english_version\": \"Gena Heraty and a three-year-old child were kidnapped in the middle of the night in what officials call a 'planned act'.\",            \"english_title\": \"Kidnapping Incident\",            \"translated_version\": \"Gena Heraty y un niño de tres años fueron secuestrados en medio de la noche en lo que los oficiales llaman un acto planeado.\",            \"translated_title\": \"Incidente de Secuestro\"        },        {            \"english_version\": \"Experts suggest that a volcano eruption on Russia's Kamchatka peninsula might be connected to a big earthquake that happened last week.\",            \"english_title\": \"Volcano and Earthquake\",            \"translated_version\": \"Expertos sugieren que una erupción volcánica en la península de Kamchatka en Rusia podría estar conectada con un gran terremoto que ocurrió la semana pasada.\",            \"translated_title\": \"Volcán y Terremoto\"        }    ]}"