"{    \"translations\": [        {            \"english_version\": \"Boeing is trying to raise $25 billion by selling shares and debt securities to investors. They also reached a credit agreement with banks for $10 billion. The company needs cash urgently due to a strike that started in mid-September, halting production of some jets and costing them over $1 billion. The announcement of borrowing plans caused a drop in Boeing's shares.\",            \"english_title\": \"Boeing's Financial Challenges\",            \"translated_version\": \"Boeing está tratando de conseguir $25 mil millones vendiendo acciones y deudas a inversores. También hicieron un acuerdo de crédito con bancos por $10 mil millones. La compañía necesita dinero urgentemente por una huelga que empezó en mediados de septiembre, parando la producción de algunos aviones y costándoles más de $1 mil millones. El anuncio de los planes de pedir prestado causó una caída en las acciones de Boeing.\",            \"translated_title\": \"Desafíos Financieros de Boeing\"        },        {            \"english_version\": \"The United States has given Israel 30 days to improve humanitarian conditions in Gaza or face restrictions on weapons shipments. American anti-missile system parts and troops have started arriving in Israel. Israeli strikes in Gaza resulted in the deaths of at least 50 Palestinians. Hizbullah's deputy chief mentioned a ceasefire as the solution in Lebanon and warned Israel of consequences if attacks continued.\",            \"english_title\": \"Israel-Gaza Conflict\",            \"translated_version\": \"Estados Unidos le ha dado a Israel 30 días para mejorar las condiciones humanitarias en Gaza o enfrentar restricciones en los envíos de armas. Partes del sistema antimisiles estadounidense y tropas han empezado a llegar a Israel. Los ataques israelíes en Gaza resultaron en la muerte de al menos 50 palestinos. El subdirector de Hizbullah mencionó un alto el fuego como solución en Líbano y advirtió a Israel de consecuencias si los ataques continuaban.\",            \"translated_title\": \"Conflicto Israel-Gaza\"        }    ]}"