"```json{    \"translations\": [        {            \"english_version\": \"President Joe Biden criticized the violence during protests on university campuses across America. He stated that while there is a right to protest, there is no right to cause chaos. Around 200 people were arrested at the University of California, Los Angeles for not dispersing during pro-Palestinian demonstrations. The total number of college demonstrators arrested nationwide has exceeded 2,000.\",            \"english_title\": \"University Protests and Arrests\",            \"translated_version\": \"El Presidente Joe Biden criticó la violencia durante las protestas en los campus universitarios de América. Dijo que está bien protestar, pero no está bien causar caos. Alrededor de 200 personas fueron arrestadas en la Universidad de California, Los Ángeles por no dispersarse durante las manifestaciones pro-palestinas. El número total de manifestantes universitarios arrestados a nivel nacional ha superado los 2,000.\",            \"translated_title\": \"Protestas Universitarias y Arrestos\"        },        {            \"english_version\": \"Gazprom, a state-owned gas company in Russia, reported a net loss of 629 billion roubles ($6.9 billion) in 2023, marking its first annual loss in about two decades. The company had a net profit of 1.2 trillion roubles the previous year. Europe, which bought 40% of its gas from Russia in 2021, has seen a decline in Russian gas exports due to mild winters and the conflict in Ukraine, with further decreases expected this year.\",            \"english_title\": \"Gazprom's Financial Loss\",            \"translated_version\": \"Gazprom, una compañía estatal de gas en Rusia, reportó una pérdida neta de 629 mil millones de rublos ($6.9 mil millones) en 2023, marcando su primera pérdida anual en cerca de dos décadas. La compañía tuvo una ganancia neta de 1.2 billones de rublos el año anterior. Europa, que compró el 40% de su gas a Rusia en 2021, ha visto una disminución en las exportaciones de gas ruso debido a inviernos suaves y al conflicto en Ucrania, con más disminuciones esperadas este año.\",            \"translated_title\": \"Pérdida Financiera de Gazprom\"        }    ]}```"