"{    \"translations\": [        {            \"english_version\": \"The former US secretary of state is frustrated with the slow progress of getting files released. The White House claims it has done more for the victims than the Democrats ever did.\",            \"english_title\": \"Frustration Over File Release\",            \"translated_version\": \"El ex secretario de estado de EE.UU. está frustrado porque los archivos no se liberan rápido. La Casa Blanca dice que ha hecho más por las víctimas que los demócratas.\",            \"translated_title\": \"Frustración por Archivos\"        },        {            \"english_version\": \"The US president, speaking before negotiations, believes that Iran wants to make a deal. The USS Abraham Lincoln, a US aircraft carrier, has been seen near Iran ahead of talks between the two countries.\",            \"english_title\": \"US-Iran Deal Talks\",            \"translated_version\": \"El presidente de EE.UU., hablando antes de las negociaciones, cree que Irán quiere hacer un trato. El USS Abraham Lincoln, un portaaviones de EE.UU., ha sido visto cerca de Irán antes de las conversaciones entre los dos países.\",            \"translated_title\": \"Conversaciones EE.UU.-Irán\"        },        {            \"english_version\": \"China is retaliating after Takaichi's comments on Taiwan by recalling pandas and canceling tourist flights.\",            \"english_title\": \"China's Retaliation\",            \"translated_version\": \"China está respondiendo después de los comentarios de Takaichi sobre Taiwán llamando de vuelta a los pandas y cancelando vuelos turísticos.\",            \"translated_title\": \"Respuesta de China\"        },        {            \"english_version\": \"A group of 34 women and children with family ties to the Islamic State group have been held in the Roj camp for almost seven years.\",            \"english_title\": \"Detained Families\",            \"translated_version\": \"Un grupo de 34 mujeres y niños con lazos familiares con el grupo Estado Islámico han estado en el campamento Roj por casi siete años.\",            \"translated_title\": \"Familias Detenidas\"        },        {            \"english_version\": \"An NGO reports that hundreds of people are still in prison despite US pressure to speed up their release.\",            \"english_title\": \"Prisoners Still Held\",            \"translated_version\": \"Una ONG informa que cientos de personas todavía están en prisión a pesar de la presión de EE.UU. para liberarlos más rápido.\",            \"translated_title\": \"Prisioneros Aún Detenidos\"        }    ]}"