"{    \"translations\": [        {            \"english_version\": \"Vladimir Putin rejected a 30-day ceasefire with Ukraine but agreed to halt attacks on Ukrainian energy infrastructure during a call with Donald Trump. The White House mentioned that negotiations on ceasefire agreements and permanent peace would begin immediately in the Middle East, seen as a potential area for cooperation between America and Russia.\",            \"english_title\": \"Ceasefire Agreement with Ukraine\",            \"translated_version\": \"Vladimir Putin rechazó un alto el fuego de 30 días con Ucrania pero acordó detener los ataques a la infraestructura energética ucraniana durante una llamada con Donald Trump. La Casa Blanca mencionó que las negociaciones sobre acuerdos de alto el fuego y paz permanente comenzarían de inmediato en el Medio Oriente, visto como un área potencial de cooperación entre América y Rusia.\",            \"translated_title\": \"Acuerdo de alto el fuego con Ucrania\"        },        {            \"english_version\": \"Donald Trump dismissed two Democratic members of America's Federal Trade Commission, a regulatory body. Traditionally, two out of the five FTC commissioners are from the party not in power at the White House. Although there are limitations on the president's authority to remove officials from independent agencies, the justice department recently expressed disagreement with this precedent.\",            \"english_title\": \"Dismissal of FTC Members\",            \"translated_version\": \"Donald Trump despidió a dos miembros demócratas de la Comisión Federal de Comercio de América, un organismo regulador. Tradicionalmente, dos de los cinco comisionados de la FTC son del partido que no está en el poder en la Casa Blanca. Aunque hay limitaciones en la autoridad del presidente para remover funcionarios de agencias independientes, el departamento de justicia expresó recientemente desacuerdo con este precedente.\",            \"translated_title\": \"Despido de Miembros de la FTC\"        }    ]}"