"{    \"translations\": [        {            \"english_version\": \"Gun battles between Israeli forces and Hamas fighters and Israeli air strikes on Gaza continued into Sunday, a day after militants from Gaza launched a surprise attack on Israel. The militants killed at least 300 Israelis, many of them civilians, and have taken dozens hostage. Officials in Gaza said that air strikes had killed more than 313 Palestinians in the territory; more than 2,000 were wounded. Hamas has urged Palestinians and other Arabs to “sweep away” the Israeli “occupation” from areas such as the West Bank and East Jerusalem. Hizbollah, an Iran-backed militant group in Lebanon, shelled Israeli military positions, suggesting that the war is widening. Israel struck back with artillery. The UN Security Council will discuss the war triggered by Hamas’s assault on Israel in an emergency session on Sunday. President Joe Biden said that his administration’s support for Israel was “rock solid and unwavering”. Other expressions of solidarity with Israel came from Britain’s prime minister, Rishi Sunak, and his Canadian counterpart, Justin Trudeau. Iranian officials congratulated the militants who attacked Israel.\",            \"english_title\": \"Israeli-Palestinian Conflict\",            \"translated_version\": \"Hubo enfrentamientos armados entre las fuerzas israelíes y los combatientes de Hamas, y los ataques aéreos israelíes en Gaza continuaron hasta el domingo, un día después de que los militantes de Gaza lanzaran un ataque sorpresa contra Israel. Los militantes mataron al menos a 300 israelíes, muchos de ellos civiles, y tomaron docenas de rehenes. Los funcionarios de Gaza dijeron que los ataques aéreos habían matado a más de 313 palestinos en el territorio; más de 2,000 resultaron heridos. Hamas ha instado a los palestinos y a otros árabes a \"eliminar\" la \"ocupación\" israelí de áreas como Cisjordania y Jerusalén Este. Hizbolá, un grupo militante respaldado por Irán en Líbano, bombardeó posiciones militares israelíes, lo que sugiere que la guerra se está ampliando. Israel respondió con artillería. El Consejo de Seguridad de la ONU discutirá la guerra desencadenada por el ataque de Hamas a Israel en una sesión de emergencia el domingo. El presidente Joe Biden dijo que el apoyo de su administración a Israel era \"sólido y firme\". Otros expresiones de solidaridad con Israel vinieron del primer ministro británico, Rishi Sunak, y su homólogo canadiense, Justin Trudeau. Los funcionarios iraníes felicitaron a los militantes que atacaron a Israel.\",            \"translated_title\": \"Conflicto Israelí-Palestino\"        },        {            \"english_version\": \"The death toll from a series of earthquakes that struck western Afghanistan on Saturday has risen to more than 2,000, according to Taliban officials. A further 10,000 people are reportedly injured. Hospitals are struggling to treat them. The quakes, the first two of which were of 6.3 magnitude, hit 40km from Herat, near the border with Iran. In June 2022 a 5.9-magnitude earthquake killed more than 1,000 people in Khost, near Pakistan.\",            \"english_title\": \"Earthquakes in Afghanistan\",            \"translated_version\": \"Según funcionarios talibanes, el número de muertos por una serie de terremotos que golpearon el oeste de Afganistán el sábado ha aumentado a más de 2,000. Se informa que otras 10,000 personas resultaron heridas. Los hospitales están luchando para tratarlos. Los terremotos, los primeros dos de los cuales tuvieron una magnitud de 6.3, golpearon a 40 km de Herat, cerca de la frontera con Irán. En junio de 2022, un terremoto de magnitud 5.9 mató a más de 1,000 personas en Khost, cerca de Pakistán.\",            \"translated_title\": \"Terremotos en Afganistán\"        },        {            \"english_version\": \"Jamie Miller, global chief financial officer of EY, resigned after less than six months in the role after a plan to spin off the firm’s consulting business collapsed. EY spent $600m preparing for the break up, but the plan floundered amid opposition from those in its American audit practice. Ms Miller resigned in June but the news had not previously been reported, according to the Financial Times.\",            \"english_title\": \"Resignation at EY\",            \"translated_version\": \"Jamie Miller, directora financiera global de EY, renunció después de menos de seis meses en el cargo después de que un plan para separar el negocio de consultoría de la firma colapsara. EY gastó $600 millones preparándose para la separación, pero el plan fracasó en medio de la oposición de aquellos en su práctica de auditoría estadounidense. La Sra. Miller renunció en junio, pero la noticia no se había informado previamente, según el Financial Times.\",            \"translated_title\": \"Renuncia en EY\"        },        {            \"english_version\": \"Ukrainian shelling on Belgorod, a southern Russian province, killed one person and damaged several buildings, according to the region’s governor. Meanwhile, Ukraine said that a Russian missile attack on Kharkiv, a city in the north-east, killed two people. Separately, a Russian official said the Kremlin would revoke ratification of the Comprehensive Nuclear Test Ban Treaty, an international nuclear-weapons agreement.\",            \"english_title\": \"Conflict in Ukraine\",            \"translated_version\": \"El bombardeo ucraniano en Belgorod, una provincia del sur de Rusia, mató a una persona y dañó varios edificios, según el gobernador de la región. Mientras tanto, Ucrania dijo que un ataque con misiles rusos en Járkov, una ciudad del noreste, mató a dos personas. Por separado, un funcionario ruso dijo que el Kremlin revocaría la ratificación del Tratado de Prohibición Completa de los Ensayos Nucleares, un acuerdo internacional sobre armas nucleares.\",            \"translated_title\": \"Conflicto en Ucrania\"        },        {            \"english_version\": \"General Motors agreed to include battery plants in its national contract with the United Auto Workers—a crucial demand for employees concerned about the industry’s transition to electric vehicles. The trade union subsequently held off on additional strikes. UAW members began simultaneous industrial action against Stellantis, General Motors and Ford on September 15th, pushing for higher wages and other concessions. (Stellantis’s biggest shareholder part-owns The Economist’s parent company.)\",            \"english_title\": \"General Motors Contract\",            \"translated_version\": \"General Motors acordó incluir plantas de baterías en su contrato nacional con los Trabajadores Automotores Unidos, una demanda crucial para los empleados preocupados por la transición de la industria a vehículos eléctricos. El sindicato posteriormente se abstuvo de realizar huelgas adicionales. Los miembros de UAW comenzaron una acción industrial simultánea contra Stellantis, General Motors y Ford el 15 de septiembre, exigiendo salarios más altos y otras concesiones. (El mayor accionista de Stellantis es copropietario de la empresa matriz de The Economist).\",            \"translated_title\": \"Contrato de General Motors\"        },        {            \"english_version\": \"An American former army sergeant was arrested, accused of trying to spy for China. Joseph Schmidt, an active soldier until 2020, allegedly attempted to provide classified national-security information to China and to share his experiences as an “interrogator” with the country’s intelligence service, according to a court filing. A federal prosecutor called the case “shocking”.\",            \"english_title\": \"Spy Arrested\",            \"translated_version\": \"Un ex sargento del ejército estadounidense fue arrestado, acusado de intentar espiar para China. Joseph Schmidt, un soldado activo hasta 2020, presuntamente intentó proporcionar información clasificada de seguridad nacional a China y compartir sus experiencias como \"interrogador\" con el servicio de inteligencia del país, según un documento judicial. Un fiscal federal calificó el caso de \"impactante\".\",            \"translated_title\": \"Espía Arrestado\"        }    ]}"