"{    \"translations\": [        {            \"english_version\": \"Owen Cooper, a 15-year-old, made history by winning at the 77th Primetime Emmy Awards along with Severance, The Pitt, and The Studio.\",            \"english_title\": \"Owen Cooper Wins Emmy\",            \"translated_version\": \"Owen Cooper, un chico de 15 años, hizo historia ganando en los premios Emmy junto con Severance, The Pitt y The Studio.\",            \"translated_title\": \"Owen Cooper gana Emmy\"        },        {            \"english_version\": \"The US Secretary of State will talk about the war in Gaza after Israel attacked Hamas in Qatar, which many people have criticized.\",            \"english_title\": \"US Talks on Gaza War\",            \"translated_version\": \"El Secretario de Estado de EE.UU. hablará sobre la guerra en Gaza después de que Israel atacó a Hamas en Qatar, lo que muchas personas han criticado.\",            \"translated_title\": \"EE.UU. habla sobre guerra en Gaza\"        },        {            \"english_version\": \"Christian Brückner is expected to be released from prison in Germany this week for a different crime.\",            \"english_title\": \"Christian Brückner Release\",            \"translated_version\": \"Se espera que Christian Brückner salga de la cárcel en Alemania esta semana por un crimen diferente.\",            \"translated_title\": \"Liberación de Christian Brückner\"        },        {            \"english_version\": \"The last part of the Vuelta a Espana was stopped because pro-Palestinian protesters came onto the course in the middle of Madrid.\",            \"english_title\": \"Vuelta a Espana Stopped\",            \"translated_version\": \"La última parte de la Vuelta a España fue detenida porque manifestantes pro-palestinos entraron en el recorrido en el centro de Madrid.\",            \"translated_title\": \"Vuelta a España detenida\"        },        {            \"english_version\": \"Australia's first National Climate Risk Assessment says there will be more frequent and severe climate problems.\",            \"english_title\": \"Australia Climate Report\",            \"translated_version\": \"El primer informe de evaluación de riesgos climáticos de Australia dice que habrá problemas climáticos más frecuentes y graves.\",            \"translated_title\": \"Informe climático de Australia\"        }    ]}"