"{    \"translations\": [        {            \"english_version\": \"Hamas threatens to execute Israeli captives if Israel continues bombing civilian houses in Gaza without warning. Israel has ordered a complete siege of the Gaza strip, cutting off food, electricity, and fuel. Air strikes have killed over 600 Palestinians and displaced 124,000 people from their homes.\",            \"english_title\": \"Hamas threatens Israeli captives\",            \"translated_version\": \"Hamas amenaza con ejecutar a los prisioneros israelíes si Israel sigue bombardeando casas de civiles en Gaza sin previo aviso. Israel ha ordenado un completo bloqueo de la franja de Gaza, cortando el suministro de alimentos, electricidad y combustible. Los ataques aéreos han matado a más de 600 palestinos y han desplazado a 124,000 personas de sus hogares.\",            \"translated_title\": \"Hamas amenaza a prisioneros israelíes\"        },        {            \"english_version\": \"Robert Kennedy Jr. announces he will run as an independent candidate in the 2024 American presidential election. His anti-vaccine sentiments have made him unpopular with his party and family.\",            \"english_title\": \"Robert Kennedy Jr. to run for president\",            \"translated_version\": \"Robert Kennedy Jr. anuncia que se postulará como candidato independiente en las elecciones presidenciales estadounidenses de 2024. Sus sentimientos en contra de las vacunas lo han hecho impopular dentro de su partido y su familia.\",            \"translated_title\": \"Robert Kennedy Jr. se postula para presidente\"        },        {            \"english_version\": \"Professor Claudia Goldin of Harvard University wins the Nobel prize in economics for her work on women's labor market outcomes. She has advanced our understanding of how women's choices have been limited by responsibility for the home.\",            \"english_title\": \"Claudia Goldin wins Nobel prize\",            \"translated_version\": \"La profesora Claudia Goldin de la Universidad de Harvard gana el premio Nobel de economía por su trabajo sobre los resultados del mercado laboral de las mujeres. Ella ha avanzado nuestra comprensión de cómo las elecciones de las mujeres han sido limitadas por la responsabilidad del hogar.\",            \"translated_title\": \"Claudia Goldin gana el premio Nobel\"        },        {            \"english_version\": \"Consuelo Porras, Guatemala's attorney-general, asks the government to take action against protesters calling for her resignation. She describes the demonstrations as illegal, while the protesters believe she is trying to undermine the president-elect.\",            \"english_title\": \"Guatemala's attorney-general under fire\",            \"translated_version\": \"Consuelo Porras, la fiscal general de Guatemala, pide al gobierno que tome medidas contra los manifestantes que exigen su renuncia. Ella describe las manifestaciones como ilegales, mientras que los manifestantes creen que ella está tratando de socavar al presidente electo.\",            \"translated_title\": \"Fiscal general de Guatemala bajo fuego\"        },        {            \"english_version\": \"More members of the United Auto Workers union go on strike after rejecting a contract deal proposed by Mack Trucks. This follows previous strikes against Stellantis, General Motors, and Ford.\",            \"english_title\": \"Auto workers union on strike\",            \"translated_version\": \"Más miembros del sindicato United Auto Workers se van a la huelga después de rechazar un acuerdo contractual propuesto por Mack Trucks. Esto sigue a huelgas anteriores contra Stellantis, General Motors y Ford.\",            \"translated_title\": \"Sindicato de trabajadores automotrices en huelga\"        }    ]}"