"{    \"translations\": [        {            \"english_version\": \"A UN-backed body confirms famine in Gaza City and surrounding areas, saying that more than half a million people are facing starvation and death. The situation is described as catastrophic.\",            \"english_title\": \"Famine in Gaza\",            \"translated_version\": \"Un grupo apoyado por la ONU confirma hambre en la Ciudad de Gaza y áreas cercanas, diciendo que más de medio millón de personas enfrentan hambre y muerte. La situación es catastrófica.\",            \"translated_title\": \"Hambre en Gaza\"        },        {            \"english_version\": \"Thousands of people have reported health problems or lost property due to fires caused by the British military.\",            \"english_title\": \"Fires Cause Problems\",            \"translated_version\": \"Miles de personas han reportado problemas de salud o pérdida de propiedades por incendios causados por el ejército británico.\",            \"translated_title\": \"Incendios Causan Problemas\"        },        {            \"english_version\": \"Ranil Wickremesinghe has been arrested for allegedly misusing funds, according to officials.\",            \"english_title\": \"Arrest of Ranil Wickremesinghe\",            \"translated_version\": \"Ranil Wickremesinghe ha sido arrestado por supuestamente usar mal fondos, según oficiales.\",            \"translated_title\": \"Arresto de Ranil Wickremesinghe\"        },        {            \"english_version\": \"Volodymyr Zelensky is urging Western allies to impose new sanctions on Moscow if it does not show interest in peace.\",            \"english_title\": \"Zelensky Urges Sanctions\",            \"translated_version\": \"Volodymyr Zelensky pide a aliados occidentales que pongan nuevas sanciones a Moscú si no muestra interés en la paz.\",            \"translated_title\": \"Zelensky Pide Sanciones\"        },        {            \"english_version\": \"Nine bodies have been discovered in new graves near the site of the Shakahola Forest Massacre.\",            \"english_title\": \"New Graves Found\",            \"translated_version\": \"Nueve cuerpos han sido descubiertos en nuevas tumbas cerca del sitio de la Masacre del Bosque Shakahola.\",            \"translated_title\": \"Nuevas Tumbas Encontradas\"        }    ]}"