"{    \"translations\": [        {            \"english_version\": \"A Russian military plane crashed in the Belgorod region, near the border with Ukraine, killing at least 65 Ukrainian prisoners of war, according to the Russian ministry of defence.\",            \"english_title\": \"Russian Military Plane Crash\",            \"translated_version\": \"Un avión militar ruso se estrelló en la región de Belgorod, cerca de la frontera con Ucrania, matando al menos a 65 prisioneros de guerra ucranianos, según el ministerio de defensa ruso.\",            \"translated_title\": \"Accidente de Avión Militar Ruso\"        },        {            \"english_version\": \"Israel ruled out a ceasefire in Gaza. A government spokesperson said that Israel would not `give up` until Hamas is destroyed. Meanwhile, Israeli forces continued their assault in Khan Younis, Gaza’s second-largest city. Israeli troops are making it difficult for civilians to access some hospitals, according to Gaza’s Hamas-run health ministry. Israel says that Hamas is using hospitals for cover; Hamas denies it.\",            \"english_title\": \"Ceasefire Rejected in Gaza\",            \"translated_version\": \"Israel descartó un alto el fuego en Gaza. Un portavoz del gobierno dijo que Israel no se rendiría hasta que Hamas sea destruido. Mientras tanto, las fuerzas israelíes continuaron su asalto en Khan Younis, la segunda ciudad más grande de Gaza. Las tropas israelíes están dificultando el acceso de los civiles a algunos hospitales, según el ministerio de salud dirigido por Hamas en Gaza. Israel dice que Hamas está usando los hospitales como cobertura; Hamas lo niega.\",            \"translated_title\": \"Rechazo de Alto el Fuego en Gaza\"        },        {            \"english_version\": \"China’s central bank will cut the amount of money that the country’s lenders are required to hold in reserve by 0.5 percentage points. The reduction, which will come into force on February 5th, aims to boost Chinese lending and support the stockmarket. China’s economy is grappling with deflation, a property-sector downturn and weak investor sentiment.\",            \"english_title\": \"China's Central Bank Cuts Reserve Requirement\",            \"translated_version\": \"El banco central de China reducirá en 0.5 puntos porcentuales la cantidad de dinero que los prestamistas del país deben mantener en reserva. La reducción, que entrará en vigor el 5 de febrero, tiene como objetivo impulsar los préstamos en China y apoyar el mercado de valores. La economía de China está lidiando con la deflación, una disminución en el sector inmobiliario y un sentimiento débil de los inversores.\",            \"translated_title\": \"Reducción de Requisitos de Reserva del Banco Central de China\"        },        {            \"english_version\": \"Germany’s services and manufacturing sectors contracted in January, according to a survey by S&P Global and Hamburg Commercial Bank. The purchasing managers’ index dropped to 47.1, down from 47.4 in December (anything below 50 marks a contraction). Separately, the downturn in the euro zone’s PMI eased slightly, growing to 47.9, from 47.6 a month earlier.\",            \"english_title\": \"Contractions in Germany's Sectors\",            \"translated_version\": \"Los sectores de servicios y manufactura de Alemania se contrajeron en enero, según una encuesta realizada por S&P Global y Hamburg Commercial Bank. El índice de gerentes de compras cayó a 47.1, frente a 47.4 en diciembre (cualquier valor por debajo de 50 indica una contracción). Por separado, la disminución en el PMI de la zona euro se alivió ligeramente, aumentando a 47.9, desde 47.6 un mes antes.\",            \"translated_title\": \"Contracciones en los Sectores de Alemania\"        },        {            \"english_version\": \"ASML, a Dutch tech firm that makes advanced lithography machines for cutting-edge chips, said that orders surged to a record €9.19bn ($9.98bn) in the fourth quarter of 2023, up from €2.6bn in the previous quarter. The company’s market value has quadrupled in the past five years, to €260bn, making it Europe’s most valuable technology firm.\",            \"english_title\": \"Record Orders for Dutch Tech Firm\",            \"translated_version\": \"ASML, una empresa tecnológica holandesa que fabrica máquinas de litografía avanzada para chips de vanguardia, dijo que los pedidos aumentaron a un récord de €9.19bn ($9.98bn) en el cuarto trimestre de 2023, frente a €2.6bn en el trimestre anterior. El valor de mercado de la empresa se ha cuadruplicado en los últimos cinco años, alcanzando los €260bn, convirtiéndola en la empresa tecnológica más valiosa de Europa.\",            \"translated_title\": \"Pedidos Récord para Empresa Tecnológica Holandesa\"        }    ]}"