"{    \"translations\": [        {            \"english_version\": \"After Hurricane Melissa hit, communities are cut off with little food, no water, and no idea when things will get back to normal.\",            \"english_title\": \"Hurricane Melissa Impact\",            \"translated_version\": \"Después del huracán Melissa, las comunidades están sin comida, sin agua, y no saben cuándo todo volverá a ser normal.\",            \"translated_title\": \"Impacto del Huracán Melissa\"        },        {            \"english_version\": \"A big earthquake hit near Mazar-e Sharif, one of Afghanistan's largest cities, early on Monday.\",            \"english_title\": \"Earthquake in Afghanistan\",            \"translated_version\": \"Un gran terremoto ocurrió cerca de Mazar-e Sharif, una de las ciudades más grandes de Afganistán, temprano el lunes.\",            \"translated_title\": \"Terremoto en Afganistán\"        },        {            \"english_version\": \"The top US court will decide if many of Trump's tariffs are legal. This case is important for presidential power and involves billions of dollars.\",            \"english_title\": \"US Court on Trump's Tariffs\",            \"translated_version\": \"La corte más alta de EE.UU. decidirá si muchos de los impuestos de Trump son legales. Este caso es importante para el poder del presidente y tiene que ver con miles de millones de dólares.\",            \"translated_title\": \"Corte de EE.UU. sobre Impuestos de Trump\"        },        {            \"english_version\": \"Admiral Giuseppe Cavo Dragone says the Russia-Ukraine war is stuck, and it might be time to talk.\",            \"english_title\": \"Russia-Ukraine War Stalemate\",            \"translated_version\": \"El almirante Giuseppe Cavo Dragone dice que la guerra entre Rusia y Ucrania está parada, y podría ser hora de hablar.\",            \"translated_title\": \"Guerra Rusia-Ucrania Estancada\"        },        {            \"english_version\": \"The Paris prosecutor says four suspects arrested are local people, not part of organized crime.\",            \"english_title\": \"Paris Arrests\",            \"translated_version\": \"El fiscal de París dice que cuatro sospechosos arrestados son personas locales, no parte del crimen organizado.\",            \"translated_title\": \"Arrestos en París\"        }    ]}"