"{    \"translations\": [        {            \"english_version\": \"Charlie Kirk was shot at a Utah campus. Police are looking for the person who did it. This is another case of gun violence in America and part of recent political violence.\",            \"english_title\": \"Shooting at Utah Campus\",            \"translated_version\": \"Charlie Kirk fue disparado en un campus de Utah. La policía busca a la persona que lo hizo. Este es otro caso de violencia con armas en América y parte de la violencia política reciente.\",            \"translated_title\": \"Disparo en Campus de Utah\"        },        {            \"english_version\": \"The Assad regime used an international charity to hide children of detainees from their families. This is a serious issue involving the misuse of charity organizations.\",            \"english_title\": \"Assad Regime Hides Children\",            \"translated_version\": \"El régimen de Assad usó una organización benéfica internacional para esconder a los niños de los detenidos de sus familias. Este es un problema serio que involucra el mal uso de organizaciones benéficas.\",            \"translated_title\": \"Régimen de Assad Esconde Niños\"        },        {            \"english_version\": \"Israel is telling everyone in Gaza City to leave. The BBC visited new aid sites that the army says will help the people leaving.\",            \"english_title\": \"Evacuation in Gaza City\",            \"translated_version\": \"Israel está diciendo a todos en la Ciudad de Gaza que se vayan. La BBC visitó nuevos sitios de ayuda que el ejército dice que ayudarán a las personas que se van.\",            \"translated_title\": \"Evacuación en Ciudad de Gaza\"        },        {            \"english_version\": \"Nato jets were sent to deal with drones that went into Polish airspace during Russian attacks on Ukraine. This situation is being watched closely by Moscow.\",            \"english_title\": \"Nato Jets and Drones\",            \"translated_version\": \"Aviones de la OTAN fueron enviados para tratar con drones que entraron en el espacio aéreo polaco durante ataques rusos en Ucrania. Moscú está observando esta situación de cerca.\",            \"translated_title\": \"Aviones de OTAN y Drones\"        },        {            \"english_version\": \"The king and his son met for the first time since February 2024. There were signs that this meeting would happen soon, according to a senior royal correspondent.\",            \"english_title\": \"King and Son Reunion\",            \"translated_version\": \"El rey y su hijo se reunieron por primera vez desde febrero de 2024. Había señales de que esta reunión ocurriría pronto, según un corresponsal real senior.\",            \"translated_title\": \"Reunión del Rey y su Hijo\"        }    ]}"