"{    \"translations\": [        {            \"english_version\": \"A Russian missile attack killed at least 41 people and injured more than 180 in Poltava, a city in central Ukraine. The strike destroyed part of an educational institute and a nearby hospital. Many people are still trapped under rubble.\",            \"english_title\": \"Russian Missile Attack in Ukraine\",            \"translated_version\": \"Un ataque de misiles rusos mató al menos a 41 personas e hirió a más de 180 en Poltava, una ciudad en Ucrania central. El ataque destruyó parte de un instituto educativo y un hospital cercano. Muchas personas todavía están atrapadas bajo escombros.\",            \"translated_title\": \"Ataque de Misiles Rusos en Ucrania\"        },        {            \"english_version\": \"Pressure mounted on Binyamin Netanyahu, Israel’s prime minister, to end the war in Gaza. President Joe Biden accused Mr Netanyahu of failing to secure the release of hostages. Britain decided to suspend some arms-export licences to Israel over suspected breaches of international humanitarian law.\",            \"english_title\": \"Pressure on Netanyahu and Gaza War\",            \"translated_version\": \"La presión aumentó sobre Binyamin Netanyahu, el primer ministro de Israel, para poner fin a la guerra en Gaza. El presidente Joe Biden acusó al Sr. Netanyahu de no lograr la liberación de rehenes. Gran Bretaña decidió suspender algunas licencias de exportación de armas a Israel por presuntas violaciones de la ley humanitaria internacional.\",            \"translated_title\": \"Presión sobre Netanyahu y la Guerra en Gaza\"        },        {            \"english_version\": \"Mr Zelensky, Ukraine’s president, called for more Western air defences and for allies to allow the use of long-range weapons so Ukraine can strike deeper into Russian territory.\",            \"english_title\": \"Zelensky's Call for Western Support\",            \"translated_version\": \"El Sr. Zelensky, presidente de Ucrania, pidió más defensas aéreas occidentales y que los aliados permitan el uso de armas de largo alcance para que Ucrania pueda golpear más profundamente en territorio ruso.\",            \"translated_title\": \"Llamado de Zelensky para el Apoyo Occidental\"        },        {            \"english_version\": \"In a defiant press conference, Mr Netanyahu defended Israel’s war in Gaza and refused to agree to a ceasefire.\",            \"english_title\": \"Netanyahu's Defiance in Press Conference\",            \"translated_version\": \"En una conferencia de prensa desafiante, el Sr. Netanyahu defendió la guerra de Israel en Gaza y se negó a acordar un alto el fuego.\",            \"translated_title\": \"Desafío de Netanyahu en Conferencia de Prensa\"        },        {            \"english_version\": \"The Economist, published since September 1843, aims to take part in a contest between intelligence and ignorance, pressing forward for progress.\",            \"english_title\": \"The Economist's Mission\",            \"translated_version\": \"The Economist, publicada desde septiembre de 1843, tiene como objetivo participar en un concurso entre la inteligencia y la ignorancia, presionando hacia adelante para el progreso.\",            \"translated_title\": \"La Misión de The Economist\"        }    ]}"