"{    \"translations\": [        {            \"english_version\": \"The UN Security Council passed a resolution to increase aid to Gaza. The resolution calls for a sustainable cessation of hostilities. America abstained from the vote, allowing the proposal to pass. Russia also abstained.\",            \"english_title\": \"UN Security Council Resolution on Gaza\",            \"translated_version\": \"El Consejo de Seguridad de la ONU aprobó una resolución para aumentar la ayuda a Gaza. La resolución pide un cese sostenible de las hostilidades. Estados Unidos se abstuvo de votar, permitiendo que la propuesta fuera aprobada. Rusia también se abstuvo.\",            \"translated_title\": \"Resolución del Consejo de Seguridad de la ONU sobre Gaza\"        },        {            \"english_version\": \"Japan will allow the sale of advanced Patriot air-defense systems to America. This is seen as a policy shift to help Ukraine's war effort. Japan cannot sell Patriots directly to Ukraine, but by adding to America's stockpile, it may free up other supplies.\",            \"english_title\": \"Japan's Sale of Patriot Air-Defense Systems\",            \"translated_version\": \"Japón permitirá la venta de sistemas avanzados de defensa aérea Patriot a Estados Unidos. Esto se ve como un cambio de política para ayudar al esfuerzo de guerra de Ucrania. Japón no puede vender Patriots directamente a Ucrania, pero al agregarlos al arsenal de Estados Unidos, puede liberar otros suministros.\",            \"translated_title\": \"Venta de Sistemas de Defensa Aérea Patriot de Japón\"        },        {            \"english_version\": \"America's Supreme Court declined to fast-track one of Donald Trump's appeals. The trial is scheduled for March. Mr. Trump argues he should be immune from prosecution for actions he took while in office.\",            \"english_title\": \"Supreme Court Decision on Trump's Appeal\",            \"translated_version\": \"La Corte Suprema de Estados Unidos se negó a acelerar uno de los recursos de apelación de Donald Trump. El juicio está programado para marzo. El Sr. Trump argumenta que debería estar protegido de ser procesado por acciones que tomó mientras estaba en el cargo.\",            \"translated_title\": \"Decisión de la Corte Suprema sobre la Apelación de Trump\"        },        {            \"english_version\": \"France will reportedly close its embassy in Niger due to restrictions imposed by the country's military government. French diplomats had already left in September. France withdrew all its troops stationed in Niger.\",            \"english_title\": \"Closure of France's Embassy in Niger\",            \"translated_version\": \"Según informes, Francia cerrará su embajada en Níger debido a las restricciones impuestas por el gobierno militar del país. Los diplomáticos franceses ya se habían ido en septiembre. Francia retiró todas sus tropas estacionadas en Níger.\",            \"translated_title\": \"Cierre de la Embajada de Francia en Níger\"        },        {            \"english_version\": \"Wisconsin's supreme court said that the state's electoral maps were unconstitutional. It ordered the legislature to draw new maps before the 2024 election. The map favors Republicans.\",            \"english_title\": \"Wisconsin Supreme Court Decision on Electoral Maps\",            \"translated_version\": \"La Corte Suprema de Wisconsin dijo que los mapas electorales del estado eran inconstitucionales. Ordenó a la legislatura dibujar nuevos mapas antes de las elecciones de 2024. El mapa favorece a los Republicanos.\",            \"translated_title\": \"Decisión de la Corte Suprema de Wisconsin sobre los Mapas Electorales\"        }    ]}"