"{    \"translations\": [        {            \"english_version\": \"A crash in Portugal resulted in the deaths of 16 people and injured more than 20, including many foreigners. The cause of the crash is still unknown.\",            \"english_title\": \"Crash in Portugal\",            \"translated_version\": \"Un accidente en Portugal causó la muerte de 16 personas y más de 20 resultaron heridas, incluyendo muchos extranjeros. La causa del accidente aún no se sabe.\",            \"translated_title\": \"Accidente en Portugal\"        },        {            \"english_version\": \"The US health secretary is being questioned about Covid deaths and vaccines. This comes a week after the head of the Centers for Disease Control and Prevention was fired. Health officials are urging people to take preventive measures due to a new outbreak of the virus.\",            \"english_title\": \"US Health Secretary Questioned\",            \"translated_version\": \"El secretario de salud de EE.UU. está siendo cuestionado sobre muertes por Covid y vacunas. Esto pasa una semana después de que el jefe de los Centros para el Control y la Prevención de Enfermedades fue despedido. Los oficiales de salud están pidiendo a la gente que tome medidas preventivas por un nuevo brote del virus.\",            \"translated_title\": \"Secretario de Salud de EE.UU. Cuestionado\"        },        {            \"english_version\": \"Investigators reported that an 18-year-old who was killed was the sister of a suspect known to the police.\",            \"english_title\": \"Investigation Report\",            \"translated_version\": \"Los investigadores informaron que una joven de 18 años que fue asesinada era la hermana de un sospechoso conocido por la policía.\",            \"translated_title\": \"Informe de Investigación\"        },        {            \"english_version\": \"The fashion designer was known for Italian style and elegance, creating new designs for men's and women's suits.\",            \"english_title\": \"Famous Fashion Designer\",            \"translated_version\": \"El diseñador de moda era conocido por el estilo italiano y la elegancia, creando nuevos diseños para trajes de hombres y mujeres.\",            \"translated_title\": \"Diseñador de Moda Famoso\"        },        {            \"english_version\": \"The French president mentioned that US support for the 'Coalition of the Willing' would be finalized soon.\",            \"english_title\": \"French President on US Support\",            \"translated_version\": \"El presidente francés mencionó que el apoyo de EE.UU. para la `Coalición de los Dispuestos` se finalizará pronto.\",            \"translated_title\": \"Presidente Francés sobre Apoyo de EE.UU.\"        }    ]}"