"{    \"translations\": [        {            \"english_version\": \"President Donald Trump believed that Volodymyr Zelensky was willing to give Crimea to Russia as part of a peace agreement. However, the Ukrainian president has consistently rejected this idea. Meanwhile, Russian Foreign Minister Sergey Lavrov expressed confidence in the management of the Russian-occupied Zaporizhia nuclear power plant in Ukraine, following Trump's suggestion of potential joint control between Ukraine and the US after a ceasefire.\",            \"english_title\": \"International Relations\",            \"translated_version\": \"El presidente Donald Trump creía que Volodymyr Zelensky estaba dispuesto a dar Crimea a Rusia como parte de un acuerdo de paz. Sin embargo, el presidente ucraniano ha rechazado consistentemente esta idea. Mientras tanto, el ministro de Relaciones Exteriores de Rusia, Sergey Lavrov, expresó confianza en la gestión de la planta nuclear de Zaporizhia ocupada por Rusia en Ucrania, siguiendo la sugerencia de Trump de un posible control conjunto entre Ucrania y los EE. UU. después de un alto el fuego.\",            \"translated_title\": \"International Relations\"        },        {            \"english_version\": \"Canadian prosecutors have charged Kai-Ji Adam Lo, a 30-year-old Vancouver resident, with the murder of at least 11 individuals and injuring numerous others by driving a car into crowds at a Filipino street festival in the city. Authorities stated that the incident was not classified as terrorism and noted that the perpetrator had a history of mental health issues.\",            \"english_title\": \"Crime News\",            \"translated_version\": \"Los fiscales canadienses han acusado a Kai-Ji Adam Lo, un residente de Vancouver de 30 años, del asesinato de al menos 11 personas e hiriendo a numerosas personas más al conducir un automóvil hacia multitudes en un festival callejero filipino en la ciudad. Las autoridades declararon que el incidente no fue clasificado como terrorismo y señalaron que el perpetrador tenía antecedentes de problemas de salud mental.\",            \"translated_title\": \"Crime News\"        }    ]}"