"{    \"translations\": [        {            \"english_version\": \"Ursula von der Leyen, the president of the European Commission, said she would seek an operational solution to provide funding for Ukraine in time for the EU’s next summit in March 2024. Earlier Hungary blocked a proposed €50bn ($55bn) EU aid package for Ukraine, shortly after the bloc agreed to open membership negotiations with the war-torn country.\",            \"english_title\": \"EU Funding for Ukraine\",            \"translated_version\": \"Ursula von der Leyen, la presidenta de la Comisión Europea, dijo que buscará una solución operativa para proporcionar financiamiento a Ucrania a tiempo para la próxima cumbre de la UE en marzo de 2024. Hungría bloqueó anteriormente un paquete de ayuda propuesto de €50 mil millones ($55 mil millones) de la UE para Ucrania, poco después de que el bloque acordara abrir negociaciones de membresía con el país devastado por la guerra.\",            \"translated_title\": \"Financiamiento de la UE para Ucrania\"        },        {            \"english_version\": \"Israel said it had approved the temporary delivery of aid to Gaza through its Kerem Shalom border crossing, which is located in the south. Jake Sullivan, America’s national security adviser, called it a significant step. Earlier he met Mahmoud Abbas, who runs the Palestinian Authority. Mr Sullivan said that Palestinian leadership needs to be revamped. The Houthis, a Yemeni militant group, claimed responsibility for attacking two cargo ships in the Red Sea. The missile attacks signal the intensification of the group’s assault on the shipping lane. The Houthis claim to target ships heading towards Israel. Maersk, a freight company, told customers that it is pausing all journeys through the Red Sea until further notice.\",            \"english_title\": \"Aid to Gaza and Red Sea Attacks\",            \"translated_version\": \"Israel dijo que había aprobado la entrega temporal de ayuda a Gaza a través de su cruce fronterizo de Kerem Shalom, que se encuentra en el sur. Jake Sullivan, asesor de seguridad nacional de Estados Unidos, lo calificó como un paso significativo. Anteriormente se reunió con Mahmoud Abbas, quien dirige la Autoridad Palestina. El Sr. Sullivan dijo que el liderazgo palestino necesita ser renovado. Los hutíes, un grupo militante yemení, se atribuyeron la responsabilidad de atacar dos barcos de carga en el Mar Rojo. Los ataques con misiles señalan la intensificación del asalto del grupo al carril de envío. Los hutíes afirman apuntar a los barcos que se dirigen hacia Israel. Maersk, una empresa de transporte de carga, informó a los clientes que está suspendiendo todos los viajes a través del Mar Rojo hasta nuevo aviso.\",            \"translated_title\": \"Ayuda a Gaza y Ataques en el Mar Rojo\"        },        {            \"english_version\": \"Nelson Peltz, an activist investor, said he would nominate himself to the board of Disney, alongside Jay Rasulo, a former chief financial officer at the media giant. Trian, Mr Peltz’s investment firm, which has a $3bn stake in Disney, said the root cause of the company’s underperformance was a board too closely connected to a long-tenured CEO, a reference to Bob Iger. He has promised to slash costs. The former head of a southern branch of Bank of China, Xu Guojun, was jailed for life for embezzling 2.3bn yuan ($325m). The court said that Mr Xu, who led the branch from 1993 and 2001, exploited its fund management system to obtain fraudulent loans. The sentence comes as Xi Jinping, China’s president, tightens his grip on the hedonistic practices of the country’s bankers.\",            \"english_title\": \"Nelson Peltz and Xu Guojun\",            \"translated_version\": \"Nelson Peltz, un inversor activista, dijo que se nominaría a sí mismo para el consejo de Disney, junto con Jay Rasulo, un ex director financiero de la gigante de los medios. Trian, la firma de inversión del Sr. Peltz, que tiene una participación de $3 mil millones en Disney, dijo que la causa raíz del bajo rendimiento de la compañía era un consejo demasiado conectado a un CEO de larga duración, en referencia a Bob Iger. Él ha prometido reducir costos. El ex jefe de una sucursal del sur del Banco de China, Xu Guojun, fue condenado a cadena perpetua por malversar 2.3 mil millones de yuanes ($325 millones). El tribunal dijo que el Sr. Xu, quien dirigió la sucursal de 1993 a 2001, explotó su sistema de gestión de fondos para obtener préstamos fraudulentos. La sentencia se produce mientras Xi Jinping, presidente de China, refuerza su control sobre las prácticas hedonistas de los banqueros del país.\",            \"translated_title\": \"Nelson Peltz y Xu Guojun\"        },        {            \"english_version\": \"Gunmen killed 11 people and injured several others in Sistan and Baluchistan, a province in south-eastern Iran, according to local media. The attackers, who are suspected to be members of a separatist group, targeted a police station. The province is mostly Sunni and suffered harsh crackdowns during the protests triggered by the death of Mahsa Amini in police custody in 2022. The High Court in London ruled against Mirror Group Newspapers in 15 of 33 claims brought by Prince Harry. The court found that the senior royal had been a victim of phone hacking and unlawful information gathering by the newspapers. Prince Harry had worried that slaying dragons would get him burned, but celebrated the ruling as marking a great day for truth.\",            \"english_title\": \"Violence in Iran and Prince Harry's Victory\",            \"translated_version\": \"Hombres armados mataron a 11 personas e hirieron a varias otras en Sistán y Baluchistán, una provincia en el sureste de Irán, según los medios locales. Los atacantes, que se sospecha que son miembros de un grupo separatista, atacaron una comisaría de policía. La provincia es en su mayoría suní y sufrió represiones severas durante las protestas desencadenadas por la muerte de Mahsa Amini bajo custodia policial en 2022. El Tribunal Superior de Londres falló en contra de Mirror Group Newspapers en 15 de las 33 demandas presentadas por el príncipe Harry. El tribunal encontró que el miembro de la realeza había sido víctima de piratería telefónica y recopilación ilegal de información por parte de los periódicos. El príncipe Harry había temido que matar dragones lo quemaría, pero celebró el fallo como un gran día para la verdad.\",            \"translated_title\": \"Violencia en Irán y Victoria del Príncipe Harry\"        },        {            \"english_version\": \"Russia’s economy is dangerously hot. As inflation falls the world over, in Russia it is rising. In November prices rose by 7.5% year on year, up from 6.7% in the previous month. Drastic action is required. At a monetary-policy meeting on Friday Russia’s central bank raised interest rates by one percentage point, to 16%, having raised them by two percentage points at the one before. The inflationary surge has a simple explanation: fiscal policy. Vladimir Putin is sharply raising defence spending as he seeks to win the war in Ukraine. With an election in 2024, the government is also boosting welfare payments. This is running up against reduced supply, especially of labour. With plenty of outside options, workers are asking for much higher wages. Nominal pay is growing by about 15% year on year. The central bank wants Mr Putin to dial down the fiscal stimulus, but he is unlikely to listen. Do not be surprised if Russian inflation keeps moving upwards.\",            \"english_title\": \"Inflation in Russia\",            \"translated_version\": \"La economía de Rusia está peligrosamente caliente. Mientras la inflación cae en todo el mundo, en Rusia está aumentando. En noviembre, los precios subieron un 7.5% interanual, frente al 6.7% del mes anterior. Se requiere una acción drástica. En una reunión de política monetaria el viernes, el banco central de Rusia aumentó las tasas de interés en un punto porcentual, al 16%, después de haberlas aumentado en dos puntos porcentuales en la reunión anterior. El aumento inflacionario tiene una explicación sencilla: la política fiscal. Vladimir Putin está aumentando drásticamente el gasto en defensa mientras busca ganar la guerra en Ucrania. Con una elección en 2024, el gobierno también está aumentando los pagos de bienestar. Esto choca con una oferta reducida, especialmente de mano de obra. Con muchas opciones externas, los trabajadores están pidiendo salarios mucho más altos. El salario nominal está creciendo aproximadamente un 15% interanual. El banco central quiere que el Sr. Putin reduzca el estímulo fiscal, pero es poco probable que escuche. No te sorprendas si la inflación rusa sigue aumentando.\",            \"translated_title\": \"Inflación en Rusia\"        }    ]}"