"{    \"translations\": [        {            \"english_version\": \"Russian attacks on a store in Kostyantynivka, a city in eastern Ukraine, caused the deaths of at least 14 people and left 43 others injured. This incident occurred as Ukrainian forces continued their advance into Kursk, a Russian region bordering Ukraine, marking their largest cross-border incursion since Russia's invasion in 2022. Russia has declared a state of emergency in the region and is sending reinforcements.\",            \"english_title\": \"Russian Strikes in Ukraine\",            \"translated_version\": \"Ataques rusos en una tienda en Kostyantynivka, una ciudad en el este de Ucrania, causaron la muerte de al menos 14 personas y dejaron a otras 43 heridas. Este incidente ocurrió mientras las fuerzas ucranianas continuaban avanzando hacia Kursk, una región rusa que limita con Ucrania, marcando su mayor incursión transfronteriza desde la invasión de Rusia en 2022. Rusia ha declarado un estado de emergencia en la región y está enviando refuerzos.\",            \"translated_title\": \"Ataques Rusos en Ucrania\"        },        {            \"english_version\": \"Venezuela's President, Nicolás Maduro, has blocked access to a social media platform for ten days. Mr. Maduro, who won a controversial election on July 28th, has been cracking down on dissent in the country. He has accused Elon Musk, the platform's owner, of involvement in a 'criminal cyber coup d’état' and inciting hatred and civil unrest in Venezuela.\",            \"english_title\": \"Venezuela's President Blocks Social Media Platform\",            \"translated_version\": \"El Presidente de Venezuela, Nicolás Maduro, ha bloqueado el acceso a una plataforma de redes sociales por diez días. El Sr. Maduro, quien ganó una elección controvertida el 28 de julio, ha estado reprimiendo la disidencia en el país. Ha acusado a Elon Musk, el dueño de la plataforma, de estar involucrado en un 'golpe de estado cibernético criminal' y de incitar al odio y la agitación civil en Venezuela.\",            \"translated_title\": \"El Presidente de Venezuela Bloquea Plataforma de Redes Sociales\"        }    ]}"