"{    \"translations\": [        {            \"english_version\": \"Kamala Harris held her first campaign rally in Wisconsin. She promised to bring an end to chaos and focused on the future. Drawing on her experience as a prosecutor, she pledged to protect abortion access and unions.\",            \"english_title\": \"Kamala Harris Presidential Campaign\",            \"translated_version\": \"Kamala Harris tuvo su primer mitin de campaña en Wisconsin. Prometió poner fin al caos y se enfocó en el futuro. Basándose en su experiencia como fiscal, se comprometió a proteger el acceso al aborto y a los sindicatos.\",            \"translated_title\": \"Kamala Harris Presidential Campaign\"        },        {            \"english_version\": \"Tesla reported a net income of $1.5 billion for the quarter ending in June, which was a 45% drop from the previous year. The company plans to focus on cost reduction, growing their traditional hardware business, and accelerating the development of AI products and services.\",            \"english_title\": \"Tesla's Financial Performance\",            \"translated_version\": \"Tesla informó de un ingreso neto de $1.5 mil millones para el trimestre que terminó en junio, lo que representó una caída del 45% respecto al año anterior. La empresa planea centrarse en la reducción de costos, hacer crecer su negocio tradicional de hardware y acelerar el desarrollo de productos y servicios de inteligencia artificial.\",            \"translated_title\": \"Tesla's Financial Performance\"        },        {            \"english_version\": \"Top congressional Democrats, Chuck Schumer and Hakeem Jeffries, endorsed Kamala Harris enthusiastically to be the party's presidential nominee.\",            \"english_title\": \"Endorsement of Kamala Harris\",            \"translated_version\": \"Los principales demócratas del Congreso, Chuck Schumer y Hakeem Jeffries, respaldaron entusiastamente a Kamala Harris para que sea la nominada presidencial del partido.\",            \"translated_title\": \"Endorsement of Kamala Harris\"        },        {            \"english_version\": \"The Economist has been published since September 1843. It aims to participate in a severe contest between intelligence and ignorance obstructing progress.\",            \"english_title\": \"The Economist Publication\",            \"translated_version\": \"The Economist se ha publicado desde septiembre de 1843. Su objetivo es participar en un severo concurso entre la inteligencia y la ignorancia que obstaculiza el progreso.\",            \"translated_title\": \"The Economist Publication\"        }    ]}"