"{    \"translations\": [        {            \"english_version\": \"Republicans in America’s House of Representatives have agreed on a new spending deal to prevent a government shutdown. Democrats have not yet confirmed their support for the bill. The proposed deal would fund the government until March and suspend America’s debt ceiling for two years. President-elect Donald Trump has endorsed the bill.\",            \"english_title\": \"Government Spending Deal in America\",            \"translated_version\": \"Los Republicanos en la Cámara de Representantes de América han acordado un nuevo trato de gastos para evitar un cierre del gobierno. Los Demócratas aún no han confirmado su apoyo al proyecto de ley. El trato propuesto financiaría al gobierno hasta marzo y suspendería el techo de deuda de América por dos años. El Presidente electo Donald Trump ha respaldado el proyecto de ley.\",            \"translated_title\": \"Acuerdo de Gastos del Gobierno en América\"        },        {            \"english_version\": \"Ukraine's President, Volodymyr Zelensky, stated that security guarantees from Europe alone will not be enough to protect the country from Russia. He emphasized the need for American support and NATO membership. These remarks were made following a summit with EU leaders in Brussels.\",            \"english_title\": \"Ukraine's President on Security Guarantees\",            \"translated_version\": \"El Presidente de Ucrania, Volodymyr Zelensky, declaró que las garantías de seguridad solo de Europa no serán suficientes para proteger al país de Rusia. Él enfatizó la necesidad de apoyo estadounidense y la membresía en la OTAN. Estas observaciones se hicieron después de una cumbre con líderes de la UE en Bruselas.\",            \"translated_title\": \"El Presidente de Ucrania sobre Garantías de Seguridad\"        },        {            \"english_version\": \"The Economist has been published since September 1843. It aims to participate in a contest between intelligence and ignorance. The publication focuses on progressing forward and overcoming obstacles to advancement.\",            \"english_title\": \"The Economist Publication\",            \"translated_version\": \"The Economist ha sido publicado desde septiembre de 1843. Su objetivo es participar en un concurso entre la inteligencia y la ignorancia. La publicación se enfoca en avanzar y superar obstáculos para el progreso.\",            \"translated_title\": \"Publicación de The Economist\"        }    ]}"