"{    \"translations\": [        {            \"english_version\": \"The president says sending troops to a major US city is necessary to protect immigration detention facilities.\",            \"english_title\": \"Troops to US City\",            \"translated_version\": \"El presidente dice que enviar soldados a una ciudad grande de Estados Unidos es necesario para proteger lugares donde detienen a inmigrantes.\",            \"translated_title\": \"Soldados a Ciudad de EE.UU.\"        },        {            \"english_version\": \"Drones were detected near the largest military facility, with possible sightings also reported in Germany, Norway, and Lithuania.\",            \"english_title\": \"Drones Near Military Base\",            \"translated_version\": \"Detectaron drones cerca de la base militar más grande, y también vieron drones en Alemania, Noruega y Lituania.\",            \"translated_title\": \"Drones Cerca de Base Militar\"        },        {            \"english_version\": \"Israel is continuing its offensive against Hamas after Prime Minister Benjamin Netanyahu told the UN that Israel must finish the job in Gaza.\",            \"english_title\": \"Israel Continues Offensive\",            \"translated_version\": \"Israel sigue atacando a Hamas después de que el Primer Ministro Benjamin Netanyahu dijo a la ONU que Israel debe terminar el trabajo en Gaza.\",            \"translated_title\": \"Israel Sigue Ataque\"        },        {            \"english_version\": \"Sergei Lavrov criticized Western countries and Israel in his speech at the UN General Assembly.\",            \"english_title\": \"Lavrov Criticizes West\",            \"translated_version\": \"Sergei Lavrov criticó a los países occidentales e Israel en su discurso en la Asamblea General de la ONU.\",            \"translated_title\": \"Lavrov Critica a Occidente\"        },        {            \"english_version\": \"Officials and diplomats left the auditorium in protest as the Israeli leader took the stage, leaving large parts of the hall empty.\",            \"english_title\": \"Walkout During Speech\",            \"translated_version\": \"Funcionarios y diplomáticos salieron del auditorio en protesta cuando el líder israelí subió al escenario, dejando gran parte del lugar vacío.\",            \"translated_title\": \"Protesta Durante Discurso\"        }    ]}"