"{    \"translations\": [        {            \"english_version\": \"Israel's defence minister, Yoav Gallant, announced that the Israel Defence Forces have entered a new phase of fighting in Gaza. The IDF launched an attack on Hamas, targeting both above ground and underground locations. The IDF has urged residents of northern Gaza to temporarily relocate south, as their window to act is closing.\",            \"english_title\": \"Israel launches attack on Hamas in Gaza\",            \"translated_version\": \"El ministro de defensa de Israel, Yoav Gallant, anunció que las Fuerzas de Defensa de Israel han entrado en una nueva fase de lucha en Gaza. El IDF lanzó un ataque contra Hamas, apuntando tanto a ubicaciones en la superficie como subterráneas. El IDF ha instado a los residentes del norte de Gaza a trasladarse temporalmente al sur, ya que su tiempo para actuar se está agotando.\",            \"translated_title\": \"Israel ataca a Hamas en Gaza\"        },        {            \"english_version\": \"The UN General Assembly passed a resolution calling for an immediate ceasefire in Gaza, with 120 countries supporting it. Jordan introduced the resolution, which called for a humanitarian truce and the provision of aid. However, an amendment proposed by Canada to recognize Hamas's attack as terrorism failed to pass.\",            \"english_title\": \"UN calls for ceasefire in Gaza\",            \"translated_version\": \"La Asamblea General de la ONU aprobó una resolución que pide un alto el fuego inmediato en Gaza, con el apoyo de 120 países. Jordania presentó la resolución, que pedía un alto el fuego humanitario y la provisión de ayuda. Sin embargo, una enmienda propuesta por Canadá para reconocer el ataque de Hamas como terrorismo no fue aprobada.\",            \"translated_title\": \"La ONU pide un alto el fuego en Gaza\"        },        {            \"english_version\": \"A protest in Dhaka, Bangladesh's capital, turned violent, resulting in the death of a police officer and over 100 injuries. Tens of thousands of people had gathered to demand the resignation of Prime Minister Sheikh Hasina. The protest was organized by the opposition group Bangladesh Nationalist Party, which is calling for elections to be held under a neutral caretaker government.\",            \"english_title\": \"Protest in Dhaka turns violent\",            \"translated_version\": \"Una protesta en Dhaka, la capital de Bangladesh, se volvió violenta, resultando en la muerte de un oficial de policía y más de 100 heridos. Decenas de miles de personas se habían reunido para exigir la renuncia del primer ministro Sheikh Hasina. La protesta fue organizada por el grupo de oposición Partido Nacionalista de Bangladesh, que pide que se celebren elecciones bajo un gobierno neutral de cuidado.\",            \"translated_title\": \"Protesta en Dhaka se vuelve violenta\"        },        {            \"english_version\": \"The man suspected of the shooting rampage in Lewiston, Maine, was found dead, having apparently taken his own life. Robert Card went on a killing spree in a bowling alley and a restaurant, leading to a three-day manhunt. Reports suggest that Joe Biden and Xi Jinping have agreed to meet during the Asia-Pacific Economic Cooperation summit in November.\",            \"english_title\": \"Suspect in shooting rampage found dead\",            \"translated_version\": \"El hombre sospechoso de la matanza a tiros en Lewiston, Maine, fue encontrado muerto, aparentemente habiéndose quitado la vida. Robert Card se desató en una matanza en un callejón de bolos y un restaurante, lo que llevó a una búsqueda de tres días. Informes sugieren que Joe Biden y Xi Jinping han acordado reunirse durante la cumbre de Cooperación Económica Asia-Pacífico en noviembre.\",            \"translated_title\": \"Sospechoso de matanza a tiros encontrado muerto\"        },        {            \"english_version\": \"Kazakhstan has begun nationalizing the local business of ArcelorMittal, a steelmaker, after a mining accident resulted in the death of at least 32 people. Kazakhstan's president called for a halt in investment cooperation with the company. This is the second deadly incident in an ArcelorMittal mine in Kazakhstan in three months.\",            \"english_title\": \"Kazakhstan nationalizes ArcelorMittal business\",            \"translated_version\": \"Kazajstán ha comenzado a nacionalizar el negocio local de ArcelorMittal, un fabricante de acero, después de que un accidente minero resultara en la muerte de al menos 32 personas. El presidente de Kazajstán pidió detener la cooperación de inversión con la empresa. Este es el segundo incidente mortal en una mina de ArcelorMittal en Kazajstán en tres meses.\",            \"translated_title\": \"Kazajstán nacionaliza el negocio de ArcelorMittal\"        }    ]}"