"{    \"translations\": [        {            \"english_version\": \"The funeral of Pope Francis took place in St Peter’s Square in Rome. Thousands of people attended the service, including leaders from around the world. After the funeral, Francis was buried in Santa Maria Maggiore, one of Rome's oldest basilicas. The conclave, where cardinals will choose the next pope, is expected to start between May 6th and 10th.\",            \"english_title\": \"Pope Francis Funeral\",            \"translated_version\": \"El funeral del Papa Francisco tuvo lugar en la Plaza de San Pedro en Roma. Miles de personas asistieron al servicio, incluidos líderes de todo el mundo. Después del funeral, Francisco fue enterrado en Santa María la Mayor, una de las basílicas más antiguas de Roma. Se espera que el cónclave, donde los cardenales elegirán al próximo papa, comience entre el 6 y el 10 de mayo.\",            \"translated_title\": \"Funeral del Papa Francisco\"        },        {            \"english_version\": \"Donald Trump and Volodymyr Zelensky had a conversation in St Peter’s Basilica before the pope’s funeral. The White House called the discussion 'very productive.' Trump later mentioned on social media that Vladimir Putin may not want to end the war and suggested tougher sanctions.\",            \"english_title\": \"Trump and Zelensky Conversation\",            \"translated_version\": \"Donald Trump y Volodymyr Zelensky tuvieron una conversación en la Basílica de San Pedro antes del funeral del papa. La Casa Blanca calificó la discusión como 'muy productiva'. Trump mencionó más tarde en las redes sociales que Vladimir Putin puede que no quiera poner fin a la guerra y sugirió sanciones más duras.\",            \"translated_title\": \"Conversación entre Trump y Zelensky\"        },        {            \"english_version\": \"The Economist is a well-known publication that offers an app for iOS and Android devices. They provide news and analysis on various topics. The Economist Group is behind this publication and also offers services like Economist Intelligence and Economist Education Courses.\",            \"english_title\": \"The Economist Publication\",            \"translated_version\": \"The Economist es una publicación muy conocida que ofrece una aplicación para dispositivos iOS y Android. Proporcionan noticias y análisis sobre varios temas. El Grupo The Economist está detrás de esta publicación y también ofrece servicios como Inteligencia de The Economist y Cursos de Educación de The Economist.\",            \"translated_title\": \"Publicación de The Economist\"        },        {            \"english_version\": \"To improve user experience, The Economist website uses cookies and similar technologies. They have policies in place regarding the use of cookies, privacy, and accessibility. The Economist Group is registered in England and Wales with specific office locations.\",            \"english_title\": \"The Economist Website\",            \"translated_version\": \"Para mejorar la experiencia del usuario, el sitio web de The Economist utiliza cookies y tecnologías similares. Tienen políticas establecidas con respecto al uso de cookies, privacidad y accesibilidad. El Grupo The Economist está registrado en Inglaterra y Gales con ubicaciones de oficinas específicas.\",            \"translated_title\": \"Sitio web de The Economist\"        },        {            \"english_version\": \"For any inquiries or support, users can contact The Economist through their website. They provide options for advertising, press inquiries, and career opportunities. The Economist Group values transparency and offers information on data rights and modern slavery statements.\",            \"english_title\": \"Contacting The Economist\",            \"translated_version\": \"Para cualquier consulta o soporte, los usuarios pueden contactar con The Economist a través de su sitio web. Ofrecen opciones para publicidad, consultas de prensa y oportunidades laborales. El Grupo The Economist valora la transparencia y ofrece información sobre derechos de datos y declaraciones sobre esclavitud moderna.\",            \"translated_title\": \"Contactar con The Economist\"        }    ]}"