"{    \"translations\": [        {            \"english_version\": \"The 30-hour ceasefire in Ukraine ended, and Russia decided not to extend it. Ukraine's president, Volodymyr Zelensky, accused Russia of violating the ceasefire multiple times. Russia claimed to have repelled Ukrainian assaults.\",            \"english_title\": \"Ceasefire Ends in Ukraine\",            \"translated_version\": \"El alto el fuego de 30 horas en Ucrania terminó, y Rusia decidió no extenderlo. El presidente de Ucrania, Volodymyr Zelensky, acusó a Rusia de violar el alto el fuego varias veces. Rusia afirmó haber repelido los ataques ucranianos.\",            \"translated_title\": \"Alto el Fuego Termina en Ucrania\"        },        {            \"english_version\": \"Pete Hegseth, the US defense secretary, reportedly shared details of an imminent attack on Yemen for the second time on Signal last month. The messaging group included his wife, brother, and personal lawyer. This incident follows the editor-in-chief of the Atlantic being mistakenly added to a similar Signal chat.\",            \"english_title\": \"US Defense Secretary's Message Leak\",            \"translated_version\": \"Pete Hegseth, el secretario de defensa de EE. UU., supuestamente compartió detalles de un ataque inminente en Yemen por segunda vez en Signal el mes pasado. El grupo de mensajería incluía a su esposa, hermano y abogado personal. Este incidente sigue al editor en jefe de The Atlantic siendo agregado por error a un chat similar en Signal.\",            \"translated_title\": \"Filtración de Mensaje del Secretario de Defensa de EE. UU.\"        },        {            \"english_version\": \"LinkedIn, Instagram, Facebook, TikTok, YouTube, and WhatsApp are popular social media platforms. The Economist app is available on iOS and Android for easy access to news and articles.\",            \"english_title\": \"Popular Social Media Platforms\",            \"translated_version\": \"LinkedIn, Instagram, Facebook, TikTok, YouTube y WhatsApp son plataformas populares de redes sociales. La aplicación de The Economist está disponible en iOS y Android para acceder fácilmente a noticias y artículos.\",            \"translated_title\": \"Plataformas Populares de Redes Sociales\"        },        {            \"english_version\": \"The Economist Group provides various services such as Economist Enterprise, SecureDrop, Economist Intelligence, Economist Impact, and Economist Education Courses. They also offer contact information for support, advertising, press inquiries, and career opportunities.\",            \"english_title\": \"Services Offered by The Economist Group\",            \"translated_version\": \"El Grupo de The Economist ofrece varios servicios como Economist Enterprise, SecureDrop, Economist Intelligence, Economist Impact y Cursos de Educación de The Economist. También ofrecen información de contacto para soporte, publicidad, consultas de prensa y oportunidades de carrera.\",            \"translated_title\": \"Servicios Ofrecidos por el Grupo de The Economist\"        },        {            \"english_version\": \"The Economist website uses cookies and similar technologies to enhance user experience. They provide information on terms of use, privacy, cookie policy, accessibility, and modern slavery statement. The Economist Newspaper Limited is registered in England and Wales.\",            \"english_title\": \"The Economist Website Information\",            \"translated_version\": \"El sitio web de The Economist utiliza cookies y tecnologías similares para mejorar la experiencia del usuario. Proporcionan información sobre términos de uso, privacidad, política de cookies, accesibilidad y declaración sobre esclavitud moderna. The Economist Newspaper Limited está registrada en Inglaterra y Gales.\",            \"translated_title\": \"Información del Sitio Web de The Economist\"        }    ]}"