"{    \"translations\": [        {            \"english_version\": \"Stock markets around the world dropped and the value of the dollar went up because of Donald Trump's tariffs on Canada, Mexico, and China. This made people worried about a global trade war. In Europe, the Stoxx 600 and Britain's FTSE 100 both fell by almost 1.5% after Mr. Trump said he would put tariffs on the European Union. Mexico and Canada said they would fight back. The EU's top diplomat, Kaja Kallas, said that nobody wins in trade wars.\",            \"english_title\": \"Global Trade War Fears\",            \"translated_version\": \"Las bolsas de valores en todo el mundo bajaron y el valor del dólar subió debido a los aranceles de Donald Trump a Canadá, México y China. Esto hizo que la gente se preocupara por una guerra comercial global. En Europa, el Stoxx 600 y el FTSE 100 de Gran Bretaña cayeron casi un 1.5% después de que el Sr. Trump dijera que impondría aranceles a la Unión Europea. México y Canadá dijeron que contraatacarían. La principal diplomática de la UE, Kaja Kallas, dijo que nadie gana en las guerras comerciales.\",            \"translated_title\": \"Global Trade War Fears\"        },        {            \"english_version\": \"Donald Trump said that the USAID might not have a future because he thinks it is being controlled by extreme people. Over the weekend, the Trump government removed two important people from the aid agency and closed its website. Some reports say that the USAID might become part of the State Department, which could mean less money for programs that help other countries.\",            \"english_title\": \"USAID Changes\",            \"translated_version\": \"Donald Trump dijo que la USAID podría no tener futuro porque cree que está siendo controlada por personas extremas. Durante el fin de semana, el gobierno de Trump removió a dos personas importantes de la agencia de ayuda y cerró su sitio web. Algunos informes dicen que la USAID podría convertirse en parte del Departamento de Estado, lo que podría significar menos dinero para programas que ayudan a otros países.\",            \"translated_title\": \"USAID Changes\"        }    ]}"