"{    \"translations\": [        {            \"english_version\": \"Naveed Akram, 24, is facing 59 charges after an attack at Bondi Beach in Sydney. Rabbi Schlanger, who was born in the UK, is remembered by his community as someone who spread love and joy.\",            \"english_title\": \"Attack at Bondi Beach\",            \"translated_version\": \"Naveed Akram, de 24 años, tiene 59 cargos después de un ataque en Bondi Beach en Sídney. El rabino Schlanger, que nació en el Reino Unido, es recordado por su comunidad como alguien que daba amor y alegría.\",            \"translated_title\": \"Ataque en Bondi Beach\"        },        {            \"english_version\": \"Seven Kenyans who were previously denied working visas will now be deported, according to South Africa.\",            \"english_title\": \"Kenyans to be Deported\",            \"translated_version\": \"Siete kenianos que antes no recibieron visas de trabajo ahora serán deportados, según Sudáfrica.\",            \"translated_title\": \"Kenianos serán Deportados\"        },        {            \"english_version\": \"Sarah Dzafce, a former Miss Universe contestant, has faced criticism in East Asia and her own country.\",            \"english_title\": \"Criticism for Sarah Dzafce\",            \"translated_version\": \"Sarah Dzafce, una ex concursante de Miss Universo, ha recibido críticas en Asia del Este y en su propio país.\",            \"translated_title\": \"Críticas a Sarah Dzafce\"        },        {            \"english_version\": \"The US seized an oil tanker off the coast of a country, increasing pressure on Nicolás Maduro.\",            \"english_title\": \"US Seizes Oil Tanker\",            \"translated_version\": \"Estados Unidos tomó un barco petrolero cerca de la costa de un país, aumentando la presión sobre Nicolás Maduro.\",            \"translated_title\": \"EEUU Toma Barco Petrolero\"        },        {            \"english_version\": \"The Prime Minister said Roman Abramovich should ensure that the money from selling Chelsea FC benefits Ukrainians.\",            \"english_title\": \"Abramovich and Chelsea Sale\",            \"translated_version\": \"El Primer Ministro dijo que Roman Abramovich debe asegurar que el dinero de vender Chelsea FC beneficie a los ucranianos.\",            \"translated_title\": \"Abramovich y Venta de Chelsea\"        }    ]}"