"{    \"translations\": [        {            \"english_version\": \"Israeli Prime Minister Benjamin Netanyahu praised the return of Ran Gvili, calling it a great success.\",            \"english_title\": \"Netanyahu Praises Return\",            \"translated_version\": \"El Primer Ministro de Israel, Benjamin Netanyahu, dijo que el regreso de Ran Gvili es un gran éxito.\",            \"translated_title\": \"Netanyahu Felicita Regreso\"        },        {            \"english_version\": \"Gregory Bovino will leave the city as Trump appoints Tom Homan as the new 'border tsar'. There are increasing calls for an independent investigation into the shooting of Alex Pretti.\",            \"english_title\": \"Bovino Leaves, Homan Appointed\",            \"translated_version\": \"Gregory Bovino dejará la ciudad porque Trump nombra a Tom Homan como el nuevo jefe de frontera. Hay más pedidos para investigar el disparo a Alex Pretti.\",            \"translated_title\": \"Bovino Se Va, Homan Nombrado\"        },        {            \"english_version\": \"After an investigation, some of the 16 people detained last year are accused of trying to remove President Bola Tinubu from power.\",            \"english_title\": \"Detained Accused of Plot\",            \"translated_version\": \"Después de una investigación, algunas de las 16 personas detenidas el año pasado son acusadas de intentar quitar al Presidente Bola Tinubu del poder.\",            \"translated_title\": \"Detenidos Acusados de Complot\"        },        {            \"english_version\": \"Prime Minister Sébastien Lecornu plans to use a quick process to pass new laws by September.\",            \"english_title\": \"Lecornu's Quick Law Plan\",            \"translated_version\": \"El Primer Ministro Sébastien Lecornu planea usar un proceso rápido para aprobar nuevas leyes para septiembre.\",            \"translated_title\": \"Plan Rápido de Leyes de Lecornu\"        },        {            \"english_version\": \"A crack was found on the Madrid-Barcelona train line after two recent deadly train crashes in the country.\",            \"english_title\": \"Crack Found on Train Line\",            \"translated_version\": \"Se encontró una grieta en la línea de tren Madrid-Barcelona después de dos accidentes de tren mortales recientes en el país.\",            \"translated_title\": \"Grieta en Línea de Tren\"        }    ]}"