"{    \"translations\": [        {            \"english_version\": \"After Hamas released four more Israeli hostages, all of them female soldiers, held in Gaza since October 2023, Israel freed 200 Palestinian prisoners. Most of the latter were sent to the West Bank, but others will be deported. Israel said it would not allow Palestinians to return to northern Gaza until a female civilian, also due to be released today, had been freed. The exchange forms part of a six-week ceasefire between Israel and the militant group, which began on January 19th.\",            \"english_title\": \"Middle East Conflict\",            \"translated_version\": \"Después de que Hamas liberara cuatro rehenes israelíes más, todas ellas soldados mujeres, retenidas en Gaza desde octubre de 2023, Israel liberó a 200 prisioneros palestinos. La mayoría de estos últimos fueron enviados a Cisjordania, pero otros serán deportados. Israel dijo que no permitiría que los palestinos regresaran al norte de Gaza hasta que una civil mujer, también programada para ser liberada hoy, fuera liberada. El intercambio forma parte de un alto el fuego de seis semanas entre Israel y el grupo militante, que comenzó el 19 de enero.\",            \"translated_title\": \"Middle East Conflict\"        },        {            \"english_version\": \"Pete Hegseth secured confirmation as America’s next secretary of defence by the narrowest possible margin. He needed the casting vote of J.D. Vance, the vice-president, after three Republican senators voted against him. Mr Hegseth, a presenter on Fox News, thinks America’s armed forces have become too 'woke' and has opposed allowing women to take part in combat. He has also faced allegations about excessive drinking and sexual misconduct, which he denies.\",            \"english_title\": \"Political Appointment\",            \"translated_version\": \"Pete Hegseth aseguró su confirmación como próximo secretario de defensa de Estados Unidos por el margen más estrecho posible. Necesitó el voto de desempate de J.D. Vance, el vicepresidente, después de que tres senadores republicanos votaran en su contra. El Sr. Hegseth, presentador en Fox News, piensa que las fuerzas armadas de Estados Unidos se han vuelto demasiado 'despiertas' y se ha opuesto a permitir que las mujeres participen en combate. También ha enfrentado acusaciones sobre consumo excesivo de alcohol y mala conducta sexual, las cuales niega.\",            \"translated_title\": \"Political Appointment\"        }    ]}"