"{    \"translations\": [        {            \"english_version\": \"The US and Ukrainian presidents had talks in Florida. They both said the talks were great and terrific. However, they did not resolve the issue of territory.\",            \"english_title\": \"US and Ukraine Talks\",            \"translated_version\": \"Los presidentes de Estados Unidos y Ucrania hablaron en Florida. Dijeron que las charlas fueron muy buenas. Pero no resolvieron el problema del territorio.\",            \"translated_title\": \"Charlas de Estados Unidos y Ucrania\"        },        {            \"english_version\": \"Officials say Joshua had minor injuries and was taken to the hospital. They believe his car crashed into a stationary lorry while overtaking at high speed.\",            \"english_title\": \"Joshua's Car Accident\",            \"translated_version\": \"Los oficiales dicen que Joshua tuvo heridas leves y fue llevado al hospital. Creen que su coche chocó con un camión parado mientras adelantaba a alta velocidad.\",            \"translated_title\": \"Accidente de coche de Joshua\"        },        {            \"english_version\": \"The US announced a large weapons sale to Taiwan. This happened just days before military drills. The drills are part of ongoing tensions in the region.\",            \"english_title\": \"US Weapons Sale to Taiwan\",            \"translated_version\": \"Estados Unidos anunció una gran venta de armas a Taiwán. Esto pasó pocos días antes de ejercicios militares. Los ejercicios son parte de tensiones en la región.\",            \"translated_title\": \"Venta de armas de Estados Unidos a Taiwán\"        },        {            \"english_version\": \"Syrians living in Turkey are thinking about going back to Syria. They are considering if it is the right time to return to their homeland.\",            \"english_title\": \"Syrians Consider Returning\",            \"translated_version\": \"Los sirios que viven en Turquía están pensando en volver a Siria. Están considerando si es el momento correcto para regresar a su país.\",            \"translated_title\": \"Sirios piensan en regresar\"        },        {            \"english_version\": \"Ahmed al Ahmed, a shop owner, is praised for saving many lives. Authorities say his actions were heroic and prevented a tragedy.\",            \"english_title\": \"Shop Owner Saves Lives\",            \"translated_version\": \"Ahmed al Ahmed, dueño de una tienda, es elogiado por salvar muchas vidas. Las autoridades dicen que sus acciones fueron heroicas y evitaron una tragedia.\",            \"translated_title\": \"Dueño de tienda salva vidas\"        }    ]}"