"{    \"translations\": [        {            \"english_version\": \"New South Wales Police reported that 11 people were killed, including one gunman, in a shooting at Bondi Beach targeting the Jewish community. Additionally, 29 people were taken to the hospital.\",            \"english_title\": \"Shooting at Bondi Beach\",            \"translated_version\": \"La policía de New South Wales dijo que 11 personas murieron, incluyendo un hombre armado, en un tiroteo en Bondi Beach que apuntaba a la comunidad judía. Además, 29 personas fueron llevadas al hospital.\",            \"translated_title\": \"Tiroteo en Bondi Beach\"        },        {            \"english_version\": \"The Israeli military announced that a strike killed Raed Saad, a senior commander in Hamas' Qassam Brigades.\",            \"english_title\": \"Strike Kills Hamas Commander\",            \"translated_version\": \"El ejército israelí anunció que un ataque mató a Raed Saad, un comandante importante en las Brigadas Qassam de Hamas.\",            \"translated_title\": \"Ataque Mata Comandante de Hamas\"        },        {            \"english_version\": \"Two people died and nine others were injured in an incident in Rhode Island on Saturday.\",            \"english_title\": \"Incident in Rhode Island\",            \"translated_version\": \"Dos personas murieron y otras nueve resultaron heridas en un incidente en Rhode Island el sábado.\",            \"translated_title\": \"Incidente en Rhode Island\"        },        {            \"english_version\": \"Local media reported that one of the suspects in an attack is an imam at a mosque, and police claim he called for a vehicle attack.\",            \"english_title\": \"Suspect is Mosque Imam\",            \"translated_version\": \"Los medios locales dijeron que uno de los sospechosos en un ataque es un imán en una mezquita, y la policía dice que él pidió un ataque con vehículo.\",            \"translated_title\": \"Sospechoso es Imán de Mezquita\"        },        {            \"english_version\": \"Two US soldiers and a civilian interpreter were killed in an attack, according to the US Central Command.\",            \"english_title\": \"US Soldiers Killed\",            \"translated_version\": \"Dos soldados de EE.UU. y un intérprete civil murieron en un ataque, según el Comando Central de EE.UU.\",            \"translated_title\": \"Soldados de EE.UU. Muertos\"        }    ]}"