"{    \"translations\": [        {            \"english_version\": \"Yields on British government bonds went up and the British pound went down because people were worried that Rachel Reeves, the finance minister, might not have the prime minister's support anymore. Sir Keir Starmer did not confirm in Parliament if Ms. Reeves would keep her job in the next election. Ms. Reeves was sitting next to him and looked upset. The government had to cancel planned welfare cuts this week because some of its own MPs did not agree with them.\",            \"english_title\": \"British Bonds and Pound\",            \"translated_version\": \"Los rendimientos de los bonos del gobierno británico subieron y la libra británica bajó porque la gente estaba preocupada de que Rachel Reeves, la ministra de finanzas, ya no tuviera el apoyo del primer ministro. Sir Keir Starmer no confirmó en el Parlamento si la Sra. Reeves mantendría su trabajo en la próxima elección. La Sra. Reeves estaba sentada a su lado y parecía molesta. El gobierno tuvo que cancelar los recortes de bienestar planeados esta semana porque algunos de sus propios diputados no estaban de acuerdo.\",            \"translated_title\": \"Bonos y Libra Británica\"        },        {            \"english_version\": \"In America, the House of Representatives started talking about Donald Trump's 'One, Big, Beautiful Bill' after the Senate barely passed its version of the tax-and-spending plan on Tuesday. The president wants the bill to be approved by Friday, but it might be difficult to get a final vote. Some House Republicans do not like the changes made by the Senate, which would increase America's budget deficit and reduce healthcare spending.\",            \"english_title\": \"Trump's Bill in America\",            \"translated_version\": \"En América, la Cámara de Representantes comenzó a hablar sobre el 'Gran y Hermoso Proyecto de Ley' de Donald Trump después de que el Senado apenas aprobara su versión del plan de impuestos y gastos el martes. El presidente quiere que el proyecto de ley sea aprobado para el viernes, pero podría ser difícil obtener un voto final. A algunos republicanos de la Cámara no les gustan los cambios hechos por el Senado, que aumentarían el déficit del presupuesto de América y reducirían el gasto en salud.\",            \"translated_title\": \"Proyecto de Ley de Trump en América\"        }    ]}"