"{    \"translations\": [        {            \"english_version\": \"The US launched strikes on Venezuela on Saturday, capturing President Maduro and his wife. This mission, called 'Operation Absolute Resolve,' involved elite troops entering the Venezuelan president's secure compound. People in Caracas are worried about what will happen next after the US intervened in their country during a tense political time.\",            \"english_title\": \"US Strikes Venezuela\",            \"translated_version\": \"Estados Unidos atacó Venezuela el sábado y capturó al Presidente Maduro y su esposa. Esta misión, llamada Operación Resolución Absoluta, tuvo tropas de élite entrando en el lugar seguro del presidente de Venezuela. La gente en Caracas está preocupada por lo que pasará después de que Estados Unidos intervino en su país en un momento político tenso.\",            \"translated_title\": \"Ataque de EE.UU. a Venezuela\"        },        {            \"english_version\": \"RAF Typhoon jets and French aircraft attacked an Islamic State group's weapons store in Syria, according to UK officials. This action is part of ongoing efforts to combat the Islamic State group in the region.\",            \"english_title\": \"RAF and French Jets Attack\",            \"translated_version\": \"Aviones Typhoon de la RAF y aviones franceses atacaron un almacén de armas del grupo Estado Islámico en Siria, según funcionarios del Reino Unido. Esta acción es parte de los esfuerzos continuos para combatir al grupo Estado Islámico en la región.\",            \"translated_title\": \"Ataque de Aviones RAF y Franceses\"        },        {            \"english_version\": \"Donald Trump stated that the US would manage Venezuela until a safe transition is possible after capturing President Nicolás Maduro and his wife. He also mentioned that if peaceful protesters are harmed, the US would intervene to help them.\",            \"english_title\": \"Trump on Venezuela Management\",            \"translated_version\": \"Donald Trump dijo que Estados Unidos manejaría Venezuela hasta que sea posible una transición segura después de capturar al Presidente Nicolás Maduro y su esposa. También mencionó que si los manifestantes pacíficos son dañados, Estados Unidos intervendría para ayudarlos.\",            \"translated_title\": \"Trump sobre Manejo de Venezuela\"        },        {            \"english_version\": \"There was a confrontation in southern Yemen involving Saudi and UAE-backed forces after clashes and an independence attempt. This situation has increased tensions in the region.\",            \"english_title\": \"Confrontation in Yemen\",            \"translated_version\": \"Hubo una confrontación en el sur de Yemen con fuerzas apoyadas por Arabia Saudita y los Emiratos Árabes Unidos después de enfrentamientos e intento de independencia. Esta situación ha aumentado las tensiones en la región.\",            \"translated_title\": \"Confrontación en Yemen\"        },        {            \"english_version\": \"Russian officials deny reports of a missile strike, suggesting instead that an explosion was caused by Ukrainian ammunition. This statement comes amid ongoing conflicts involving Russia and Ukraine.\",            \"english_title\": \"Russia Denies Missile Strike\",            \"translated_version\": \"Funcionarios rusos niegan informes de un ataque con misiles, sugiriendo en cambio que una explosión fue causada por municiones ucranianas. Esta declaración llega en medio de conflictos en curso entre Rusia y Ucrania.\",            \"translated_title\": \"Rusia Niega Ataque con Misiles\"        }    ]}"