"{    \"translations\": [        {            \"english_version\": \"Tehran says it will respond strongly if needed to what the US president calls a large group of ships moving towards Iran.\",            \"english_title\": \"Tehran's Warning\",            \"translated_version\": \"Tehran dice que responderá fuerte si es necesario a lo que el presidente de EE.UU. llama un grupo grande de barcos moviéndose hacia Irán.\",            \"translated_title\": \"Advertencia de Tehran\"        },        {            \"english_version\": \"Wounded protesters tell the BBC they depend on medics who risk their safety to treat them at home.\",            \"english_title\": \"Protesters' Dependence\",            \"translated_version\": \"Protestantes heridos dicen a la BBC que dependen de médicos que arriesgan su seguridad para tratarlos en casa.\",            \"translated_title\": \"Dependencia de Protestantes\"        },        {            \"english_version\": \"The EU foreign policy chief's comments come after Nato's leader said Europe needs the US for defense.\",            \"english_title\": \"EU and US Defense\",            \"translated_version\": \"Los comentarios del jefe de política exterior de la UE vienen después de que el líder de la OTAN dijo que Europa necesita a EE.UU. para defensa.\",            \"translated_title\": \"Defensa de UE y EE.UU.\"        },        {            \"english_version\": \"The prime minister wants to improve relations with China but faces strong criticism from opponents at home.\",            \"english_title\": \"Prime Minister's Challenge\",            \"translated_version\": \"El primer ministro quiere mejorar relaciones con China pero enfrenta fuerte crítica de oponentes en casa.\",            \"translated_title\": \"Desafío del Primer Ministro\"        },        {            \"english_version\": \"Five people died in an attack in northeastern Ukraine when three drones targeted a train.\",            \"english_title\": \"Drone Attack in Ukraine\",            \"translated_version\": \"Cinco personas murieron en un ataque en el noreste de Ucrania cuando tres drones atacaron un tren.\",            \"translated_title\": \"Ataque de Drones en Ucrania\"        }    ]}"