"{    \"translations\": [        {            \"english_version\": \"Israel is getting ready to take over Gaza City as part of its plan to control the whole area.\",            \"english_title\": \"Israel Plans to Control Gaza\",            \"translated_version\": \"Israel se prepara para tomar Gaza City como parte de su plan para controlar toda el area.\",            \"translated_title\": \"Israel quiere controlar Gaza\"        },        {            \"english_version\": \"France, Germany, and Poland leaders are visiting to support the EU accession plan just weeks before an important election.\",            \"english_title\": \"EU Support Visit\",            \"translated_version\": \"Lideres de Francia, Alemania y Polonia visitan para apoyar el plan de entrar a la UE semanas antes de una eleccion importante.\",            \"translated_title\": \"Visita de apoyo a la UE\"        },        {            \"english_version\": \"German banks have reported millions of suspicious direct debits from a payment company.\",            \"english_title\": \"Suspicious Bank Activity\",            \"translated_version\": \"Bancos alemanes reportaron millones de cobros directos sospechosos de una empresa de pagos.\",            \"translated_title\": \"Actividad bancaria sospechosa\"        },        {            \"english_version\": \"More than 100,000 homes are without power after Russian attacks on energy sites, according to President Zelensky.\",            \"english_title\": \"Power Outages After Attacks\",            \"translated_version\": \"Mas de 100,000 casas estan sin luz despues de ataques rusos a sitios de energia, segun el Presidente Zelensky.\",            \"translated_title\": \"Cortes de luz tras ataques\"        },        {            \"english_version\": \"The defense minister wants to increase the number of soldiers from 182,000 to 260,000 by the early 2030s.\",            \"english_title\": \"Increase in Soldier Numbers\",            \"translated_version\": \"El ministro de defensa quiere aumentar el numero de soldados de 182,000 a 260,000 para principios de los anos 2030.\",            \"translated_title\": \"Aumento de soldados\"        }    ]}"