"{    translations:        [            {                english_version: \"America's secretary of state, Antony Blinken, urged Hamas to accept a ceasefire proposal put forward by Israel. Britain's foreign secretary, David Cameron, mentioned a 40-day truce offer. The deal would involve releasing up to 40 Israeli hostages in exchange for freeing Palestinians jailed in Israel. Mr. Blinken described the deal as 'extraordinarily generous on the part of Israel.'\",                english_title: \"International Relations\",                translated_version: \"El secretario de estado de América, Antony Blinken, pidió a Hamas que aceptara una propuesta de alto el fuego presentada por Israel. El secretario de relaciones exteriores de Gran Bretaña, David Cameron, mencionó una oferta de tregua de 40 días. El acuerdo implicaría liberar hasta 40 rehenes israelíes a cambio de liberar a palestinos encarcelados en Israel. El Sr. Blinken describió el acuerdo como 'extraordinariamente generoso por parte de Israel.'\",                translated_title: \"Relaciones Internacionales\"            },            {                english_version: \"Bob Bakish, the boss of Paramount Global, stepped down, and the company's board replaced him with an 'Office of the CEO' composed of three division heads. Paramount Global is considering a merger with Skydance, a production company. The firm's streaming service is not yet profitable, and its market value has fallen by half in the past two years, to under $9bn.\",                english_title: \"Business and Media\",                translated_version: \"Bob Bakish, el jefe de Paramount Global, renunció, y la junta directiva de la empresa lo reemplazó con una 'Oficina del CEO' compuesta por tres jefes de división. Paramount Global está considerando una fusión con Skydance, una compañía de producción. El servicio de transmisión de la empresa aún no es rentable, y su valor de mercado ha caído a la mitad en los últimos dos años, a menos de $9bn.\",                translated_title: \"Negocios y Medios\"            },            {                english_version: \"Pro-Palestinian protesters at Columbia University defied an order to clear out their encampment, leading to arrests. In Bangladesh, due to a severe heatwave, primary schools and some academic institutions were closed. Extreme temperatures, reaching 43°C, have been recorded almost daily this month, prompting school closures for the second consecutive year.\",                english_title: \"Education and Climate\",                translated_version: \"Los manifestantes pro-palestinos en la Universidad de Columbia desobedecieron una orden de desalojo de su campamento, lo que llevó a arrestos. En Bangladesh, debido a una ola de calor severa, se cerraron escuelas primarias y algunas instituciones académicas. Se han registrado temperaturas extremas, alcanzando los 43°C, casi a diario este mes, lo que ha provocado el cierre de escuelas por segundo año consecutivo.\",                translated_title: \"Educación y Clima\"            },            {                english_version: \"Scotland's first minister, Humza Yousaf, announced his resignation following a collapsed power-sharing deal. Energy ministers from G7 countries agreed to phase out all coal-fired power plants by 2035 to align with global climate goals. The move comes amid protests as ministers meet in Italy to discuss environmental policies.\",                english_title: \"Political Resignation and Environmental Policy\",                translated_version: \"El primer ministro de Escocia, Humza Yousaf, anunció su renuncia tras un acuerdo de reparto de poder colapsado. Los ministros de energía de los países del G7 acordaron eliminar gradualmente todas las centrales eléctricas de carbón para 2035 para alinearse con los objetivos climáticos globales. La medida se produce en medio de protestas mientras los ministros se reúnen en Italia para discutir políticas ambientales.\",                translated_title: \"Renuncia Política y Política Ambiental\"            },            {                english_version: \"Paris's public prosecutor revealed that actor Gérard Depardieu will face trial for alleged sexual assaults of two women. The incidents reportedly occurred during the filming of 'Les Volets Verts' in September 2021. Mr. Depardieu is also under investigation for alleged rape. Additionally, the number of international tourists predicted to visit the Philippines is expected to increase significantly by 2030.\",                english_title: \"Legal Proceedings and Tourism\",                translated_version: \"El fiscal público de París reveló que el actor Gérard Depardieu enfrentará un juicio por presuntos asaltos sexuales a dos mujeres. Los incidentes supuestamente ocurrieron durante el rodaje de 'Les Volets Verts' en septiembre de 2021. El Sr. Depardieu también está bajo investigación por presunta violación. Además, se espera que el número de turistas internacionales que visiten Filipinas aumente significativamente para 2030.\",                translated_title: \"Procesos Legales y Turismo\"            }        ]}"