"{    \"translations\": [        {            \"english_version\": \"Binyamin Netanyahu, Israel’s prime minister, rejected a ceasefire proposal from Hamas, saying their demands were `bizarre` and that `total victory` could come in months. Mr Netanyahu explained his position shortly after meeting with Antony Blinken, America’s secretary of state. Hamas’s proposal called for a 135-day truce and the full withdrawal of Israeli forces. It came in response to earlier, American-led efforts.\",            \"english_title\": \"Netanyahu rejects ceasefire proposal from Hamas\",            \"translated_version\": \"El primer ministro de Israel, Binyamin Netanyahu, rechazó una propuesta de alto el fuego de Hamas, diciendo que sus demandas eran 'extrañas' y que la 'victoria total' podría llegar en meses. El Sr. Netanyahu explicó su posición poco después de reunirse con Antony Blinken, secretario de estado de Estados Unidos. La propuesta de Hamas pedía un alto el fuego de 135 días y la retirada completa de las fuerzas israelíes. Se produjo en respuesta a los esfuerzos anteriores liderados por Estados Unidos.\",            \"translated_title\": \"Netanyahu rechaza propuesta de alto el fuego de Hamas\"        },        {            \"english_version\": \"Balochistan, a restive region that straddles Pakistan and Iran, was rocked by two bombings which killed at least 30 people. The attacks took place on the Pakistani side of the border, despite an increase in deployment of police and paramilitaries across the country. The attackers targeted the offices of political candidates; Pakistan will hold elections on Thursday, following a campaign marred by violence.\",            \"english_title\": \"Bombings in Balochistan kill at least 30 people\",            \"translated_version\": \"Baluchistán, una región inquieta que se encuentra entre Pakistán e Irán, fue sacudida por dos bombardeos que mataron al menos a 30 personas. Los ataques tuvieron lugar en el lado pakistaní de la frontera, a pesar del aumento del despliegue de la policía y las fuerzas paramilitares en todo el país. Los atacantes apuntaron a las oficinas de los candidatos políticos; Pakistán celebrará elecciones el jueves, después de una campaña marcada por la violencia.\",            \"translated_title\": \"Bombardeos en Baluchistán matan al menos a 30 personas\"        },        {            \"english_version\": \"Xi Jinping, China’s president, sacked the country’s top markets regulator. Wu Qing will replace Yi Huiman as the boss of the China Securities Regulatory Commission. He will be expected to help arrest a continuing rout in the country’s stock market, caused by waning confidence in the economy. So far, restrictions on short selling have been introduced. A finance veteran, Mr Wu cracked down on traders during the 2000s.\",            \"english_title\": \"China's president sacks top markets regulator\",            \"translated_version\": \"Xi Jinping, el presidente de China, despidió al principal regulador de los mercados del país. Wu Qing reemplazará a Yi Huiman como jefe de la Comisión Reguladora de Valores de China. Se espera que ayude a detener una continua caída en el mercado de valores del país, causada por la disminución de la confianza en la economía. Hasta ahora, se han introducido restricciones a la venta en corto. Un veterano de las finanzas, el Sr. Wu tomó medidas enérgicas contra los comerciantes durante la década de 2000.\",            \"translated_title\": \"El presidente de China despide al principal regulador de los mercados\"        },        {            \"english_version\": \"Sweden dropped an investigation into the explosions in 2022 that damaged the Nord Stream 1 and 2 pipelines, which were designed to carry Russian gas to Germany under the Baltic Sea. Swedish authorities said they lacked jurisdiction to pursue the case, but passed evidence to Germany to investigate further. Russia and the West have blamed each other for the sabotage.\",            \"english_title\": \"Sweden drops investigation into pipeline explosions\",            \"translated_version\": \"Suecia abandonó una investigación sobre las explosiones en 2022 que dañaron los gasoductos Nord Stream 1 y 2, que fueron diseñados para transportar gas ruso a Alemania bajo el Mar Báltico. Las autoridades suecas dijeron que carecían de jurisdicción para seguir el caso, pero entregaron pruebas a Alemania para investigar más a fondo. Rusia y Occidente se han culpado mutuamente por el sabotaje.\",            \"translated_title\": \"Suecia abandona investigación sobre explosiones en gasoductos\"        },        {            \"english_version\": \"The European Commission began formal proceedings against Hungary over a controversial piece of legislation introduced by the country last year. The law gives the authorities powers to investigate political activities which are carried out, or funded by, a foreign entity. The commission said the measure violates 'the democratic values of the union', and gave Hungary two months to respond.\",            \"english_title\": \"European Commission takes action against Hungary\",            \"translated_version\": \"La Comisión Europea inició un procedimiento formal contra Hungría por una polémica legislación introducida por el país el año pasado. La ley otorga a las autoridades poderes para investigar actividades políticas que son realizadas o financiadas por una entidad extranjera. La comisión dijo que la medida viola 'los valores democráticos de la unión' y dio a Hungría dos meses para responder.\",            \"translated_title\": \"La Comisión Europea toma medidas contra Hungría\"        }    ]}"