"{    \"translations\": [        {            \"english_version\": \"President Donald Trump criticized Volodymyr Zelensky, the Ukrainian leader, for hindering peace talks. Zelensky had called for a ceasefire without conditions, rejecting a U.S. proposal that would acknowledge Russia's annexation of Crimea and prevent Ukraine from joining NATO.\",            \"english_title\": \"President Donald Trump's criticism of Volodymyr Zelensky\",            \"translated_version\": \"El presidente Donald Trump criticó a Volodymyr Zelensky, el líder de Ucrania, por dificultar las conversaciones de paz. Zelensky había pedido un alto el fuego sin condiciones, rechazando una propuesta de EE. UU. que reconocería la anexión de Crimea por parte de Rusia y evitaría que Ucrania se uniera a la OTAN.\",            \"translated_title\": \"La crítica del presidente Donald Trump a Volodymyr Zelensky\"        },        {            \"english_version\": \"The European Commission fined Apple and Meta a total of €700m ($798m) for not following the Digital Markets Act, which aims to prevent unfair competition among tech companies. The EU found Apple's App Store restrictions and Meta's 'consent or pay' model to be anti-competitive.\",            \"english_title\": \"European Commission fines Apple and Meta\",            \"translated_version\": \"La Comisión Europea multó a Apple y Meta con un total de €700 millones ($798 millones) por no cumplir con la Ley de Mercados Digitales, que tiene como objetivo prevenir la competencia desleal entre empresas tecnológicas. La UE consideró que las restricciones de la App Store de Apple y el modelo de 'consentimiento o pago' de Meta eran anticompetitivos.\",            \"translated_title\": \"La Comisión Europea multa a Apple y Meta\"        },        {            \"english_version\": \"Joel Kaplan, Meta's chief global affairs officer, accused the EU of trying to disadvantage successful American companies. This came after the European Commission imposed fines on Apple and Meta for violating competition rules.\",            \"english_title\": \"Accusations against the EU by Meta's Joel Kaplan\",            \"translated_version\": \"Joel Kaplan, el director de asuntos globales de Meta, acusó a la UE de intentar perjudicar a las empresas estadounidenses exitosas. Esto ocurrió después de que la Comisión Europea impusiera multas a Apple y Meta por violar las reglas de competencia.\",            \"translated_title\": \"Acusaciones contra la UE por Joel Kaplan de Meta\"        }    ]}"