"{    \"translations\": [        {            \"english_version\": \"Kamala Harris, America’s vice-president and the Democratic Party’s presidential nominee, shared her economic plans during a speech in North Carolina. She wants to create more opportunities for people. She will stop stores from charging too much for products and help people buying their first homes. She disagrees with Donald Trump's idea of adding high taxes on things from other countries. Harris aims to continue the work of President Joe Biden, who is spending a lot to help those who have been left behind.\",            \"english_title\": \"Kamala Harris's Economic Policies\",            \"translated_version\": \"Kamala Harris, la vicepresidenta de Estados Unidos y la candidata presidencial del Partido Demócrata, compartió sus planes económicos durante un discurso en Carolina del Norte. Quiere crear más oportunidades para la gente. Va a evitar que las tiendas cobren demasiado por los productos y ayudará a la gente a comprar sus primeras casas. No está de acuerdo con la idea de Donald Trump de añadir impuestos altos a cosas de otros países. Harris quiere seguir el trabajo del presidente Joe Biden, quien está gastando mucho para ayudar a los que han sido dejados atrás.\",            \"translated_title\": \"Políticas Económicas de Kamala Harris\"        },        {            \"english_version\": \"An Israeli attack in Nabatieh, a city in southern Lebanon, caused the death of at least ten people. The Israeli army said they were targeting a place where Hizbullah, a group supported by Iran, kept weapons. Antony Blinken, the American secretary of state, will visit Israel for talks to try to end the fighting in Gaza.\",            \"english_title\": \"Israeli Airstrike in Lebanon\",            \"translated_version\": \"Un ataque israelí en Nabatieh, una ciudad en el sur del Líbano, causó la muerte de al menos diez personas. El ejército israelí dijo que estaban apuntando a un lugar donde Hizbullah, un grupo apoyado por Irán, guardaba armas. Antony Blinken, el secretario de estado estadounidense, visitará Israel para conversar e intentar poner fin a los enfrentamientos en Gaza.\",            \"translated_title\": \"Ataque Aéreo Israelí en Líbano\"        }    ]}"