"{    \"translations\": [        {            \"english_version\": \"Less than an hour ago, Ukraine reported that Russia launched a large missile attack on its power infrastructure. This resulted in several regions, including Kyiv, experiencing power outages on Sunday morning.\",            \"english_title\": \"Ukraine-Russia Conflict\",            \"translated_version\": \"Hace menos de una hora, Ucrania informó que Rusia lanzó un gran ataque de misiles a su infraestructura eléctrica. Esto causó cortes de luz en varias regiones, incluyendo Kyiv, la mañana del domingo.\",            \"translated_title\": \"Conflicto entre Ucrania y Rusia\"        },        {            \"english_version\": \"Leaders of the G7 group of leading democracies recently restated their commitment to imposing severe costs on Russia. This statement was made ahead of November 19th, marking the 1,000th day since the Russian invasion.\",            \"english_title\": \"G7 Leaders' Statement\",            \"translated_version\": \"Los líderes del grupo G7 de democracias líderes recientemente reafirmaron su compromiso de imponer costos severos a Rusia. Esta declaración se hizo antes del 19 de noviembre, marcando el día 1,000 desde la invasión rusa.\",            \"translated_title\": \"Declaración de los líderes del G7\"        },        {            \"english_version\": \"Joe Biden and Xi Jinping met at the Asia-Pacific Economic Co-operation summit in Peru, possibly for the last time as presidents. China's leader cautioned against further deterioration of relations with America, particularly aimed at the incoming Donald Trump.\",            \"english_title\": \"Biden-Xi Meeting at APEC Summit\",            \"translated_version\": \"Joe Biden y Xi Jinping se reunieron en la cumbre de Cooperación Económica de Asia-Pacífico en Perú, posiblemente por última vez como presidentes. El líder de China advirtió contra un mayor deterioro de las relaciones con América, especialmente dirigido al próximo Donald Trump.\",            \"translated_title\": \"Reunión Biden-Xi en la Cumbre APEC\"        },        {            \"english_version\": \"During their meeting, Biden and Xi agreed that the decision to use a nuclear weapon should not be solely entrusted to artificial intelligence. This underscores the importance of human involvement in such critical decisions.\",            \"english_title\": \"Presidents' Agreement on Nuclear Weapons\",            \"translated_version\": \"Durante su reunión, Biden y Xi acordaron que la decisión de usar un arma nuclear no debe ser confiada únicamente a la inteligencia artificial. Esto subraya la importancia de la participación humana en decisiones críticas como estas.\",            \"translated_title\": \"Acuerdo de los Presidentes sobre Armas Nucleares\"        }    ]}"