"{    \"translations\": [        {            \"english_version\": \"After fighting was reported close to hospitals in Gaza the UN’s humanitarian aid chief, Martin Griffiths, called attacks on health-care facilities `unconscionable`. Israel’s government reportedly believes that the al-Shifa hospital, Gaza’s main hospital, is above Hamas tunnels, and that gaining control of it could weaken the organisation. But it denies having hit the hospital directly and says it will evacuate babies from the facility. The al-Shifa and al-Quds hospitals have both run out of fuel and are unable to provide some care.\",            \"english_title\": \"Attacks on Hospitals in Gaza\",            \"translated_version\": \"Después de que se informara de combates cerca de los hospitales en Gaza, el jefe de ayuda humanitaria de la ONU, Martin Griffiths, calificó los ataques a las instalaciones de atención médica como 'inconcebibles'. El gobierno de Israel cree que el hospital al-Shifa, el principal hospital de Gaza, está sobre túneles de Hamas y que tomar el control de él podría debilitar a la organización. Pero niega haber golpeado directamente al hospital y dice que evacuará a los bebés de la instalación. Los hospitales al-Shifa y al-Quds se han quedado sin combustible y no pueden brindar cierta atención.\",            \"translated_title\": \"Ataques a Hospitales en Gaza\"        },        {            \"english_version\": \"Iran and Saudi Arabia called for an immediate ceasefire in Gaza. The regional rivals made the statement after Muhammad bin Salman, the de facto leader of Saudi Arabia, met Iran's president, Ebrahim Raisi, for the first time since the countries restored diplomatic relations in March after a seven-year lapse. The pair, among dozens of leaders from the Islamic world, were at a summit in Riyadh.\",            \"english_title\": \"Ceasefire Call by Iran and Saudi Arabia\",            \"translated_version\": \"Irán y Arabia Saudita pidieron un alto el fuego inmediato en Gaza. Los rivales regionales hicieron la declaración después de que Muhammad bin Salman, el líder de facto de Arabia Saudita, se reuniera con el presidente de Irán, Ebrahim Raisi, por primera vez desde que los países restablecieron las relaciones diplomáticas en marzo después de una interrupción de siete años. La pareja, entre docenas de líderes del mundo islámico, estaban en una cumbre en Riad.\",            \"translated_title\": \"Llamado a un Alto el Fuego por Irán y Arabia Saudita\"        },        {            \"english_version\": \"In Paris thousands of marchers protested against antisemitism. Incidents of abuse towards Jewish people have been on the rise in France since the start of the war between Israel and Hamas. Emmanuel Macron, the president, lamented the `unbearable resurgence of unbridled anti-Semitism` but did not join the rally. Marine Le Pen, a far-right leader, and two former presidents did attend.\",            \"english_title\": \"Protests Against Antisemitism in Paris\",            \"translated_version\": \"En París, miles de manifestantes protestaron contra el antisemitismo. Los incidentes de abuso hacia las personas judías han aumentado en Francia desde el inicio de la guerra entre Israel y Hamas. Emmanuel Macron, el presidente, lamentó la 'insoportable resurgimiento del antisemitismo desenfrenado', pero no se unió a la manifestación. Marine Le Pen, una líder de extrema derecha, y dos ex presidentes sí asistieron.\",            \"translated_title\": \"Protestas Contra el Antisemitismo en París\"        },        {            \"english_version\": \"America, Japan and South Korea agreed to share more data about North Korean missiles, during a meeting between their defence ministers. Lloyd Austin, Minoru Kihara and Shin Won-sik also condemned military co-operation between North Korea and Russia, whose leaders, Kim Jong-Un and Vladimir Putin, met in September. The regimes are believed to have exchanged weapons and weapons technology.\",            \"english_title\": \"Data Sharing on North Korean Missiles\",            \"translated_version\": \"Estados Unidos, Japón y Corea del Sur acordaron compartir más datos sobre los misiles norcoreanos durante una reunión entre sus ministros de defensa. Lloyd Austin, Minoru Kihara y Shin Won-sik también condenaron la cooperación militar entre Corea del Norte y Rusia, cuyos líderes, Kim Jong-Un y Vladimir Putin, se reunieron en septiembre. Se cree que los regímenes han intercambiado armas y tecnología de armas.\",            \"translated_title\": \"Compartir Datos sobre Misiles Norcoreanos\"        },        {            \"english_version\": \"Ukraine has enough energy resources to get it through the winter, according to the country’s energy minister. But German Galushchenko warned that services could be disrupted by further attacks by Russia on Ukraine’s energy infrastructure. Last winter blackouts lasted for weeks. Winter is rapidly approaching in Ukraine with temperatures expected to fall rapidly next week.\",            \"english_title\": \"Energy Resources in Ukraine\",            \"translated_version\": \"Ucrania tiene suficientes recursos energéticos para pasar el invierno, según el ministro de energía del país. Pero German Galushchenko advirtió que los servicios podrían verse interrumpidos por nuevos ataques de Rusia a la infraestructura energética de Ucrania. Los apagones del invierno pasado duraron semanas. El invierno se acerca rápidamente en Ucrania y se espera que las temperaturas caigan rápidamente la próxima semana.\",            \"translated_title\": \"Recursos Energéticos en Ucrania\"        }    ]}"