"{    \"translations\": [        {            \"english_version\": \"A Russian military plane crashed in the Belgorod region, near the border with Ukraine, killing at least 65 Ukrainian prisoners of war, according to the Russian ministry of defence.\",            \"english_title\": \"Russian Military Plane Crash\",            \"translated_version\": \"Un avión militar ruso se estrelló en la región de Belgorod, cerca de la frontera con Ucrania, matando al menos a 65 prisioneros de guerra ucranianos, según el ministerio de defensa ruso.\",            \"translated_title\": \"Accidente de Avión Militar Ruso\"        },        {            \"english_version\": \"Israel attacked a UN training centre sheltering 800 people in the southern city of Khan Yunis in Gaza. A UN official said nine people had been killed and 75 injured when two tank rounds hit the building on Wednesday.\",            \"english_title\": \"Israeli Attack on UN Training Centre\",            \"translated_version\": \"Israel atacó un centro de entrenamiento de la ONU que albergaba a 800 personas en la ciudad sureña de Khan Yunis en Gaza. Un funcionario de la ONU dijo que nueve personas murieron y 75 resultaron heridas cuando dos proyectiles de tanque impactaron el edificio el miércoles.\",            \"translated_title\": \"Ataque Israelí al Centro de Entrenamiento de la ONU\"        },        {            \"english_version\": \"America’s services and manufacturing sectors expanded in January, according to a survey by S&P Global. The purchasing managers’ index rose to 50.3, up from 47.9 in December (anything below 50 marks a contraction).\",            \"english_title\": \"Expansion of American Services and Manufacturing Sectors\",            \"translated_version\": \"Los sectores de servicios y manufactura de Estados Unidos se expandieron en enero, según una encuesta de S&P Global. El índice de gerentes de compras subió a 50.3, frente a 47.9 en diciembre (cualquier valor por debajo de 50 indica una contracción).\",            \"translated_title\": \"Expansión de los Sectores de Servicios y Manufactura en Estados Unidos\"        },        {            \"english_version\": \"More than 70 people are thought to have died after a tunnel collapsed in a gold mine in Mali on Friday. It is unclear what caused the accident, but the country’s ministry of mines urged gold miners to `scrupulously respect safety measures`.\",            \"english_title\": \"Gold Mine Tunnel Collapse in Mali\",            \"translated_version\": \"Se cree que más de 70 personas murieron después de que un túnel se derrumbara en una mina de oro en Mali el viernes. No está claro qué causó el accidente, pero el ministerio de minas del país instó a los mineros de oro a `respetar escrupulosamente las medidas de seguridad`.\",            \"translated_title\": \"Derrumbe de Túnel en Mina de Oro en Mali\"        },        {            \"english_version\": \"Microsoft’s market capitalisation reached $3trn on Wednesday, after the share price grew by 1.3%. The company briefly overtook Apple, which last year became the first firm to be valued at $3trn.\",            \"english_title\": \"Microsoft's Market Capitalisation\",            \"translated_version\": \"La capitalización de mercado de Microsoft alcanzó los $3 billones el miércoles, después de que el precio de las acciones creciera un 1.3%. La compañía superó brevemente a Apple, que el año pasado se convirtió en la primera empresa valorada en $3 billones.\",            \"translated_title\": \"Capitalización de Mercado de Microsoft\"        }    ]}"