"{    \"translations\": [        {            \"english_version\": \"The United Nations’ secretary-general warned Donald Trump to avoid any form of ethnic cleansing after the president proposed that America take over Gaza and relocate its Palestinian inhabitants abroad. Countries around the world, including Saudi Arabia, rejected the idea. The White House tried to clarify that Palestinians would not be permanently resettled and that American troops would only be deployed if necessary.\",            \"english_title\": \"United Nations' Secretary-General Warning to Donald Trump\",            \"translated_version\": \"El secretario general de las Naciones Unidas advirtió a Donald Trump que evite cualquier forma de limpieza étnica después de que el presidente propusiera que Estados Unidos se hiciera cargo de Gaza y reubicara a sus habitantes palestinos en el extranjero. Países de todo el mundo, incluida Arabia Saudita, rechazaron la idea. La Casa Blanca trató de aclarar que los palestinos no serían reubicados permanentemente y que las tropas estadounidenses solo se desplegarían si fuera necesario.\",            \"translated_title\": \"Advertencia del Secretario General de las Naciones Unidas a Donald Trump\"        },        {            \"english_version\": \"The Rwanda-backed M23 rebels launched a new offensive in the Democratic Republic of Congo shortly after capturing the city of Goma. They have now taken control of a town and are advancing towards Bukavu, the capital of South Kivu province. Despite earlier claims of a ceasefire, Congo's government dismissed it as false communication.\",            \"english_title\": \"M23 Rebels' Offensive in the Democratic Republic of Congo\",            \"translated_version\": \"Los rebeldes M23 respaldados por Ruanda lanzaron una nueva ofensiva en la República Democrática del Congo poco después de capturar la ciudad de Goma. Ahora han tomado el control de un pueblo y se están dirigiendo hacia Bukavu, la capital de la provincia de Kivu del Sur. A pesar de afirmaciones anteriores de un alto el fuego, el gobierno del Congo lo desestimó como una comunicación falsa.\",            \"translated_title\": \"Ofensiva de los Rebeldes M23 en la República Democrática del Congo\"        }    ]}"