"{    \"translations\": [        {            \"english_version\": \"A nurse named Alex Pretti, who was 37 years old, was killed by federal immigration officers in Minneapolis. There is video footage from bystanders showing the moments before Alex Pretti was killed. The interior minister condemned the attack, and the police are investigating the incident.\",            \"english_title\": \"Nurse Killed in Minneapolis\",            \"translated_version\": \"Una enfermera llamada Alex Pretti, que tenía 37 años, fue asesinada por oficiales de inmigración en Minneapolis. Hay un video de personas mostrando los momentos antes de que Alex Pretti fuera asesinado. El ministro interior condenó el ataque, y la policía está investigando el incidente.\",            \"translated_title\": \"Enfermera Asesinada en Minneapolis\"        },        {            \"english_version\": \"French officials took control of a tanker called the Grinch in the Mediterranean Sea on Thursday.\",            \"english_title\": \"French Officials Seize Tanker\",            \"translated_version\": \"Oficiales franceses tomaron control de un barco llamado Grinch en el mar Mediterráneo el jueves.\",            \"translated_title\": \"Oficiales Franceses Toman Barco\"        },        {            \"english_version\": \"Alex Honnold has become the first person to climb a building in Taiwan alone without using safety equipment. He is known for loving outdoor activities like mountain biking.\",            \"english_title\": \"Alex Honnold Climbs Building\",            \"translated_version\": \"Alex Honnold se convirtió en la primera persona en escalar un edificio en Taiwán solo sin usar equipo de seguridad. Es conocido por amar actividades al aire libre como andar en bicicleta de montaña.\",            \"translated_title\": \"Alex Honnold Escala Edificio\"        },        {            \"english_version\": \"The worst flooding in many years has hit Mozambique. Rescue teams from Brazil, South Africa, and the UK are helping with the rescue efforts.\",            \"english_title\": \"Flooding in Mozambique\",            \"translated_version\": \"Las peores inundaciones en muchos años han afectado a Mozambique. Equipos de rescate de Brasil, Sudáfrica y el Reino Unido están ayudando con los esfuerzos de rescate.\",            \"translated_title\": \"Inundaciones en Mozambique\"        },        {            \"english_version\": \"Australian cyclist Jay Vine won the Tour Down Under race, even though he was knocked off his bike in a crash caused by a kangaroo.\",            \"english_title\": \"Jay Vine Wins Race\",            \"translated_version\": \"El ciclista australiano Jay Vine ganó la carrera Tour Down Under, aunque fue derribado de su bicicleta en un accidente causado por un canguro.\",            \"translated_title\": \"Jay Vine Gana Carrera\"        }    ]}"