"{    \"translations\": [        {            \"english_version\": \"Jens Stoltenberg, the NATO secretary-general, said that NATO leaders are expected to agree on providing substantial aid to Ukraine. This aid includes more air-defense equipment and the establishment of a new military training center in Poland. Stoltenberg also mentioned that Ukraine is moving closer to becoming a member of the alliance.\",            \"english_title\": \"NATO Aid to Ukraine\",            \"translated_version\": \"Jens Stoltenberg, el secretario general de la OTAN, dijo que los líderes de la OTAN se espera que estén de acuerdo en proporcionar ayuda importante a Ucrania. Esta ayuda incluye más equipo de defensa aérea y la creación de un nuevo centro de entrenamiento militar en Polonia. Stoltenberg también mencionó que Ucrania se está acercando a ser miembro de la alianza.\",            \"translated_title\": \"Ayuda de la OTAN a Ucrania\"        },        {            \"english_version\": \"Over 60 F-16 fighter jets are en route to Ukraine, as announced by the United States, Denmark, and the Netherlands. This military support aims to bolster Ukraine's defense capabilities.\",            \"english_title\": \"Military Support for Ukraine\",            \"translated_version\": \"Más de 60 aviones de combate F-16 están en camino a Ucrania, como anunciaron Estados Unidos, Dinamarca y los Países Bajos. Este apoyo militar tiene como objetivo reforzar las capacidades de defensa de Ucrania.\",            \"translated_title\": \"Apoyo Militar para Ucrania\"        },        {            \"english_version\": \"Nancy Pelosi, former Speaker of the US House of Representatives, stated that the decision on President Joe Biden's re-election bid rests with him. Actor George Clooney, a Democratic fundraiser, urged Biden to step aside, emphasizing their friendship.\",            \"english_title\": \"Political Statements on US Presidency\",            \"translated_version\": \"Nancy Pelosi, ex presidenta de la Cámara de Representantes de EE. UU., dijo que la decisión sobre la candidatura a la reelección del presidente Joe Biden depende de él. El actor George Clooney, un recaudador de fondos demócrata, instó a Biden a apartarse, enfatizando su amistad.\",            \"translated_title\": \"Declaraciones Políticas sobre la Presidencia de EE. UU.\"        }    ]}"