"{    \"translations\": [        {            \"english_version\": \"During a meeting in Moscow, India's prime minister, Narendra Modi, told Vladimir Putin that war cannot solve problems and peace is very important. Russia recently launched a deadly attack on Ukraine, causing many casualties. India, despite Western sanctions on Russia, continues to buy Russian oil.\",            \"english_title\": \"Peace Talks in Moscow\",            \"translated_version\": \"En una reunión en Moscú, el primer ministro de la India, Narendra Modi, le dijo a Vladimir Putin que la guerra no puede resolver problemas y que la paz es muy importante. Rusia lanzó recientemente un ataque mortal en Ucrania, causando muchas víctimas. A pesar de las sanciones occidentales a Rusia, la India sigue comprando petróleo ruso.\",            \"translated_title\": \"Charla de Paz en Moscú\"        },        {            \"english_version\": \"Sir Keir Starmer, the leader of the Labour Party in Britain, gave a speech in Parliament. He talked about the importance of serving the people and welcomed new members of Parliament. The government also announced reforms like restoring local housing targets and allowing onshore wind farms.\",            \"english_title\": \"Speech in British Parliament\",            \"translated_version\": \"Sir Keir Starmer, el líder del Partido Laborista en Gran Bretaña, dio un discurso en el Parlamento. Habló sobre la importancia de servir a la gente y dio la bienvenida a nuevos miembros del Parlamento. El gobierno también anunció reformas como restablecer los objetivos de vivienda local y permitir granjas eólicas en tierra.\",            \"translated_title\": \"Discurso en el Parlamento Británico\"        },        {            \"english_version\": \"The Economist, a publication since 1843, aims to promote intelligence and progress. They cover various topics and offer corporate subscriptions. The Economist Group also provides education courses and job opportunities.\",            \"english_title\": \"About The Economist\",            \"translated_version\": \"The Economist, una publicación desde 1843, tiene como objetivo promover la inteligencia y el progreso. Cubren varios temas y ofrecen suscripciones corporativas. El Grupo The Economist también ofrece cursos de educación y oportunidades laborales.\",            \"translated_title\": \"Acerca de The Economist\"        },        {            \"english_version\": \"To improve user experience, The Economist website uses cookies and similar technologies. They have policies in place for managing cookies, privacy, and accessibility. The Economist Newspaper Limited holds the copyright for all content.\",            \"english_title\": \"Website Policies of The Economist\",            \"translated_version\": \"Para mejorar la experiencia del usuario, el sitio web de The Economist utiliza cookies y tecnologías similares. Tienen políticas para gestionar cookies, privacidad y accesibilidad. The Economist Newspaper Limited tiene los derechos de autor de todo el contenido.\",            \"translated_title\": \"Políticas del Sitio Web de The Economist\"        },        {            \"english_version\": \"For any queries or assistance, users can contact The Economist through their website or social media platforms like LinkedIn, Facebook, Instagram, and more. The publication encourages engagement and staying updated on global events.\",            \"english_title\": \"Contacting The Economist\",            \"translated_version\": \"Para cualquier pregunta o ayuda, los usuarios pueden contactar a The Economist a través de su sitio web o plataformas de redes sociales como LinkedIn, Facebook, Instagram y más. La publicación fomenta la interacción y mantenerse actualizado sobre eventos globales.\",            \"translated_title\": \"Contactando a The Economist\"        }    ]}"