"{    \"translations\": [        {            \"english_version\": \"A federal judge stopped Elon Musk and some of his team from using important Treasury payment systems. This happened after Mr. Musk said DOGE was stopping 'illegal' payments. People were worried he had access to systems handling a lot of Social Security and Medicare money. The judge's decision came after 19 state attorneys-general sued DOGE for its actions.\",            \"english_title\": \"Judge Stops Elon Musk from Using Payment Systems\",            \"translated_version\": \"Un juez federal detuvo a Elon Musk y a parte de su equipo de usar sistemas de pago importantes del Tesoro. Esto pasó después de que el Sr. Musk dijera que DOGE estaba deteniendo pagos 'ilegales'. La gente estaba preocupada de que tuviera acceso a sistemas que manejan mucho dinero de Seguro Social y Medicare. La decisión del juez llegó después de que 19 fiscales generales estatales demandaran a DOGE por sus acciones.\",            \"translated_title\": \"Juez Detiene a Elon Musk de Usar Sistemas de Pago\"        },        {            \"english_version\": \"The Israel Defence Forces reported that Hamas gave three Israeli hostages to the Red Cross in central Gaza. This happened on Saturday. Hamas accused Israel of delaying the agreement's humanitarian parts. In return, Israel freed 183 Palestinian prisoners, including some with life sentences and others detained during the war.\",            \"english_title\": \"Hostages Exchanged Between Israel and Hamas\",            \"translated_version\": \"Las Fuerzas de Defensa de Israel informaron que Hamas entregó tres rehenes israelíes a la Cruz Roja en Gaza central. Esto ocurrió el sábado. Hamas acusó a Israel de retrasar las partes humanitarias del acuerdo. A cambio, Israel liberó a 183 prisioneros palestinos, incluidos algunos con cadena perpetua y otros detenidos durante la guerra.\",            \"translated_title\": \"Intercambio de Rehenes Entre Israel y Hamas\"        }    ]}"