"    #####    {        \"translations\": [            {                \"english_version\": \"The America’s treasury department informed lawmakers that a Chinese state-sponsored actor hacked into their systems. A third-party software provider alerted the Biden administration about the incident in early December. The hacker used a security key to access government workstations and view unclassified documents. The affected service has been shut down to address the issue.\",                \"english_title\": \"Cybersecurity Breach in America's Treasury Department\",                \"translated_version\": \"El departamento del tesoro de América informó a los legisladores que un actor patrocinado por el estado chino hackeó sus sistemas. Un proveedor de software de terceros alertó a la administración de Biden sobre el incidente a principios de diciembre. El hacker utilizó una llave de seguridad para acceder a las estaciones de trabajo del gobierno y ver documentos no clasificados. El servicio afectado ha sido cerrado para abordar el problema.\",                \"translated_title\": \"Violación de ciberseguridad en el Departamento del Tesoro de América\"            },            {                \"english_version\": \"A South Korean court issued an arrest warrant for Yoon Suk Yeol, the president who was impeached and suspended following a failed coup attempt on December 3rd. Yoon has been evading questioning by investigators and this marks the first time an incumbent president of South Korea faces arrest.\",                \"english_title\": \"Arrest Warrant Issued for South Korean President Yoon Suk Yeol\",                \"translated_version\": \"Un tribunal surcoreano emitió una orden de arresto para Yoon Suk Yeol, el presidente que fue destituido y suspendido tras un intento de golpe fallido el 3 de diciembre. Yoon ha estado evadiendo el interrogatorio de los investigadores y esto marca la primera vez que un presidente en funciones de Corea del Sur enfrenta un arresto.\",                \"translated_title\": \"Orden de arresto emitida para el presidente surcoreano Yoon Suk Yeol\"            }        ]    }    #####"