"{    \"translations\": [        {            \"english_version\": \"Israeli forces have reached the entrance of Gaza's largest hospital, al-Shifa, as they try to take control of the north of the enclave. The hospital has stopped functioning and is now like a cemetery, according to the World Health Organisation. Over 2,300 people, including 650 patients, are sheltering inside. Israel's government believes that a Hamas command centre is underneath the building, but denies hitting it directly.\",            \"english_title\": \"Israeli forces reach Gaza hospital\",            \"translated_version\": \"Las fuerzas israelíes han llegado a la entrada del hospital más grande de Gaza, al-Shifa, mientras intentan tomar el control del norte del enclave. El hospital ha dejado de funcionar y ahora es como un cementerio, según la Organización Mundial de la Salud. Más de 2,300 personas, incluyendo 650 pacientes, se están refugiando adentro. El gobierno de Israel cree que hay un centro de mando de Hamas debajo del edificio, pero niega haberlo golpeado directamente.\",            \"translated_title\": \"Fuerzas israelíes llegan a hospital de Gaza\"        },        {            \"english_version\": \"American officials have carried out more airstrikes against targets in eastern Syria. The strikes are the third of their kind since late October. The sites targeted are linked to Iran and its proxies in the region, which America blames for recent attacks on its troops in Iraq and Syria.\",            \"english_title\": \"American officials carry out airstrikes in Syria\",            \"translated_version\": \"Funcionarios estadounidenses han llevado a cabo más ataques aéreos contra objetivos en el este de Siria. Los ataques son los terceros de su tipo desde finales de octubre. Los sitios objetivo están vinculados a Irán y sus aliados en la región, a los que Estados Unidos culpa de los recientes ataques a sus tropas en Irak y Siria.\",            \"translated_title\": \"Funcionarios estadounidenses realizan ataques aéreos en Siria\"        },        {            \"english_version\": \"Pakistan has opened three new border crossings with Afghanistan to facilitate the departure of undocumented migrants. The government ruling stated that those without papers must leave or be expelled. Around 1.7 million Afghans were affected by the declaration, and more than 280,000 have left since it was made on October 3rd.\",            \"english_title\": \"Pakistan opens new border crossings with Afghanistan\",            \"translated_version\": \"Pakistán ha abierto tres nuevos cruces fronterizos con Afganistán para facilitar la salida de migrantes indocumentados. La decisión del gobierno estableció que aquellos sin papeles deben irse o ser expulsados. Alrededor de 1.7 millones de afganos se vieron afectados por la declaración, y más de 280,000 se han ido desde que se hizo el 3 de octubre.\",            \"translated_title\": \"Pakistán abre nuevos cruces fronterizos con Afganistán\"        },        {            \"english_version\": \"China has criticized a potential debt restructuring deal between Zambia and international bondholders. China and the International Monetary Fund have voiced concerns over the agreement, as bondholders would reportedly receive greater repayments than official creditors.\",            \"english_title\": \"China criticizes debt deal between Zambia and bondholders\",            \"translated_version\": \"China ha criticado un posible acuerdo de reestructuración de deuda entre Zambia y los tenedores de bonos internacionales. China y el Fondo Monetario Internacional han expresado preocupaciones sobre el acuerdo, ya que se informa que los tenedores de bonos recibirían mayores pagos que los acreedores oficiales.\",            \"translated_title\": \"China critica acuerdo de deuda entre Zambia y tenedores de bonos\"        },        {            \"english_version\": \"Indian cities are dealing with increased air pollution after Diwali celebrations, despite a ban on fireworks. Delhi, Kolkata, and Mumbai have some of the dirtiest air in the world. Air pollution has become a major issue in India.\",            \"english_title\": \"Indian cities face air pollution after Diwali\",            \"translated_version\": \"Las ciudades de India están lidiando con un aumento de la contaminación del aire después de las celebraciones de Diwali, a pesar de la prohibición de los fuegos artificiales. Delhi, Kolkata y Mumbai tienen algunos de los aires más sucios del mundo. La contaminación del aire se ha convertido en un problema importante en India.\",            \"translated_title\": \"Ciudades de India enfrentan contaminación del aire después de Diwali\"        }    ]}"