"{    \"translations\": [        {            \"english_version\": \"Israel and Hamas are engaged in a conflict, with Hamas sending gunmen into Israeli territory and firing rockets into the country. Many people have been killed in the violence.\",            \"english_title\": \"Conflict between Israel and Hamas\",            \"translated_version\": \"Israel y Hamas están en conflicto, con Hamas enviando hombres armados al territorio israelí y disparando cohetes al país. Muchas personas han muerto en la violencia.\",            \"translated_title\": \"Conflicto entre Israel y Hamas\"        },        {            \"english_version\": \"The US job market grew in September, but wages did not increase as much as expected. This makes it difficult for policymakers to control inflation without hurting the economy.\",            \"english_title\": \"US job market growth in September\",            \"translated_version\": \"El mercado laboral de Estados Unidos creció en septiembre, pero los salarios no aumentaron tanto como se esperaba. Esto dificulta que los responsables de tomar decisiones controlen la inflación sin perjudicar la economía.\",            \"translated_title\": \"Crecimiento del mercado laboral de Estados Unidos en septiembre\"        },        {            \"english_version\": \"General Motors has agreed to include battery plants in its contract with the United Auto Workers, which is important for employees concerned about the shift to electric vehicles.\",            \"english_title\": \"General Motors includes battery plants in contract\",            \"translated_version\": \"General Motors ha acordado incluir plantas de baterías en su contrato con los Trabajadores Automotrices Unidos, lo cual es importante para los empleados preocupados por el cambio a vehículos eléctricos.\",            \"translated_title\": \"General Motors incluye plantas de baterías en contrato\"        },        {            \"english_version\": \"An American soldier has been arrested for allegedly trying to spy for China. He is accused of providing classified information and sharing his experiences as an interrogator.\",            \"english_title\": \"Arrest of American soldier for alleged spying\",            \"translated_version\": \"Un soldado estadounidense ha sido arrestado por presuntamente intentar espiar para China. Se le acusa de proporcionar información clasificada y compartir sus experiencias como interrogador.\",            \"translated_title\": \"Arresto de soldado estadounidense por presunto espionaje\"        },        {            \"english_version\": \"Several Colombian men suspected of being involved in the assassination of Ecuador's anti-corruption presidential candidate were murdered in prison.\",            \"english_title\": \"Murder of Colombian men involved in assassination\",            \"translated_version\": \"Varios hombres colombianos sospechosos de estar involucrados en el asesinato del candidato presidencial ecuatoriano contra la corrupción fueron asesinados en prisión.\",            \"translated_title\": \"Asesinato de hombres colombianos involucrados en asesinato\"        }    ]}"