"    ```json    {        \"translations\": [            {                \"english_version\": \"An aide to Binyamin Netanyahu, Israel’s prime minister, confirmed on Sunday that the country had agreed to a plan to end its war in Gaza espoused by President Joe Biden. The proposal includes a six-week pause in fighting, the withdrawal of Israeli forces from populated areas of Gaza, and the release of women and elderly Israeli hostages in exchange for Palestinian prisoners. However, two far-right Israeli ministers have threatened to quit if the deal goes ahead, jeopardizing Mr Netanyahu’s governing coalition.\",                \"english_title\": \"Israeli-Palestinian Conflict\",                \"translated_version\": \"Un ayudante de Binyamin Netanyahu, el primer ministro de Israel, confirmó el domingo que el país había acordado un plan para terminar su guerra en Gaza apoyado por el presidente Joe Biden. La propuesta incluye una pausa de seis semanas en los combates, la retirada de las fuerzas israelíes de las áreas pobladas de Gaza y la liberación de mujeres y ancianos israelíes secuestrados a cambio de prisioneros palestinos. Sin embargo, dos ministros israelíes de extrema derecha han amenazado con renunciar si el acuerdo sigue adelante, poniendo en peligro la coalición gobernante del Sr. Netanyahu.\",                \"translated_title\": \"Israeli-Palestinian Conflict\"            },            {                \"english_version\": \"The African National Congress said that it would not replace Cyril Ramaphosa, its leader and South Africa’s president, in order to form a coalition. Having lost its parliamentary majority in its worst electoral performance in 30 years, the ANC must now form a coalition with opposition parties in order to retain power.\",                \"english_title\": \"South African Politics\",                \"translated_version\": \"El Congreso Nacional Africano dijo que no reemplazaría a Cyril Ramaphosa, su líder y presidente de Sudáfrica, para formar una coalición. Después de perder su mayoría parlamentaria en su peor desempeño electoral en 30 años, el ANC ahora debe formar una coalición con partidos de oposición para retener el poder.\",                \"translated_title\": \"South African Politics\"            }        ]    }    ```"