"{    \"translations\": [        {            \"english_version\": \"The shutdown might be a chance to remove unnecessary elements, with no signs of compromise with Democrats.\",            \"english_title\": \"Shutdown Opportunity\",            \"translated_version\": \"El cierre puede ser una oportunidad para quitar cosas que no se necesitan, sin señales de acuerdo con los Demócratas.\",            \"translated_title\": \"Oportunidad de Cierre\"        },        {            \"english_version\": \"Funerals were held for 36 people who died when scaffolding fell at an Orthodox Christian church.\",            \"english_title\": \"Church Tragedy\",            \"translated_version\": \"Se hicieron funerales para 36 personas que murieron cuando se cayó un andamio en una iglesia cristiana ortodoxa.\",            \"translated_title\": \"Tragedia en la Iglesia\"        },        {            \"english_version\": \"Police say they shot two people who were part of a group trying to attack a police station.\",            \"english_title\": \"Police Station Attack\",            \"translated_version\": \"La policía dice que disparó a dos personas que eran parte de un grupo que intentaba atacar una estación de policía.\",            \"translated_title\": \"Ataque a la Estación de Policía\"        },        {            \"english_version\": \"Dozens of flights were canceled or redirected at Munich International Airport after drones were seen.\",            \"english_title\": \"Airport Drone Incident\",            \"translated_version\": \"Docenas de vuelos fueron cancelados o redirigidos en el Aeropuerto Internacional de Múnich después de ver drones.\",            \"translated_title\": \"Incidente de Drones en el Aeropuerto\"        },        {            \"english_version\": \"A Chinese national is accused of not following naval instructions while steering a vessel.\",            \"english_title\": \"Naval Instruction Violation\",            \"translated_version\": \"Un ciudadano chino es acusado de no seguir instrucciones navales mientras manejaba un barco.\",            \"translated_title\": \"Violación de Instrucciones Navales\"        }    ]}"