"{    \"translations\": [        {            \"english_version\": \"Joe Biden accused Donald Trump of weaponising immigration. Mr has urged Republicans to kill a bipartisan bill promising stricter border controls in return for aid for Ukraine and Israel.\",            \"english_title\": \"Biden accuses Trump of weaponising immigration\",            \"translated_version\": \"Joe Biden acusó a Donald Trump de usar la inmigración como arma. El señor ha instado a los republicanos a rechazar un proyecto de ley bipartidista que promete un control fronterizo más estricto a cambio de ayuda para Ucrania e Israel.\",            \"translated_title\": \"Biden acusa a Trump de usar la inmigración como arma\"        },        {            \"english_version\": \"Meanwhile a court in Washington, DC, ruled that being a former president did not make Mr Trump immune from being prosecuted for plotting to overturn the 2020 election. He will probably appeal to the Supreme Court.\",            \"english_title\": \"Court rules Trump can be prosecuted for election plot\",            \"translated_version\": \"Mientras tanto, un tribunal en Washington, DC, dictaminó que ser un ex presidente no hacía inmune al señor Trump de ser procesado por conspirar para anular las elecciones de 2020. Probablemente apelará a la Corte Suprema.\",            \"translated_title\": \"Tribunal dictamina que Trump puede ser procesado por conspiración electoral\"        },        {            \"english_version\": \"The House also rejected Republicans’ legally dubious attempt to impeach Alejandro Mayorkas, the homeland-security secretary, for his handling of the southern border.\",            \"english_title\": \"House rejects attempt to impeach Mayorkas\",            \"translated_version\": \"La Cámara también rechazó el intento legalmente dudoso de los republicanos de destituir a Alejandro Mayorkas, el secretario de seguridad nacional, por su manejo de la frontera sur.\",            \"translated_title\": \"La Cámara rechaza intento de destituir a Mayorkas\"        },        {            \"english_version\": \"American, Qatari and Egyptian negotiators prepared a fresh effort to push their ceasefire plan for Gaza. On Tuesday Hamas responded to their proposal, which reportedly calls for a ceasefire in return for hostage releases. The militant group’s reply has not been disclosed.\",            \"english_title\": \"Negotiators push for ceasefire plan in Gaza\",            \"translated_version\": \"Negociadores estadounidenses, cataríes y egipcios prepararon un nuevo esfuerzo para impulsar su plan de alto el fuego para Gaza. El martes, Hamás respondió a su propuesta, que supuestamente pide un alto el fuego a cambio de la liberación de rehenes. La respuesta del grupo militante no se ha revelado.\",            \"translated_title\": \"Negociadores impulsan plan de alto el fuego en Gaza\"        },        {            \"english_version\": \"Sebastián Piñera, a former president of Chile and billionaire businessman, died in a helicopter crash. The country declared another period of national mourning; it is already observing one after a forest fire, which began on Friday, killed at least 131 people. Mr Piñera, who was 74, served two separate terms as Chile’s leader.\",            \"english_title\": \"Former Chilean president dies in helicopter crash\",            \"translated_version\": \"Sebastián Piñera, un ex presidente de Chile y empresario multimillonario, murió en un accidente de helicóptero. El país declaró otro período de duelo nacional; ya está observando uno después de que un incendio forestal, que comenzó el viernes, matara al menos a 131 personas. El señor Piñera, que tenía 74 años, sirvió dos mandatos separados como líder de Chile.\",            \"translated_title\": \"Ex presidente chileno muere en accidente de helicóptero\"        }    ]}"