"{    \"translations\": [        {            \"english_version\": \"America's economy shrank by 0.3% in the first quarter, the first time it has contracted in three years. This drop was mainly due to a growing trade deficit, as businesses rushed to import goods before tariffs increased prices. Consumer confidence is now at its lowest level since the 1990 recession.\",            \"english_title\": \"US Economy Shrinks in First Quarter\",            \"translated_version\": \"La economía de Estados Unidos se redujo un 0.3% en el primer trimestre, siendo la primera vez que disminuye en tres años. Esto sucedió principalmente por un aumento en el déficit comercial, ya que las empresas se apresuraron a importar productos antes de que los aranceles subieran los precios. La confianza del consumidor está en su nivel más bajo desde la recesión de 1990.\",            \"translated_title\": \"La Economía de EE. UU. se Reduce en el Primer Trimestre\"        },        {            \"english_version\": \"Germany's Social Democrats have voted in favor of forming a coalition government with the Christian Democratic bloc. The coalition deal was finalized on April 9th, and Friedrich Merz is expected to become the chancellor next week. His focus will be on revitalizing Germany's struggling economy.\",            \"english_title\": \"German Coalition Government Formed\",            \"translated_version\": \"Los Socialdemócratas de Alemania votaron a favor de formar un gobierno de coalición con el bloque Demócrata Cristiano. El acuerdo de coalición se finalizó el 9 de abril, y se espera que Friedrich Merz se convierta en canciller la próxima semana. Su enfoque estará en revitalizar la economía en apuros de Alemania.\",            \"translated_title\": \"Se Forma Gobierno de Coalición en Alemania\"        },        {            \"english_version\": \"LinkedIn, Instagram, Facebook, TikTok, YouTube, and WhatsApp are popular social media platforms. The Economist app is available on iOS and Android devices. The Economist Group offers various services and products related to economics and intelligence.\",            \"english_title\": \"Popular Social Media Platforms and The Economist App\",            \"translated_version\": \"LinkedIn, Instagram, Facebook, TikTok, YouTube y WhatsApp son plataformas populares de redes sociales. La aplicación de The Economist está disponible en dispositivos iOS y Android. El Grupo de The Economist ofrece varios servicios y productos relacionados con economía e inteligencia.\",            \"translated_title\": \"Plataformas Populares de Redes Sociales y La App de The Economist\"        },        {            \"english_version\": \"The Economist Group provides content for reuse and offers subscription services. They also have divisions like Economist Enterprise, Economist Intelligence, and Economist Impact. The group is committed to education and hosts Economist Impact Events and courses.\",            \"english_title\": \"Services Provided by The Economist Group\",            \"translated_version\": \"El Grupo de The Economist proporciona contenido para reutilización y ofrece servicios de suscripción. También tienen divisiones como Economist Enterprise, Economist Intelligence y Economist Impact. El grupo está comprometido con la educación y organiza Eventos de Impacto de The Economist y cursos.\",            \"translated_title\": \"Servicios Ofrecidos por el Grupo de The Economist\"        },        {            \"english_version\": \"The Economist Group is based in England and Wales, with its registered office in London. They emphasize the importance of user experience and use cookies for website functionality. The group is dedicated to transparency and provides contact information for support, advertising, and careers.\",            \"english_title\": \"About The Economist Group\",            \"translated_version\": \"El Grupo de The Economist tiene su sede en Inglaterra y Gales, con su oficina registrada en Londres. Enfatizan la importancia de la experiencia del usuario y utilizan cookies para la funcionalidad del sitio web. El grupo está dedicado a la transparencia y proporciona información de contacto para soporte, publicidad y carreras.\",            \"translated_title\": \"Sobre el Grupo de The Economist\"        }    ]}"