"{    \"translations\": [        {            \"english_version\": \"G7 foreign ministers said that they support humanitarian pauses and corridors in Gaza, but did not call for a ceasefire.\",            \"english_title\": \"G7 foreign ministers support humanitarian pauses in Gaza\",            \"translated_version\": \"Los ministros de relaciones exteriores del G7 dijeron que apoyan pausas humanitarias y corredores en Gaza, pero no pidieron un alto el fuego.\",            \"translated_title\": \"Los ministros de relaciones exteriores del G7 apoyan pausas humanitarias en Gaza\"        },        {            \"english_version\": \"Antony Blinken, America’s secretary of state, said that key elements for peace include no forcible displacement of Palestinians, and no reoccupation of Gaza by Israel.\",            \"english_title\": \"Antony Blinken on key elements for peace\",            \"translated_version\": \"Antony Blinken, el secretario de estado de Estados Unidos, dijo que los elementos clave para la paz incluyen no desplazar a los palestinos por la fuerza y no reocupar Gaza por parte de Israel.\",            \"translated_title\": \"Antony Blinken sobre los elementos clave para la paz\"        },        {            \"english_version\": \"Meanwhile Israel claimed to have killed a prominent Hamas weapons maker while targeting the militant group’s tunnel network beneath the Gaza Strip.\",            \"english_title\": \"Israel claims killing of Hamas weapons maker\",            \"translated_version\": \"Mientras tanto, Israel afirmó haber matado a un destacado fabricante de armas de Hamas mientras apuntaba a la red de túneles del grupo militante debajo de la Franja de Gaza.\",            \"translated_title\": \"Israel afirma haber matado a un fabricante de armas de Hamas\"        },        {            \"english_version\": \"It was a good night for America’s Democratic Party as voters in Kentucky re-elected Andy Beshear as governor and Ohio voted to enshrine the right to abortion in its state constitution.\",            \"english_title\": \"Democratic Party's success in Kentucky and Ohio\",            \"translated_version\": \"Fue una buena noche para el Partido Demócrata de Estados Unidos, ya que los votantes en Kentucky reeligieron a Andy Beshear como gobernador y Ohio votó para consagrar el derecho al aborto en su constitución estatal.\",            \"translated_title\": \"Éxito del Partido Demócrata en Kentucky y Ohio\"        },        {            \"english_version\": \"In Virginia Democrats took full control of the General Assembly.\",            \"english_title\": \"Democrats take control in Virginia\",            \"translated_version\": \"En Virginia, los demócratas tomaron el control total de la Asamblea General.\",            \"translated_title\": \"Los demócratas toman el control en Virginia\"        }    ]}"