"{    \"translations\": [        {            \"english_version\": \"The Republican speaker of America's House of Representatives discouraged releasing an ethics report about Matt Gaetz, who was being investigated for sexual misconduct and drug use. Gaetz, Donald Trump's pick for attorney-general, has resigned from Congress. Pete Hegseth, Trump's nominee to run the Pentagon, was investigated for sexual assault in 2017. Both men deny any wrongdoing.\",            \"english_title\": \"Political Controversies in the U.S.\",            \"translated_version\": \"El presidente republicano de la Cámara de Representantes de Estados Unidos desalentó la publicación de un informe ético sobre Matt Gaetz, quien estaba siendo investigado por mala conducta sexual y uso de drogas. Gaetz, la elección de Donald Trump para fiscal general, ha renunciado al Congreso. Pete Hegseth, el nominado de Trump para dirigir el Pentágono, fue investigado por agresión sexual en 2017. Ambos hombres niegan haber hecho algo malo.\",            \"translated_title\": \"Controversias Políticas en los EE. UU.\"        },        {            \"english_version\": \"Volodymyr Zelensky, Ukraine's president, criticized Germany's chancellor, Olaf Scholz, for speaking to Vladimir Putin, Russia's president, after nearly two years. Scholz condemned Russia's aggression and reiterated Germany's support for Ukraine. Zelensky expressed concerns about weakening Russia's isolation.\",            \"english_title\": \"International Relations\",            \"translated_version\": \"Volodymyr Zelensky, presidente de Ucrania, criticó al canciller de Alemania, Olaf Scholz, por hablar con Vladimir Putin, presidente de Rusia, después de casi dos años. Scholz condenó la agresión de Rusia y reiteró el apoyo de Alemania a Ucrania. Zelensky expresó preocupaciones sobre debilitar el aislamiento de Rusia.\",            \"translated_title\": \"Relaciones Internacionales\"        }    ]}"