"{    \"translations\": [        {            \"english_version\": \"The 20-point proposal aims to stop the fighting right away in exchange for freeing hostages and detained Gazans.\",            \"english_title\": \"Peace Proposal\",            \"translated_version\": \"La propuesta de 20 puntos quiere parar la pelea ahora mismo a cambio de liberar rehenes y personas detenidas en Gaza.\",            \"translated_title\": \"Propuesta de Paz\"        },        {            \"english_version\": \"The family of Jihad Al-Shamie, who police think did the attack, is very shocked and sad. They have condemned his terrible act.\",            \"english_title\": \"Family Shocked\",            \"translated_version\": \"La familia de Jihad Al-Shamie, quien la policía piensa hizo el ataque, está muy sorprendida y triste. Han condenado su acto terrible.\",            \"translated_title\": \"Familia Sorprendida\"        },        {            \"english_version\": \"The Israeli foreign ministry says that four people who were deported are Italian citizens.\",            \"english_title\": \"Deported Italians\",            \"translated_version\": \"El ministerio de relaciones exteriores de Israel dice que cuatro personas deportadas son ciudadanos italianos.\",            \"translated_title\": \"Italianos Deportados\"        },        {            \"english_version\": \"A big blackout hit the Iberian peninsula. It is the first known blackout caused by too much voltage.\",            \"english_title\": \"Iberian Blackout\",            \"translated_version\": \"Un gran apagón afectó la península ibérica. Es el primer apagón conocido causado por demasiado voltaje.\",            \"translated_title\": \"Apagón Ibérico\"        },        {            \"english_version\": \"Moscow is trying to gather information from UK spacecraft, according to the Ministry of Defence.\",            \"english_title\": \"Moscow Spying\",            \"translated_version\": \"Moscú está tratando de obtener información de naves espaciales del Reino Unido, según el Ministerio de Defensa.\",            \"translated_title\": \"Espionaje de Moscú\"        }    ]}"