"{    \"translations\": [        {            \"english_version\": \"Witnesses describe screaming and running to flee the scene after hearing the fatal gunshot that killed Kirk. Charlie Kirk's killing is another episode of gun violence in America and the latest in a line of recent political violence.\",            \"english_title\": \"Gun Violence Incident\",            \"translated_version\": \"Testigos dicen que la gente gritaba y corría para escapar después de escuchar el disparo que mató a Kirk. La muerte de Charlie Kirk es otro caso de violencia con armas en América y el más reciente de violencia política.\",            \"translated_title\": \"Incidente de Violencia con Armas\"        },        {            \"english_version\": \"The Irish broadcaster said that Ireland's participation in the contest would be wrong given the ongoing and terrible loss of lives in Gaza.\",            \"english_title\": \"Ireland's Contest Participation\",            \"translated_version\": \"La emisora irlandesa dijo que la participación de Irlanda en el concurso sería incorrecta debido a la pérdida terrible de vidas en Gaza.\",            \"translated_title\": \"Participación de Irlanda en Concurso\"        },        {            \"english_version\": \"Whether the drone incursion was deliberate or accidental, Moscow will be watching Nato's response to it closely.\",            \"english_title\": \"Drone Incursion\",            \"translated_version\": \"No importa si la incursión del dron fue intencional o accidental, Moscú observará de cerca la respuesta de la OTAN.\",            \"translated_title\": \"Incursión de Dron\"        },        {            \"english_version\": \"Earlier this month, Chinese nationals working with Nasa suddenly found themselves denied access. Foreign nationals are blamed for the incident, which has striking similarities with other recent provocations.\",            \"english_title\": \"Nasa Access Denied\",            \"translated_version\": \"A principios de este mes, ciudadanos chinos que trabajaban con la Nasa de repente no pudieron entrar. Se culpa a extranjeros por el incidente, que es similar a otras provocaciones recientes.\",            \"translated_title\": \"Acceso a Nasa Denegado\"        },        {            \"english_version\": \"The highest court rules that a law stopping men from taking the surnames of their wives is a colonial import.\",            \"english_title\": \"Court Ruling on Surnames\",            \"translated_version\": \"La corte más alta dice que una ley que impide a los hombres tomar los apellidos de sus esposas es una importación colonial.\",            \"translated_title\": \"Decisión de Corte sobre Apellidos\"        }    ]}"