"{    \"translations\": [        {            \"english_version\": \"The US has increased its military presence in the Middle East because of Iran's harsh actions against protesters.\",            \"english_title\": \"US Military in Middle East\",            \"translated_version\": \"Estados Unidos ha aumentado su presencia militar en el Medio Oriente por las acciones duras de Irán contra los manifestantes.\",            \"translated_title\": \"Militar de EE.UU. en Medio Oriente\"        },        {            \"english_version\": \"A couple in Shenzhen found out their private moments were secretly recorded and turned into spy-cam pornography.\",            \"english_title\": \"Spy-Cam Incident in Shenzhen\",            \"translated_version\": \"Una pareja en Shenzhen descubrió que sus momentos privados fueron grabados en secreto y convertidos en pornografía de cámara espía.\",            \"translated_title\": \"Incidente de cámara espía en Shenzhen\"        },        {            \"english_version\": \"The Paris museum released the first images of the crown after it was stolen, showing it was badly damaged.\",            \"english_title\": \"Stolen Crown in Paris\",            \"translated_version\": \"El museo de París mostró las primeras imágenes de la corona después de que fue robada, mostrando que estaba muy dañada.\",            \"translated_title\": \"Corona robada en París\"        },        {            \"english_version\": \"Police suspect Thorbjørn Jagland of serious corruption and have asked for his legal protection to be removed.\",            \"english_title\": \"Corruption Suspect Thorbjørn Jagland\",            \"translated_version\": \"La policía sospecha que Thorbjørn Jagland está en corrupción grave y ha pedido que se quite su protección legal.\",            \"translated_title\": \"Sospechoso de corrupción Thorbjørn Jagland\"        },        {            \"english_version\": \"A prisoner exchange between Ukraine and Russia resulted in 157 Ukrainians and 160 Russians being sent back to their countries.\",            \"english_title\": \"Prisoner Exchange Ukraine-Russia\",            \"translated_version\": \"Un intercambio de prisioneros entre Ucrania y Rusia resultó en 157 ucranianos y 160 rusos regresando a sus países.\",            \"translated_title\": \"Intercambio de prisioneros Ucrania-Rusia\"        }    ]}"