"{    \"translations\": [        {            \"english_version\": \"America promised to continue providing aid to the Gaza Strip after a convoy of lorries carrying humanitarian supplies entered the besieged enclave. The UN stated that more assistance is needed as Israel continues its bombardment. Israel's defence minister said the campaign in Gaza could last for a month or longer, with the goal of eliminating Hamas.\",            \"english_title\": \"Aid to Gaza Strip\",            \"translated_version\": \"América prometió seguir brindando ayuda a la Franja de Gaza después de que un convoy de camiones que transportaban suministros humanitarios ingresara al enclave asediado. La ONU declaró que se necesita más ayuda mientras Israel continúa su bombardeo. El ministro de defensa de Israel dijo que la campaña en Gaza podría durar un mes o más, con el objetivo de eliminar a Hamas.\",            \"translated_title\": \"Ayuda a la Franja de Gaza\"        },        {            \"english_version\": \"Sergio Massa, a member of Argentina's centre-left Peronist coalition government, won the most votes in the country's presidential election. He secured 37% of the votes, while his radical libertarian challenger, Javier Milei, received 30%. Both candidates will advance to a run-off in November. Massa pledged to form a unity government with different parties.\",            \"english_title\": \"Argentina's Presidential Election\",            \"translated_version\": \"Sergio Massa, un miembro del gobierno de coalición peronista de centro-izquierda de Argentina, obtuvo la mayoría de los votos en las elecciones presidenciales del país. Obtuvo el 37% de los votos, mientras que su desafiante radical libertario, Javier Milei, recibió el 30%. Ambos candidatos pasarán a una segunda vuelta en noviembre. Massa se comprometió a formar un gobierno de unidad con diferentes partidos.\",            \"translated_title\": \"Elecciones Presidenciales de Argentina\"        },        {            \"english_version\": \"China has launched an investigation into Foxconn, a Taiwanese firm that manufactures Apple's iPhones. The investigation includes tax audits and land-use investigations at Foxconn's factories in four Chinese provinces. Foxconn has stated that it will cooperate with the authorities. Terry Gou, the company's founder, is running as an independent candidate in Taiwan's presidential election.\",            \"english_title\": \"Investigation into Foxconn\",            \"translated_version\": \"China ha iniciado una investigación sobre Foxconn, una empresa taiwanesa que fabrica los iPhones de Apple. La investigación incluye auditorías fiscales e investigaciones sobre el uso de tierras en las fábricas de Foxconn en cuatro provincias chinas. Foxconn ha declarado que cooperará con las autoridades. Terry Gou, el fundador de la empresa, se postula como candidato independiente en las elecciones presidenciales de Taiwán.\",            \"translated_title\": \"Investigación sobre Foxconn\"        },        {            \"english_version\": \"Exit polls indicate that the right-wing populist Swiss People's Party is expected to strengthen its position as the largest party in Switzerland's parliament after the federal election. The party is projected to win 29% of the vote, a 3.4 percentage-point increase compared to the previous election. The party's leader, Marco Chiesa, ran an anti-immigration campaign.\",            \"english_title\": \"Switzerland's Federal Election\",            \"translated_version\": \"Las encuestas a pie de urna indican que se espera que el partido populista de derecha Partido Popular Suizo fortalezca su posición como el partido más grande en el parlamento de Suiza después de las elecciones federales. Se proyecta que el partido obtenga el 29% de los votos, un aumento de 3.4 puntos porcentuales en comparación con las elecciones anteriores. El líder del partido, Marco Chiesa, llevó a cabo una campaña contra la inmigración.\",            \"translated_title\": \"Elecciones Federales de Suiza\"        },        {            \"english_version\": \"Prabowo Subianto, the ruling party's candidate for Indonesia's presidential election in 2024, has chosen Gibran Rakabuming Raka, the son of Indonesia's president, as his running mate. This decision follows a controversial court ruling that changed the minimum age requirement for candidates, allowing 36-year-old Mr. Raka to run.\",            \"english_title\": \"Indonesia's Presidential Election\",            \"translated_version\": \"Prabowo Subianto, el candidato del partido gobernante para las elecciones presidenciales de Indonesia en 2024, ha elegido a Gibran Rakabuming Raka, el hijo del presidente de Indonesia, como su compañero de fórmula. Esta decisión sigue a una polémica sentencia judicial que cambió el requisito de edad mínima para los candidatos, permitiendo que el Sr. Raka, de 36 años, se postule.\",            \"translated_title\": \"Elecciones Presidenciales de Indonesia\"        }    ]}"