"{    \"translations\": [        {            \"english_version\": \"Less than 1 hour ago, the Trump administration decided to cancel a plan to stop federal aid money. A judge stopped the pause just before it was going to start. This caused confusion for groups that rely on federal grants, like non-profit organizations, schools, and people who get help from Medicaid, a health insurance program for low-income Americans.\",            \"english_title\": \"Trump administration rescinds order to freeze federal aid funding\",            \"translated_version\": \"Hace menos de 1 hora, la administración de Trump decidió cancelar un plan para detener el dinero de ayuda federal. Un juez detuvo la pausa justo antes de que comenzara. Esto causó confusión para grupos que dependen de subvenciones federales, como organizaciones sin fines de lucro, escuelas y personas que reciben ayuda de Medicaid, un programa de seguro de salud para estadounidenses de bajos ingresos.\",            \"translated_title\": \"La administración de Trump cancela orden de congelar fondos de ayuda federal\"        },        {            \"english_version\": \"Alibaba, a big online shopping company from China, showed a new AI model that they say is better than one made by DeepSeek, a Chinese startup. This startup caused a drop in the market on Monday. Stock markets in Asia and Europe got better on Wednesday because ASML, a company from the Netherlands that makes computer chips, had good earnings. However, American tech companies like Nvidia continued to lose value, with their shares dropping by 4%.\",            \"english_title\": \"Alibaba unveils AI model surpassing DeepSeek's performance\",            \"translated_version\": \"Alibaba, una gran empresa de compras en línea de China, mostró un nuevo modelo de IA que dicen que es mejor que el hecho por DeepSeek, una startup china. Esta startup causó una caída en el mercado el lunes. Los mercados de valores en Asia y Europa mejoraron el miércoles porque ASML, una empresa de los Países Bajos que fabrica chips de computadora, tuvo buenos ingresos. Sin embargo, las empresas tecnológicas estadounidenses como Nvidia continuaron perdiendo valor, con sus acciones cayendo un 4%.\",            \"translated_title\": \"Alibaba presenta modelo de IA que supera el rendimiento de DeepSeek\"        }    ]}"