"{    \"translations\": [        {            \"english_version\": \"Hayat Tahrir al-Sham, the group that led the overthrow of Bashar al-Assad in Syria, announced plans to create a new government. They promised to bring back order. NATO asked them to follow the law, protect civilians, and respect minorities during the change. European countries reacted quickly: Germany stopped over 47,000 Syrian asylum requests, and Austria decided to send Syrian refugees back.\",            \"english_title\": \"Syria Conflict and Governance\",            \"translated_version\": \"El grupo que derrocó a Bashar al-Assad en Siria anunció planes para crear un nuevo gobierno. Prometieron traer orden de vuelta. La OTAN les pidió que sigan la ley, protejan a los civiles y respeten a las minorías durante el cambio. Los países europeos reaccionaron rápidamente: Alemania detuvo más de 47,000 solicitudes de asilo sirias, y Austria decidió enviar de vuelta a los refugiados sirios.\",            \"translated_title\": \"Conflicto y Gobierno en Siria\"        },        {            \"english_version\": \"Luigi Mangione, a person linked to the recent murder of Brian Thompson, a health-care CEO in Manhattan, faced gun charges in Pennsylvania. The 26-year-old was identified at a McDonald’s in central Pennsylvania from photos released by the New York police. Police found a manifesto showing hostility towards corporate America.\",            \"english_title\": \"Legal Case in Pennsylvania\",            \"translated_version\": \"Luigi Mangione, una persona relacionada con el reciente asesinato de Brian Thompson, un CEO de atención médica en Manhattan, enfrentó cargos de armas en Pennsylvania. El joven de 26 años fue identificado en un McDonald's en el centro de Pennsylvania a partir de fotos publicadas por la policía de Nueva York. La policía encontró un manifiesto que mostraba hostilidad hacia América corporativa.\",            \"translated_title\": \"Caso Legal en Pennsylvania\"        }    ]}"