"{    \"translations\": [        {            \"english_version\": \"President Joe Biden announced that Israel and Hizbullah agreed to a ceasefire in Lebanon. The ceasefire is meant to stop the fighting permanently. It will start at 4am local time. President Biden hopes that there will also be a ceasefire in Gaza. Binyamin Netanyahu warned that Israel will attack if Hizbullah gets weapons to use against them in the future.\",            \"english_title\": \"Ceasefire in Lebanon\",            \"translated_version\": \"El presidente Joe Biden anunció que Israel y Hizbullah acordaron un alto el fuego en Líbano. El alto el fuego pretende detener la lucha permanentemente. Comenzará a las 4 de la mañana hora local. El presidente Biden espera que también haya un alto el fuego en Gaza. Binyamin Netanyahu advirtió que Israel atacará si Hizbullah obtiene armas para usar en su contra en el futuro.\",            \"translated_title\": \"Ceasefire in Lebanon\"        },        {            \"english_version\": \"Mexico's president, Claudia Sheinbaum, warned that there will be tariffs in response to tariffs. This came after Donald Trump suggested putting 25% tariffs on goods from Mexico and Canada. Sheinbaum said that this could lead to higher inflation and unemployment in both countries. Trump said the tariffs will stay until Mexico and Canada stop illegal migration and drug trafficking.\",            \"english_title\": \"Tariffs on Mexico and Canada\",            \"translated_version\": \"La presidenta de México, Claudia Sheinbaum, advirtió que habrá aranceles en respuesta a aranceles. Esto ocurrió después de que Donald Trump sugiriera imponer aranceles del 25% a los bienes de México y Canadá. Sheinbaum dijo que esto podría llevar a una mayor inflación y desempleo en ambos países. Trump dijo que los aranceles permanecerán hasta que México y Canadá detengan la migración ilegal y el tráfico de drogas.\",            \"translated_title\": \"Tariffs on Mexico and Canada\"        }    ]}"