"{    \"translations\": [        {            \"english_version\": \"There have been days of protests in the city because of the Trump administration's immigration enforcement operation. Tensions seem to have increased between Trump and Canadian Prime Minister Mark Carney.\",            \"english_title\": \"Protests and Tensions\",            \"translated_version\": \"Ha habido días de protestas en la ciudad por la operación de inmigración del gobierno de Trump. Las tensiones parecen haber aumentado entre Trump y el Primer Ministro de Canadá, Mark Carney.\",            \"translated_title\": \"Protestas y Tensiones\"        },        {            \"english_version\": \"The US president praised allied forces, saying they avoided the front lines during the Afghanistan conflict. However, there is no clear progress as the three-way talks end, and Russia continues its attacks.\",            \"english_title\": \"Praise and No Progress\",            \"translated_version\": \"El presidente de EE.UU. elogió a las fuerzas aliadas, diciendo que evitaron las líneas de frente durante el conflicto en Afganistán. Sin embargo, no hay progreso claro al terminar las conversaciones de tres partes, y Rusia sigue con sus ataques.\",            \"translated_title\": \"Elogios y Sin Progreso\"        },        {            \"english_version\": \"President Xi has been accused of using investigations to remove political rivals. The US will also provide 'more limited' support to its allies, according to a new national defense strategy document.\",            \"english_title\": \"Accusations and Limited Support\",            \"translated_version\": \"El presidente Xi ha sido acusado de usar investigaciones para quitar rivales políticos. EE.UU. también dará apoyo 'más limitado' a sus aliados, según un nuevo documento de estrategia de defensa nacional.\",            \"translated_title\": \"Acusaciones y Apoyo Limitado\"        },        {            \"english_version\": \"Rescue teams are searching a village in West Java for 83 people who are still missing. Police say they do not expect to find any more survivors from the landslide, with six people still unaccounted for.\",            \"english_title\": \"Search for Missing People\",            \"translated_version\": \"Equipos de rescate están buscando en un pueblo en Java Occidental a 83 personas que aún están desaparecidas. La policía dice que no esperan encontrar más sobrevivientes del deslizamiento de tierra, con seis personas aún no encontradas.\",            \"translated_title\": \"Búsqueda de Personas Desaparecidas\"        },        {            \"english_version\": \"Mette Frederiksen visits the territory after weeks of tension over the US president's warnings that he could take control of it.\",            \"english_title\": \"Visit After Tensions\",            \"translated_version\": \"Mette Frederiksen visita el territorio después de semanas de tensión por las advertencias del presidente de EE.UU. de que podría tomar control de él.\",            \"translated_title\": \"Visita Después de Tensiones\"        }    ]}"