"{    \"translations\": [        {            \"english_version\": \"Israel's defense minister has warned that 'the gates of hell' will open unless Hamas agrees to disarm and release all hostages. Israel Katz says Hamas should disarm and release all Israeli hostages as the country prepares for a large attack on Gaza City.\",            \"english_title\": \"Israel Warns Hamas\",            \"translated_version\": \"El ministro de defensa de Israel ha advertido que `las puertas del infierno` se abrirán a menos que Hamas acepte desarmarse y liberar a todos los rehenes. Israel Katz dice que Hamas debe desarmarse y liberar a todos los rehenes israelíes mientras el país se prepara para un gran ataque en la ciudad de Gaza.\",            \"translated_title\": \"Israel Advierte a Hamas\"        },        {            \"english_version\": \"China's ambassador to India, Xu Feihong, has stated that Beijing strongly opposes Washington's high tariffs on Delhi.\",            \"english_title\": \"China Opposes US Tariffs\",            \"translated_version\": \"El embajador de China en India, Xu Feihong, ha dicho que Beijing se opone fuertemente a los altos impuestos de Washington sobre Delhi.\",            \"translated_title\": \"China Se Opone a Impuestos de EE.UU.\"        },        {            \"english_version\": \"Kaja Kallas has issued a warning as Donald Trump sets a two-week period to evaluate peace talks between Moscow and Kyiv.\",            \"english_title\": \"Kallas Warns on Peace Talks\",            \"translated_version\": \"Kaja Kallas ha dado una advertencia mientras Donald Trump establece un período de dos semanas para evaluar las conversaciones de paz entre Moscú y Kyiv.\",            \"translated_title\": \"Kallas Advierte sobre Conversaciones de Paz\"        },        {            \"english_version\": \"A car bomb in Cali killed six people, and a police helicopter crash resulted in the deaths of 12 officers.\",            \"english_title\": \"Bomb and Helicopter Crash in Cali\",            \"translated_version\": \"Una bomba en un coche en Cali mató a seis personas, y un accidente de helicóptero de la policía resultó en la muerte de 12 oficiales.\",            \"translated_title\": \"Bomba y Accidente de Helicóptero en Cali\"        },        {            \"english_version\": \"Former Twitter employees have sued the platform after about 6,000 workers were laid off in 2022.\",            \"english_title\": \"Twitter Employees Sue\",            \"translated_version\": \"Ex empleados de Twitter han demandado a la plataforma después de que unos 6,000 trabajadores fueran despedidos en 2022.\",            \"translated_title\": \"Empleados de Twitter Demandan\"        }    ]}"