"{    \"translations\": [        {            \"english_version\": \"The UN Security Council passed a resolution to increase aid to Gaza. The resolution calls for a sustainable cessation of hostilities. America abstained from the vote, allowing the proposal to pass. Russia also abstained, objecting to the weakened document.\",            \"english_title\": \"UN Resolution on Gaza Aid\",            \"translated_version\": \"El Consejo de Seguridad de la ONU aprobó una resolución para aumentar la ayuda a Gaza. La resolución pide un cese sostenible de las hostilidades. Estados Unidos se abstuvo de votar, permitiendo que la propuesta fuera aprobada. Rusia también se abstuvo, objetando el documento debilitado.\",            \"translated_title\": \"Resolución de la ONU sobre la ayuda a Gaza\"        },        {            \"english_version\": \"Japan will allow the sale of advanced Patriot air-defense systems to America to support Ukraine's war effort. However, Japan cannot sell Patriots directly to Ukraine. The move may free up other supplies.\",            \"english_title\": \"Japan's Support for Ukraine\",            \"translated_version\": \"Japón permitirá la venta de sistemas avanzados de defensa aérea Patriot a Estados Unidos para apoyar el esfuerzo de guerra de Ucrania. Sin embargo, Japón no puede vender Patriots directamente a Ucrania. El movimiento podría liberar otros suministros.\",            \"translated_title\": \"Apoyo de Japón a Ucrania\"        },        {            \"english_version\": \"America's Supreme Court declined to fast-track one of Donald Trump's appeals. The trial is scheduled for March. Mr. Trump argues he should be immune from prosecution for actions taken while in office.\",            \"english_title\": \"Supreme Court Decision on Trump's Appeal\",            \"translated_version\": \"La Corte Suprema de Estados Unidos rechazó acelerar uno de los recursos de apelación de Donald Trump. El juicio está programado para marzo. El señor Trump argumenta que debería estar protegido de ser procesado por acciones tomadas mientras estaba en el cargo.\",            \"translated_title\": \"Decisión de la Corte Suprema sobre la apelación de Trump\"        },        {            \"english_version\": \"France will reportedly close its embassy in Niger due to restrictions imposed by the country's military government. French diplomats had already left in September following the army's ousting of the democratically elected president.\",            \"english_title\": \"Closure of French Embassy in Niger\",            \"translated_version\": \"Según informes, Francia cerrará su embajada en Níger debido a las restricciones impuestas por el gobierno militar del país. Los diplomáticos franceses ya se habían marchado en septiembre después de que el ejército destituyera al presidente elegido democráticamente.\",            \"translated_title\": \"Cierre de la embajada francesa en Níger\"        },        {            \"english_version\": \"Shares in China's biggest online-gaming companies plunged in value after Chinese authorities announced curbs on spending on video games. The rules ban some common incentives, such as rewards for players who log in every day.\",            \"english_title\": \"Plunge in Value of Chinese Gaming Companies\",            \"translated_version\": \"Las acciones de las mayores compañías de juegos en línea de China se desplomaron en valor después de que las autoridades chinas anunciaran restricciones en el gasto en videojuegos. Las reglas prohíben algunos incentivos comunes, como las recompensas para los jugadores que inician sesión todos los días.\",            \"translated_title\": \"Caída en el valor de las compañías de juegos chinas\"        }    ]}"