"{    \"translations\": [        {            \"english_version\": \"The Israel Defence Forces said that it had completely dismantled Hamas’s military framework in the northern part of the Gaza strip. Daniel Hagari, an IDF spokesperson, said that it would now focus on the centre and south of the enclave.\",            \"english_title\": \"IDF Dismantles Hamas's Military Framework\",            \"translated_version\": \"Las Fuerzas de Defensa de Israel dijeron que habían desmantelado por completo la estructura militar de Hamas en la parte norte de la Franja de Gaza. Daniel Hagari, un portavoz de las FDI, dijo que ahora se centrarían en el centro y sur del enclave.\",            \"translated_title\": \"Las FDI desmantelan la estructura militar de Hamas\"        },        {            \"english_version\": \"Hizbullah, a Lebanese militia, claimed to have fired 62 rockets towards northern Israel. The Iran-backed group said the attack was an initial response to the killing of a senior Hamas official by a drone strike in Beirut. (Israel has not claimed responsibility.)\",            \"english_title\": \"Hizbullah Fires Rockets at Israel\",            \"translated_version\": \"Hizbullah, una milicia libanesa, afirmó haber disparado 62 cohetes hacia el norte de Israel. El grupo respaldado por Irán dijo que el ataque fue una respuesta inicial al asesinato de un alto funcionario de Hamas por un ataque de un dron en Beirut. (Israel no ha asumido la responsabilidad).\",            \"translated_title\": \"Hizbullah dispara cohetes a Israel\"        },        {            \"english_version\": \"America’s Supreme Court agreed to hear Donald Trump’s appeal against the ruling that he is ineligible to appear on Colorado’s Republican primary ballot. In December that state’s supreme court disqualified him, pointing to a provision in the 14th Amendment barring insurrectionists who have earlier sworn to support the constitution from office. Similar cases are pending across the country. The court will hear arguments next month.\",            \"english_title\": \"Supreme Court to Hear Trump's Appeal\",            \"translated_version\": \"La Corte Suprema de Estados Unidos acordó escuchar la apelación de Donald Trump contra la decisión de que no es elegible para aparecer en la boleta de primarias republicanas de Colorado. En diciembre, la corte suprema de ese estado lo descalificó, señalando una disposición en la 14ª Enmienda que prohíbe a los insurrectos que previamente han jurado apoyar la constitución ocupar cargos públicos. Hay casos similares pendientes en todo el país. El tribunal escuchará los argumentos el próximo mes.\",            \"translated_title\": \"La Corte Suprema escuchará la apelación de Trump\"        },        {            \"english_version\": \"At least 11 people were killed by a Russian strike on Pokrovsk, an eastern Ukrainian city. Meanwhile, officials from the regional prosecutor’s office in Kharkiv, in north-eastern Ukraine, publicly displayed fragments of missiles supplied to Russia by North Korea. On Thursday the White House said that Russia was using ballistic missiles from North Korea to attack Ukraine.\",            \"english_title\": \"Russian Strike Kills 11 in Ukraine\",            \"translated_version\": \"Al menos 11 personas murieron por un ataque ruso en Pokrovsk, una ciudad del este de Ucrania. Mientras tanto, funcionarios de la fiscalía regional en Kharkiv, en el noreste de Ucrania, mostraron públicamente fragmentos de misiles suministrados a Rusia por Corea del Norte. El jueves, la Casa Blanca dijo que Rusia estaba usando misiles balísticos de Corea del Norte para atacar a Ucrania.\",            \"translated_title\": \"Ataque ruso mata a 11 en Ucrania\"        },        {            \"english_version\": \"Protesters in Bangladesh set polling booths on fire in Dhaka, the capital, ahead of the general election on Sunday. The Bangladesh Nationalist Party, the country’s main opposition, began a 48-hour strike. They accuse Sheikh Hasina, the prime minister, of stifling democracy and call the election skewed. Many of the BNP’s leaders and thousands of its activists have been jailed in recent months.\",            \"english_title\": \"Protesters Set Polling Booths on Fire in Bangladesh\",            \"translated_version\": \"Los manifestantes en Bangladesh incendiaron las casetas de votación en Dhaka, la capital, antes de las elecciones generales del domingo. El Partido Nacionalista de Bangladesh, la principal oposición del país, inició una huelga de 48 horas. Acusan a Sheikh Hasina, la primera ministra, de sofocar la democracia y llaman a las elecciones sesgadas. Muchos de los líderes del BNP y miles de sus activistas han sido encarcelados en los últimos meses.\",            \"translated_title\": \"Manifestantes incendian casetas de votación en Bangladesh\"        }    ]}"