"{    \"translations\": [        {            \"english_version\": \"Nearly 200 countries attended COP30. The goal was to get the world to do more about climate change.\",            \"english_title\": \"COP30 Meeting\",            \"translated_version\": \"Casi 200 países fueron a COP30. El objetivo era que el mundo haga más sobre el cambio climático.\",            \"translated_title\": \"Reunión COP30\"        },        {            \"english_version\": \"Armed men pretending to be bank workers robbed a van carrying money between bank branches in Bengaluru city.\",            \"english_title\": \"Bank Van Robbery\",            \"translated_version\": \"Hombres armados fingiendo ser trabajadores de banco robaron una camioneta que llevaba dinero entre bancos en la ciudad de Bengaluru.\",            \"translated_title\": \"Robo de Camioneta de Banco\"        },        {            \"english_version\": \"The former Brazilian president is suspected of breaking an ankle bracelet as part of a plan to escape.\",            \"english_title\": \"Brazilian President's Escape Plan\",            \"translated_version\": \"El ex presidente de Brasil es sospechoso de romper una pulsera de tobillo como parte de un plan para escapar.\",            \"translated_title\": \"Plan de Escape del Presidente Brasileño\"        },        {            \"english_version\": \"Israel says it hit targets in Gaza after an armed person crossed a line and shot at soldiers.\",            \"english_title\": \"Israel Hits Gaza Targets\",            \"translated_version\": \"Israel dice que atacó objetivos en Gaza después de que una persona armada cruzó una línea y disparó a soldados.\",            \"translated_title\": \"Israel Ataca Objetivos en Gaza\"        },        {            \"english_version\": \"Carlos Manzo, who spoke out against cartel violence, was shot and killed in public on November 1.\",            \"english_title\": \"Carlos Manzo Killed\",            \"translated_version\": \"Carlos Manzo, quien habló contra la violencia de carteles, fue disparado y muerto en público el 1 de noviembre.\",            \"translated_title\": \"Carlos Manzo Muerto\"        }    ]}"