"{    \"translations\": [        {            \"english_version\": \"President Joe Biden asked Americans to calm down after an attempt on Donald Trump's life. He mentioned that the political discussions in the country have become very intense.\",            \"english_title\": \"Political Situation in the US\",            \"translated_version\": {                \"translated_paragraph\": \"El Presidente Joe Biden pidió a los estadounidenses que se calmaran después de un intento de asesinato de Donald Trump. Mencionó que las discusiones políticas en el país se han vuelto muy intensas.\",                \"translated_title\": \"Situación Política en los EE. UU.\"            }        },        {            \"english_version\": \"Thomas Matthew Crooks, a 20-year-old from Pennsylvania, shot Mr. Trump with a rifle. Crooks, who was a registered Republican, died at the scene. The reasons behind his actions are still unclear.\",            \"english_title\": \"Incident Details\",            \"translated_version\": {                \"translated_paragraph\": \"Thomas Matthew Crooks, un joven de 20 años de Pennsylvania, disparó al Sr. Trump con un rifle. Crooks, que era un Republicano registrado, murió en el lugar. Las razones detrás de sus acciones aún no están claras.\",                \"translated_title\": \"Detalles del Incidente\"            }        },        {            \"english_version\": \"Donald Trump, in a post on his social-media platform, mentioned that he had thought about delaying his trip but decided against it. He did not want the shooter to dictate his schedule.\",            \"english_title\": \"Former President's Response\",            \"translated_version\": {                \"translated_paragraph\": \"Donald Trump, en una publicación en su plataforma de redes sociales, mencionó que había pensado en retrasar su viaje pero decidió no hacerlo. No quería que el tirador dictara su horario.\",                \"translated_title\": \"Respuesta del Ex Presidente\"            }        },        {            \"english_version\": \"Apart from Mr. Trump, one spectator lost their life in the shooting incident, and two others were severely injured.\",            \"english_title\": \"Casualties\",            \"translated_version\": {                \"translated_paragraph\": \"Aparte del Sr. Trump, un espectador perdió la vida en el incidente de disparos, y otros dos resultaron gravemente heridos.\",                \"translated_title\": \"Víctimas\"            }        },        {            \"english_version\": \"The Economist has been published since September 1843. It aims to participate in a battle between intelligence and ignorance. The publication covers various topics and has a long history.\",            \"english_title\": \"About The Economist\",            \"translated_version\": {                \"translated_paragraph\": \"The Economist se ha publicado desde septiembre de 1843. Su objetivo es participar en una batalla entre la inteligencia y la ignorancia. La publicación cubre varios temas y tiene una larga historia.\",                \"translated_title\": \"Acerca de The Economist\"            }        }    ]}"