"{    \"translations\": [        {            \"english_version\": \"Less than an hour ago, Kamala Harris gave a significant speech before the upcoming election day in America's closely contested presidential race. She spoke to a large crowd in Washington, DC, at the same location where Donald Trump had spoken to a group that later attacked the Capitol in January 2021. Harris offered hope under new leadership, contrasting it with Trump's promise of more chaos.\",            \"english_title\": \"Kamala Harris's Final Speech Before Election Day\",            \"translated_version\": \"Hace menos de una hora, Kamala Harris dio un discurso importante antes del día de las elecciones en la reñida carrera presidencial de Estados Unidos. Habló a una gran multitud en Washington, DC, en el mismo lugar donde Donald Trump había hablado a un grupo que luego atacó el Capitolio en enero de 2021. Harris ofreció esperanza bajo un nuevo liderazgo, contrastándolo con la promesa de más caos de Trump.\",            \"translated_title\": \"Discurso Final de Kamala Harris Antes del Día de las Elecciones\"        },        {            \"english_version\": \"Canadian officials have accused Amit Shah, India's Minister of Home Affairs and an ally of Prime Minister Narendra Modi, of orchestrating schemes targeting Sikh separatists on Canadian soil. Following the connection of Indian diplomats to the assassination of a Canadian citizen in Vancouver in 2023, Canada expelled them earlier this month. India's government has denied any involvement in these allegations.\",            \"english_title\": \"Allegations Against Amit Shah and Indian Officials\",            \"translated_version\": \"Funcionarios canadienses han acusado a Amit Shah, Ministro de Asuntos Internos de la India y aliado del Primer Ministro Narendra Modi, de orquestar esquemas dirigidos a separatistas sikhs en suelo canadiense. Tras la conexión de diplomáticos indios con el asesinato de un ciudadano canadiense en Vancouver en 2023, Canadá los expulsó a principios de este mes. El gobierno de la India ha negado cualquier implicación en estas acusaciones.\",            \"translated_title\": \"Acusaciones Contra Amit Shah y Oficiales Indios\"        }    ]}"