"{    \"translations\": [        {            \"english_version\": \"The BBC's Frank Gardner talks about what might happen if the US strikes Iran. He mentions things like changing the government or hitting back. The airport has an air force base and is about 10 kilometers from the president's place. Tehran says its armed forces are ready to respond to any aggression.\",            \"english_title\": \"US and Iran Tensions\",            \"translated_version\": \"Frank Gardner de la BBC habla sobre lo que podría pasar si Estados Unidos ataca a Irán. Menciona cosas como cambiar el gobierno o responder. El aeropuerto tiene una base aérea y está a unos 10 kilómetros del lugar del presidente. Teherán dice que sus fuerzas armadas están listas para responder a cualquier agresión.\",            \"translated_title\": \"Tensiones entre EE.UU. e Irán\"        },        {            \"english_version\": \"China has executed 11 members of the Ming family. They were running scam centers in Myanmar, according to state media reports.\",            \"english_title\": \"China Executes Ming Family\",            \"translated_version\": \"China ha ejecutado a 11 miembros de la familia Ming. Estaban dirigiendo centros de estafa en Myanmar, según informes de medios estatales.\",            \"translated_title\": \"China ejecuta a familia Ming\"        },        {            \"english_version\": \"The BBC interviewed someone who was on a train where five people died after drones attacked it.\",            \"english_title\": \"Train Attack Interview\",            \"translated_version\": \"La BBC entrevistó a alguien que estaba en un tren donde murieron cinco personas después de que drones lo atacaron.\",            \"translated_title\": \"Entrevista de ataque al tren\"        },        {            \"english_version\": \"In the Philippines, a mayor survived an attack on his vehicle with a rocket launcher in broad daylight.\",            \"english_title\": \"Philippines Mayor Attack\",            \"translated_version\": \"En Filipinas, un alcalde sobrevivió a un ataque a su vehículo con un lanzacohetes a plena luz del día.\",            \"translated_title\": \"Ataque a alcalde en Filipinas\"        },        {            \"english_version\": \"A storm caused a lot of damage by knocking down trees, damaging homes, and leaving more than 800,000 people without power.\",            \"english_title\": \"Storm Causes Damage\",            \"translated_version\": \"Una tormenta causó mucho daño al derribar árboles, dañar casas y dejar a más de 800,000 personas sin electricidad.\",            \"translated_title\": \"Tormenta causa daños\"        }    ]}"