"{    \"translations\": [        {            \"english_version\": \"Russia attacked Ukraine's energy infrastructure on Christmas Day. The strikes killed one person in Dnipropetrovsk and injured six in Kharkiv. The attacks left hundreds of thousands without heating in freezing temperatures. Ukraine's energy minister called it a widespread assault, and President Zelensky described it as inhuman.\",            \"english_title\": \"Russia's missile and drone strikes on Ukraine's energy infrastructure\",            \"translated_version\": \"Rusia atacó la infraestructura energética de Ucrania en el Día de Navidad. Los ataques mataron a una persona en Dnipropetrovsk e hirieron a seis en Kharkiv. Los ataques dejaron a cientos de miles sin calefacción en temperaturas heladas. El ministro de energía de Ucrania lo llamó un asalto generalizado, y el presidente Zelensky lo describió como inhumano.\",            \"translated_title\": \"Ataques de misiles y drones de Rusia en la infraestructura energética de Ucrania\"        },        {            \"english_version\": \"An Azerbaijan Airlines plane crashed near Aktau, Kazakhstan, killing 39 out of 67 people on board. The survivors, including two children, are hospitalized. The crash occurred after a bird strike while the plane was flying from Baku to Grozny. Azerbaijan's president, Ilham Aliyev, cut short a trip to Russia after the incident.\",            \"english_title\": \"Azerbaijan Airlines plane crash in Kazakhstan\",            \"translated_version\": \"Un avión de Azerbaijan Airlines se estrelló cerca de Aktau, Kazajistán, matando a 39 de 67 personas a bordo. Los sobrevivientes, incluidos dos niños, están hospitalizados. El accidente ocurrió después de un impacto de pájaro mientras el avión volaba de Bakú a Grozny. El presidente de Azerbaiyán, Ilham Aliyev, acortó un viaje a Rusia después del incidente.\",            \"translated_title\": \"Accidente de avión de Azerbaijan Airlines en Kazajistán\"        }    ]}"