"{    \"translations\": [        {            \"english_version\": \"The Israel Defence Forces have started focused ground operations in the Gaza Strip, particularly around the Netzarim corridor. This area divides the territory into two parts. Palestinian health officials reported that Israeli strikes resulted in the deaths of 20 people, including a UN worker.\",            \"english_title\": \"Israeli Ground Operations in Gaza Strip\",            \"translated_version\": \"Las Fuerzas de Defensa de Israel han comenzado operaciones terrestres enfocadas en la Franja de Gaza, especialmente alrededor del corredor de Netzarim. Esta área divide el territorio en dos partes. Funcionarios de salud palestinos informaron que los ataques israelíes resultaron en la muerte de 20 personas, incluido un trabajador de la ONU.\",            \"translated_title\": \"Operaciones Terrestres de Israel en la Franja de Gaza\"        },        {            \"english_version\": \"The Federal Reserve decided to keep its benchmark interest rate the same. However, it hinted that there might be two rate cuts later this year. The central bank also adjusted its predictions for 2025, forecasting a 1.7% growth for America's economy, down from the 2.1% estimated in December. Jerome Powell, the Fed's chair, mentioned that tariffs could slow down efforts to reduce inflation.\",            \"english_title\": \"Federal Reserve's Interest Rate Decision\",            \"translated_version\": \"La Reserva Federal decidió mantener su tasa de interés de referencia igual. Sin embargo, insinuó que podría haber dos recortes de tasas más adelante este año. El banco central también ajustó sus predicciones para 2025, pronosticando un crecimiento del 1.7% para la economía de América, por debajo del 2.1% estimado en diciembre. Jerome Powell, presidente de la Fed, mencionó que los aranceles podrían frenar los esfuerzos para reducir la inflación.\",            \"translated_title\": \"Decisión de la Tasa de Interés de la Reserva Federal\"        }    ]}"