"{    \"translations\": [        {            \"english_version\": \"France's minority government is likely to collapse soon. A no-confidence vote is expected on Wednesday. Left and hard right parties, including Marine Le Pen’s National Rally, submitted motions. This happened after Prime Minister Michel Barnier pushed through a budget without parliamentary approval. The National Assembly has not brought down a government since 1962.\",            \"english_title\": \"France's Government Crisis\",            \"translated_version\": \"El gobierno minoritario de Francia probablemente colapsará pronto. Se espera una votación de no confianza el miércoles. Partidos de izquierda y extrema derecha, incluido el Rally Nacional de Marine Le Pen, presentaron mociones. Esto sucedió después de que el Primer Ministro Michel Barnier aprobara un presupuesto sin la aprobación parlamentaria. La Asamblea Nacional no ha derrocado un gobierno desde 1962.\",            \"translated_title\": \"Crisis del Gobierno de Francia\"        },        {            \"english_version\": \"The Israel Defence Forces launched airstrikes in southern Lebanon. This was in response to Hizbullah firing on a disputed border zone. The IDF said Hizbullah's attack violated the ceasefire agreed upon last week. Lebanon's parliament speaker accused Israel of breaking the truce multiple times recently. The United States stated that the ceasefire was generally holding.\",            \"english_title\": \"Israel-Lebanon Conflict\",            \"translated_version\": \"Las Fuerzas de Defensa de Israel lanzaron ataques aéreos en el sur del Líbano. Esto fue en respuesta a Hizbullah disparando en una zona fronteriza en disputa. El IDF dijo que el ataque de Hizbullah violó el alto el fuego acordado la semana pasada. El presidente del parlamento del Líbano acusó a Israel de romper el alto el fuego varias veces recientemente. Estados Unidos declaró que el alto el fuego se mantenía en general.\",            \"translated_title\": \"Conflicto entre Israel y Líbano\"        }    ]}"