"{    \"translations\": [        {            \"english_version\": \"Cheney was one of the most powerful vice-presidents in US history under Bush. He played a big role in the 'war on terror'.\",            \"english_title\": \"Cheney's Role\",            \"translated_version\": \"Cheney fue uno de los vicepresidentes más poderosos en la historia de Estados Unidos con Bush. Él tuvo un papel grande en la guerra contra el terror.\",            \"translated_title\": \"Papel de Cheney\"        },        {            \"english_version\": \"The Bai family is part of well-known crime gangs caught in a crackdown on scam networks.\",            \"english_title\": \"Bai Family Crime\",            \"translated_version\": \"La familia Bai es parte de bandas criminales conocidas atrapadas en una operación contra redes de estafas.\",            \"translated_title\": \"Crimen de la Familia Bai\"        },        {            \"english_version\": \"Rescuers found two bodies and are looking for five more people who are thought to be buried by snow.\",            \"english_title\": \"Snow Rescue\",            \"translated_version\": \"Los rescatistas encontraron dos cuerpos y están buscando a cinco personas más que se cree están enterradas por la nieve.\",            \"translated_title\": \"Rescate en la Nieve\"        },        {            \"english_version\": \"The paramilitary RSF is blamed for an attack as fighting in the oil-rich Kordofan area gets worse.\",            \"english_title\": \"RSF Attack\",            \"translated_version\": \"El grupo paramilitar RSF es culpado por un ataque mientras la pelea en el área rica en petróleo de Kordofan empeora.\",            \"translated_title\": \"Ataque del RSF\"        },        {            \"english_version\": \"Large areas are flooded, including whole towns on the island of Cebu.\",            \"english_title\": \"Cebu Floods\",            \"translated_version\": \"Grandes áreas están inundadas, incluyendo pueblos enteros en la isla de Cebu.\",            \"translated_title\": \"Inundaciones en Cebu\"        }    ]}"