"{    \"translations\": [        {            \"english_version\": \"The Israel Defence Forces rescued four hostages from central Gaza. The hostages were taken from the Nova music festival on October 7th. However, the operation resulted in a high number of casualties. Gaza's health ministry reported at least 274 Palestinians killed during the rescue mission. The EU foreign affairs chief, Josep Borrell, strongly condemned the civilian casualties as another massacre.\",            \"english_title\": \"Rescue Operation in Gaza\",            \"translated_version\": \"El Ejército de Defensa de Israel rescató a cuatro rehenes de Gaza central. Los rehenes fueron llevados del festival de música Nova el 7 de octubre. Sin embargo, la operación resultó en un alto número de víctimas. El ministerio de salud de Gaza informó que al menos 274 palestinos murieron durante la misión de rescate. El jefe de asuntos exteriores de la UE, Josep Borrell, condenó enérgicamente las víctimas civiles como otra masacre.\",            \"translated_title\": \"Operación de Rescate en Gaza\"        },        {            \"english_version\": \"Voters in many European countries participated in the European Parliament elections. The first provisional results will be announced in the evening. Far-right parties in countries like France, Italy, and Austria are expected to gain seats. The election has been marred by attacks on politicians, especially in Germany.\",            \"english_title\": \"European Parliament Elections\",            \"translated_version\": \"Los votantes en muchos países europeos participaron en las elecciones al Parlamento Europeo. Los primeros resultados provisionales se anunciarán por la noche. Se espera que los partidos de extrema derecha en países como Francia, Italia y Austria ganen escaños. Las elecciones han sido empañadas por ataques a políticos, especialmente en Alemania.\",            \"translated_title\": \"Elecciones al Parlamento Europeo\"        }    ]}"