"{    \"translations\": [        {            \"english_version\": \"Police say hundreds of people were at a Sunday service when an attacker drove a vehicle into the church and started shooting.\",            \"english_title\": \"Church Attack\",            \"translated_version\": \"La policía dice que cientos de personas estaban en un servicio el domingo cuando un atacante condujo un vehículo hacia la iglesia y comenzó a disparar.\",            \"translated_title\": \"Ataque en la Iglesia\"        },        {            \"english_version\": \"The vote is important for Moldova's future with the EU. President Maia Sandu has warned about Russian interference.\",            \"english_title\": \"Moldova's Important Vote\",            \"translated_version\": \"La votación es importante para el futuro de Moldavia con la UE. La presidenta Maia Sandu ha advertido sobre la interferencia rusa.\",            \"translated_title\": \"Votación Importante de Moldavia\"        },        {            \"english_version\": \"Tens of thousands of people gathered at a campaign event for actor-turned-politician Vijay in Tamil Nadu, India.\",            \"english_title\": \"Vijay's Campaign Event\",            \"translated_version\": \"Decenas de miles de personas se reunieron en un evento de campaña para el actor convertido en político Vijay en Tamil Nadu, India.\",            \"translated_title\": \"Evento de Campaña de Vijay\"        },        {            \"english_version\": \"More than 600 drones and missiles, mostly aimed at Kyiv, hit factories and the Institute of Cardiology.\",            \"english_title\": \"Drone and Missile Strikes\",            \"translated_version\": \"Más de 600 drones y misiles, principalmente dirigidos a Kyiv, golpearon fábricas y el Instituto de Cardiología.\",            \"translated_title\": \"Ataques de Drones y Misiles\"        },        {            \"english_version\": \"Iran says the sanctions are unfair and illegal and has asked countries not to follow them.\",            \"english_title\": \"Iran on Sanctions\",            \"translated_version\": \"Irán dice que las sanciones son injustas e ilegales y ha pedido a los países que no las sigan.\",            \"translated_title\": \"Irán sobre Sanciones\"        }    ]}"