"{    \"translations\": [        {            \"english_version\": \"Israel is facing criticism from world leaders like the UK and Germany. The UN warns about more killings and destruction. The plan has strong opposition inside Israel and from other countries.\",            \"english_title\": \"Israel Criticized by World Leaders\",            \"translated_version\": \"Israel recibe críticas de líderes del mundo como el Reino Unido y Alemania. La ONU advierte sobre más muertes y destrucción. El plan tiene mucha oposición dentro de Israel y de otros países.\",            \"translated_title\": \"Israel Criticado por Líderes del Mundo\"        },        {            \"english_version\": \"In Israel, more than 50 agricultural and forest fires have started in the last 24 hours. This is one of the worst days this summer for fires.\",            \"english_title\": \"Fires in Israel\",            \"translated_version\": \"En Israel, más de 50 incendios agrícolas y forestales han comenzado en las últimas 24 horas. Este es uno de los peores días de este verano para incendios.\",            \"translated_title\": \"Incendios en Israel\"        },        {            \"english_version\": \"The Israeli Prime Minister's proposals have been condemned by the UK and the UN. There is strong opposition both inside and outside of Israel.\",            \"english_title\": \"Israeli Proposals Condemned\",            \"translated_version\": \"Las propuestas del Primer Ministro de Israel han sido condenadas por el Reino Unido y la ONU. Hay mucha oposición tanto dentro como fuera de Israel.\",            \"translated_title\": \"Propuestas de Israel Condenadas\"        },        {            \"english_version\": \"Moscow's conditions for a ceasefire in Ukraine make it hard to end the fighting quickly, even with Trump's involvement.\",            \"english_title\": \"Ceasefire Conditions in Ukraine\",            \"translated_version\": \"Las condiciones de Moscú para un alto el fuego en Ucrania hacen difícil terminar la lucha rápidamente, incluso con la participación de Trump.\",            \"translated_title\": \"Condiciones de Alto el Fuego en Ucrania\"        },        {            \"english_version\": \"The Dardanelles Strait is an important route for shipping between Europe and Asia.\",            \"english_title\": \"Dardanelles Strait Importance\",            \"translated_version\": \"El Estrecho de los Dardanelos es una ruta importante para el envío entre Europa y Asia.\",            \"translated_title\": \"Importancia del Estrecho de los Dardanelos\"        }    ]}"