"{    \"translations\": [        {            \"english_version\": \"Israel's strike on Qatar shows that every time a deal is close, Netanyahu stops it, the group says.\",            \"english_title\": \"Israel's Strike on Qatar\",            \"translated_version\": \"El ataque de Israel a Qatar muestra que cada vez que un acuerdo está cerca, Netanyahu lo detiene, dice el grupo.\",            \"translated_title\": \"Ataque de Israel a Qatar\"        },        {            \"english_version\": \"Tyler Robinson is accused of killing Charlie Kirk during an outdoor speaking event.\",            \"english_title\": \"Tyler Robinson Accused\",            \"translated_version\": \"Tyler Robinson es acusado de matar a Charlie Kirk durante un evento al aire libre.\",            \"translated_title\": \"Tyler Robinson Acusado\"        },        {            \"english_version\": \"Local reports say at least 14 fire trucks were called to a fire in a residential area, leading to an evacuation to two nearby centers.\",            \"english_title\": \"Fire in Residential Area\",            \"translated_version\": \"Informes locales dicen que al menos 14 camiones de bomberos fueron llamados a un incendio en una zona residencial, llevando a una evacuación a dos centros cercanos.\",            \"translated_title\": \"Incendio en Zona Residencial\"        },        {            \"english_version\": \"The House of Representatives was dissolved by the country's president after deadly anti-corruption protests.\",            \"english_title\": \"House of Representatives Dissolved\",            \"translated_version\": \"La Cámara de Representantes fue disuelta por el presidente del país después de protestas mortales contra la corrupción.\",            \"translated_title\": \"Cámara de Representantes Disuelta\"        },        {            \"english_version\": \"The US president has often threatened tougher actions against Moscow, but has not yet acted.\",            \"english_title\": \"US President's Threats\",            \"translated_version\": \"El presidente de EE.UU. ha amenazado con acciones más duras contra Moscú, pero aún no ha actuado.\",            \"translated_title\": \"Amenazas del Presidente de EE.UU.\"        }    ]}"