"{    \"translations\": [        {            \"english_version\": \"Ukraine's President Zelensky will meet Trump in Washington on Monday. This comes after a long phone call following the Alaska summit. Many Ukrainians feel tired and distrustful because they were not invited to important talks.\",            \"english_title\": \"Zelensky to Meet Trump\",            \"translated_version\": \"El presidente de Ucrania, Zelensky, se reunirá con Trump en Washington el lunes. Esto pasa después de una larga llamada tras la cumbre en Alaska. Muchos ucranianos se sienten cansados y desconfiados porque no fueron invitados a charlas importantes.\",            \"translated_title\": \"Zelensky se reunirá con Trump\"        },        {            \"english_version\": \"A crash happened at a railway crossing in southern Jutland. It involved a truck carrying farm waste.\",            \"english_title\": \"Crash in Southern Jutland\",            \"translated_version\": \"Un accidente ocurrió en un cruce de trenes en el sur de Jutlandia. Involucró un camión que llevaba desechos de granja.\",            \"translated_title\": \"Accidente en el sur de Jutlandia\"        },        {            \"english_version\": \"Documents suggest a person was part of a special forces unit that worked with the British in Afghanistan.\",            \"english_title\": \"Special Forces in Afghanistan\",            \"translated_version\": \"Documentos sugieren que una persona era parte de una unidad de fuerzas especiales que trabajó con los británicos en Afganistán.\",            \"translated_title\": \"Fuerzas especiales en Afganistán\"        },        {            \"english_version\": \"The US and Russia had a meeting, but it did not lead to a ceasefire. Instead, it raised more questions, and there is an invitation to Moscow.\",            \"english_title\": \"US-Russia Meeting\",            \"translated_version\": \"Estados Unidos y Rusia tuvieron una reunión, pero no llevó a un alto el fuego. En cambio, surgieron más preguntas y hay una invitación a Moscú.\",            \"translated_title\": \"Reunión EEUU-Rusia\"        },        {            \"english_version\": \"Temperatures are high in southern Europe, causing wildfires in Portugal, Greece, France, and the Balkans.\",            \"english_title\": \"Wildfires in Southern Europe\",            \"translated_version\": \"Las temperaturas son altas en el sur de Europa, causando incendios en Portugal, Grecia, Francia y los Balcanes.\",            \"translated_title\": \"Incendios en el sur de Europa\"        }    ]}"