"{    \"translations\": [        {            \"english_version\": \"The Supreme Court decided with a 6-3 majority that Trump went beyond his power when he put tariffs in place using a law meant for national emergencies. This decision makes it harder for Trump to deal with other countries, according to Anthony Zurcher.\",            \"english_title\": \"Supreme Court Limits Trump's Power\",            \"translated_version\": \"La Corte Suprema decidió con mayoría de 6-3 que Trump fue más allá de su poder cuando puso tarifas usando una ley para emergencias nacionales. Esta decisión hace más difícil para Trump tratar con otros países, según Anthony Zurcher.\",            \"translated_title\": \"Corte Suprema limita poder de Trump\"        },        {            \"english_version\": \"Juan Pablo Guanipa said he has been released after being in prison for almost nine months.\",            \"english_title\": \"Juan Pablo Guanipa Released\",            \"translated_version\": \"Juan Pablo Guanipa dijo que ha sido liberado después de estar en prisión por casi nueve meses.\",            \"translated_title\": \"Juan Pablo Guanipa liberado\"        },        {            \"english_version\": \"NASA has set the launch date for the Artemis II mission after a successful test run called a 'wet dress rehearsal'.\",            \"english_title\": \"NASA Sets Artemis II Launch Date\",            \"translated_version\": \"NASA ha fijado la fecha de lanzamiento para la misión Artemis II después de una prueba exitosa llamada `ensayo general mojado`.\",            \"translated_title\": \"NASA fija fecha de Artemis II\"        },        {            \"english_version\": \"A woman died from cold exposure during a climbing trip on the Grossglockner mountain in January 2025.\",            \"english_title\": \"Woman Dies on Grossglockner\",            \"translated_version\": \"Una mujer murió por el frío durante un viaje de escalada en la montaña Grossglockner en enero de 2025.\",            \"translated_title\": \"Mujer muere en Grossglockner\"        },        {            \"english_version\": \"In the remote village of Sedanka in Russia's Far East, nearly all men of fighting age have left to join the war in Ukraine.\",            \"english_title\": \"Men Leave Sedanka for War\",            \"translated_version\": \"En el remoto pueblo de Sedanka en el Lejano Oriente de Rusia, casi todos los hombres en edad de luchar se han ido para unirse a la guerra en Ucrania.\",            \"translated_title\": \"Hombres dejan Sedanka para la guerra\"        }    ]}"