"{    \"translations\": [        {            \"english_version\": \"Lisbon's mayor wants answers about the crash that killed at least 16 people. Police are working to identify the victims. The boat was overloaded and hit a submerged tree stump. At least 16 people died and 20 more were injured, some seriously, according to Portuguese authorities.\",            \"english_title\": \"Lisbon Boat Crash\",            \"translated_version\": \"El alcalde de Lisboa quiere respuestas sobre el accidente que mató al menos a 16 personas. La policía está trabajando para identificar a las víctimas. El barco tenía demasiada gente y chocó con un tronco de árbol bajo el agua. Al menos 16 personas murieron y 20 más resultaron heridas, algunas gravemente, según las autoridades portuguesas.\",            \"translated_title\": \"Accidente de Barco en Lisboa\"        },        {            \"english_version\": \"The UK prime minister spoke to 30 Western countries, saying that Russia's Vladimir Putin cannot be trusted.\",            \"english_title\": \"UK Prime Minister's Warning\",            \"translated_version\": \"El primer ministro del Reino Unido habló con 30 países occidentales, diciendo que no se puede confiar en Vladimir Putin de Rusia.\",            \"translated_title\": \"Advertencia del Primer Ministro del Reino Unido\"        },        {            \"english_version\": \"Victims of a disgraced financier shared emotional stories of abuse at a news conference on the steps of the US Capitol.\",            \"english_title\": \"Victims Share Stories\",            \"translated_version\": \"Víctimas de un financiero deshonrado compartieron historias emocionales de abuso en una conferencia de prensa en las escaleras del Capitolio de EE.UU.\",            \"translated_title\": \"Víctimas Comparten Historias\"        },        {            \"english_version\": \"One of France's largest nuclear power stations had to partially shut down because jellyfish blocked the cooling filters.\",            \"english_title\": \"Jellyfish Block Power Station\",            \"translated_version\": \"Una de las estaciones de energía nuclear más grandes de Francia tuvo que cerrar parcialmente porque las medusas bloquearon los filtros de enfriamiento.\",            \"translated_title\": \"Medusas Bloquean Estación de Energía\"        },        {            \"english_version\": \"The fashion designer was known for Italian style and elegance, creating new designs for men's and women's suits.\",            \"english_title\": \"Famous Fashion Designer\",            \"translated_version\": \"El diseñador de moda era conocido por el estilo y la elegancia italiana, creando nuevos diseños para trajes de hombres y mujeres.\",            \"translated_title\": \"Famoso Diseñador de Moda\"        }    ]}"