"{    \"translations\": [        {            \"english_version\": \"Russia launched missile and drone strikes on Ukraine, hitting a civilian hospital in Sumy. Vladimir Putin had agreed with Donald Trump to halt attacks on Ukraine's energy system, but rejected the idea of a 30-day ceasefire during a call with America's president. Negotiations on a ceasefire and permanent peace are set to start immediately.\",            \"english_title\": \"Russia's Missile Strikes on Ukraine\",            \"translated_version\": \"Rusia lanzó misiles y ataques con drones en Ucrania, alcanzando un hospital civil en Sumy. Vladimir Putin había acordado con Donald Trump detener los ataques al sistema energético de Ucrania, pero rechazó la idea de un alto el fuego de 30 días durante una llamada con el presidente de América. Las negociaciones para un alto el fuego y paz permanente están por comenzar de inmediato.\",            \"translated_title\": \"Ataques de Misiles de Rusia en Ucrania\"        },        {            \"english_version\": \"Israel's Prime Minister, Binyamin Netanyahu, warned that recent strikes in Gaza were just the beginning. He accused Hamas of rejecting proposals to free more hostages during negotiations for a ceasefire extension. Netanyahu stated that all future talks would be conducted only under fire.\",            \"english_title\": \"Warning from Israel's Prime Minister\",            \"translated_version\": \"El Primer Ministro de Israel, Binyamin Netanyahu, advirtió que los recientes ataques en Gaza eran solo el comienzo. Acusó a Hamas de rechazar propuestas para liberar más rehenes durante las negociaciones para extender el alto el fuego. Netanyahu declaró que todas las futuras conversaciones se llevarán a cabo solo bajo fuego.\",            \"translated_title\": \"Advertencia del Primer Ministro de Israel\"        },        {            \"english_version\": \"At least 400 people were killed in Gaza during Israel's renewed attacks on Tuesday.\",            \"english_title\": \"Casualties in Gaza\",            \"translated_version\": \"Al menos 400 personas murieron en Gaza durante los ataques renovados de Israel el martes.\",            \"translated_title\": \"Víctimas en Gaza\"        },        {            \"english_version\": \"The White House confirmed that negotiations on a ceasefire and permanent peace would begin immediately.\",            \"english_title\": \"Ceasefire Negotiations Confirmed\",            \"translated_version\": \"La Casa Blanca confirmó que las negociaciones para un alto el fuego y paz permanente comenzarán de inmediato.\",            \"translated_title\": \"Negociaciones de Alto el Fuego Confirmadas\"        },        {            \"english_version\": \"The Economist is a publication that provides news and analysis on various topics. They offer an app for iOS and Android devices, and cover a range of subjects including economics, politics, and global affairs.\",            \"english_title\": \"About The Economist\",            \"translated_version\": \"The Economist es una publicación que ofrece noticias y análisis sobre varios temas. Ofrecen una aplicación para dispositivos iOS y Android, y cubren una variedad de temas que incluyen economía, política y asuntos globales.\",            \"translated_title\": \"Sobre The Economist\"        }    ]}"