"{    \"translations\": [        {            \"english_version\": \"The family of two passengers who died in an implosion are asking for stricter rules after a critical report from the US Coast Guard.\",            \"english_title\": \"Family Demands Stricter Rules\",            \"translated_version\": \"La familia de dos pasajeros que murieron en una implosión pide reglas más estrictas después de un informe crítico de la Guardia Costera de EE.UU.\",            \"translated_title\": \"Familia pide reglas más estrictas\"        },        {            \"english_version\": \"El-Fasher is surrounded by RSF paramilitary fighters and hasn't received food deliveries for over a year.\",            \"english_title\": \"El-Fasher Surrounded\",            \"translated_version\": \"El-Fasher está rodeado por luchadores paramilitares de RSF y no ha recibido entregas de comida por más de un año.\",            \"translated_title\": \"El-Fasher rodeado\"        },        {            \"english_version\": \"There are plans to use a reactor to provide power for humans on the Moon, but people are questioning if it's possible.\",            \"english_title\": \"Moon Power Plans\",            \"translated_version\": \"Hay planes para usar un reactor para dar energía a los humanos en la Luna, pero la gente se pregunta si es posible.\",            \"translated_title\": \"Planes de energía lunar\"        },        {            \"english_version\": \"Rescue teams have reached Dharali village in Uttarkashi, which was hit hard by floods.\",            \"english_title\": \"Rescue in Dharali\",            \"translated_version\": \"Equipos de rescate han llegado al pueblo Dharali en Uttarkashi, que fue muy afectado por inundaciones.\",            \"translated_title\": \"Rescate en Dharali\"        },        {            \"english_version\": \"Romania's first freely elected leader after communism, who later faced charges of crimes against humanity, has passed away.\",            \"english_title\": \"Romanian Leader Passes Away\",            \"translated_version\": \"El primer líder elegido libremente de Rumania después del comunismo, que luego enfrentó cargos de crímenes contra la humanidad, ha fallecido.\",            \"translated_title\": \"Líder rumano fallece\"        }    ]}"