"{    \"translations\": [        {            \"english_version\": \"Three million new documents mention Trump and emails between Epstein and someone called 'The Duke'.\",            \"english_title\": \"Documents Mention Trump\",            \"translated_version\": \"Tres millones de nuevos documentos mencionan a Trump y correos entre Epstein y alguien llamado `El Duque`.\",            \"translated_title\": \"Documentos Mencionan a Trump\"        },        {            \"english_version\": \"The Emmy-winning actress died at her home in Los Angeles on Friday after a short illness, her agent said.\",            \"english_title\": \"Actress Passed Away\",            \"translated_version\": \"La actriz que ganó un Emmy murió en su casa en Los Ángeles el viernes después de una corta enfermedad, dijo su agente.\",            \"translated_title\": \"Actriz Falleció\"        },        {            \"english_version\": \"Residents say the sale of Licola, which has a population of five, puts its future at risk.\",            \"english_title\": \"Licola's Future at Risk\",            \"translated_version\": \"Los residentes dicen que la venta de Licola, que tiene una población de cinco, pone su futuro en riesgo.\",            \"translated_title\": \"Futuro de Licola en Riesgo\"        },        {            \"english_version\": \"A judge dismisses two federal charges against the 27-year-old, but he still faces state murder charges.\",            \"english_title\": \"Charges Dismissed\",            \"translated_version\": \"Un juez descarta dos cargos federales contra el joven de 27 años, pero todavía enfrenta cargos de asesinato estatales.\",            \"translated_title\": \"Cargos Descartados\"        },        {            \"english_version\": \"António Guterres says the international organization might run out of money by July because members have not paid their fees.\",            \"english_title\": \"Organization May Run Out of Money\",            \"translated_version\": \"António Guterres dice que la organización internacional podría quedarse sin dinero para julio porque los miembros no han pagado sus cuotas.\",            \"translated_title\": \"Organización Sin Dinero\"        }    ]}"