"{    \"translations\": [        {            \"english_version\": \"Israeli airstrikes on Tuesday killed at least 57 Palestinians in Gaza. The attack hit families seeking shelter in the al-Mawasi 'humanitarian zone'. The Israel Defence Forces claimed the strike targeted jihadist groups, but are investigating reports of civilian injuries.\",            \"english_title\": \"Israeli Airstrikes in Gaza\",            \"translated_version\": \"Los bombardeos israelíes del martes mataron al menos a 57 palestinos en Gaza. El ataque afectó a familias que buscaban refugio en la zona humanitaria de al-Mawasi. Las Fuerzas de Defensa de Israel afirmaron que el ataque iba dirigido a grupos yihadistas, pero están investigando informes de heridos civiles.\",            \"translated_title\": \"Bombardeos en Gaza\"        },        {            \"english_version\": \"Antony Blinken, the US Secretary of State, expressed concern over the high number of civilian casualties in Gaza. He conveyed this message to top Israeli officials.\",            \"english_title\": \"US Concern Over Gaza Casualties\",            \"translated_version\": \"Antony Blinken, el Secretario de Estado de EE. UU., expresó preocupación por el alto número de víctimas civiles en Gaza. Transmitió este mensaje a altos funcionarios israelíes.\",            \"translated_title\": \"Preocupación de EE. UU. por Víctimas en Gaza\"        },        {            \"english_version\": \"Bob Menendez, a Democratic senator from New Jersey, was found guilty on 16 felony charges, including bribery and extortion. Prosecutors alleged that he used his influence to assist Egypt and Qatar in exchange for gold bars, a Mercedes, and cash.\",            \"english_title\": \"Senator Menendez Found Guilty\",            \"translated_version\": \"Bob Menendez, un senador demócrata de Nueva Jersey, fue encontrado culpable de 16 cargos graves, incluyendo soborno y extorsión. Los fiscales alegaron que usó su influencia para ayudar a Egipto y Qatar a cambio de lingotes de oro, un Mercedes y dinero en efectivo.\",            \"translated_title\": \"Senador Menendez Hallado Culpable\"        },        {            \"english_version\": \"Chuck Schumer, the leading Democrat in the Senate, called for Mr. Menendez's resignation following the conviction.\",            \"english_title\": \"Schumer Calls for Menendez's Resignation\",            \"translated_version\": \"Chuck Schumer, el principal demócrata en el Senado, pidió la renuncia del Sr. Menendez tras la condena.\",            \"translated_title\": \"Schumer Pide Renuncia de Menendez\"        },        {            \"english_version\": \"The Economist, in publication since September 1843, aims to engage in a 'severe contest between intelligence, which presses forward, and an unworthy, timid ignorance obstructing our progress.'\",            \"english_title\": \"The Economist's Mission\",            \"translated_version\": \"The Economist, publicada desde septiembre de 1843, tiene como objetivo participar en una 'contienda severa entre la inteligencia, que avanza, y una ignorancia indigna y tímida que obstaculiza nuestro progreso.'\",            \"translated_title\": \"Misión de The Economist\"        }    ]}"