"{    \"translations\": [        {            \"english_version\": \"US President Donald Trump said he has ordered two nuclear submarines to move closer to Russia. This decision came after a disagreement on social media with Russia's former president.\",            \"english_title\": \"Trump Moves Submarines\",            \"translated_version\": \"El presidente de EE.UU., Donald Trump, dijo que ordenó a dos submarinos nucleares acercarse a Rusia. Esto pasó después de una pelea en redes sociales con el ex presidente de Rusia.\",            \"translated_title\": \"Trump mueve submarinos\"        },        {            \"english_version\": \"A weaker-than-expected jobs report has caused concerns about tariffs. This has led to fears in the market.\",            \"english_title\": \"Jobs Report Worries\",            \"translated_version\": \"Un informe de trabajos más débil de lo esperado ha causado preocupaciones sobre tarifas. Esto ha llevado a miedos en el mercado.\",            \"translated_title\": \"Preocupaciones por trabajos\"        },        {            \"english_version\": \"World number one Magnus Carlsen won an online competition and received $250,000 as a prize.\",            \"english_title\": \"Carlsen Wins Online\",            \"translated_version\": \"El número uno del mundo, Magnus Carlsen, ganó una competencia en línea y recibió $250,000 como premio.\",            \"translated_title\": \"Carlsen gana en línea\"        },        {            \"english_version\": \"Police say a suspect named Michael Paul Brown is considered 'armed and dangerous'.\",            \"english_title\": \"Dangerous Suspect\",            \"translated_version\": \"La policía dice que un sospechoso llamado Michael Paul Brown es considerado armado y peligroso.\",            \"translated_title\": \"Sospechoso peligroso\"        },        {            \"english_version\": \"Trump threatened Switzerland with tariffs of 31%, but the tariffs ended up being even higher. This left Switzerland questioning the reasons behind the increase.\",            \"english_title\": \"Trump's Tariff Threat\",            \"translated_version\": \"Trump amenazó a Suiza con tarifas del 31%, pero las tarifas fueron aún más altas. Esto dejó a Suiza preguntándose las razones del aumento.\",            \"translated_title\": \"Amenaza de tarifas de Trump\"        }    ]}"