"{    \"translations\": [        {            \"english_version\": \"Egypt said that Israel was not co-operating with efforts to deliver aid into Gaza through the Rafah border crossing.\",            \"english_title\": \"Egypt-Israel Aid Dispute\",            \"translated_version\": \"Egipto dijo que Israel no estaba cooperando con los esfuerzos para entregar ayuda a Gaza a través del cruce fronterizo de Rafah.\",            \"translated_title\": \"Disputa de Ayuda Egipto-Israel\"        },        {            \"english_version\": \"The World Health Organisation told AFP on Monday that there are only 24 hours of water, electricity and fuel left in the Gaza Strip before a real catastrophe sets in.\",            \"english_title\": \"Gaza Strip Facing Catastrophe\",            \"translated_version\": \"La Organización Mundial de la Salud dijo a AFP el lunes que solo quedan 24 horas de agua, electricidad y combustible en la Franja de Gaza antes de que ocurra una verdadera catástrofe.\",            \"translated_title\": \"La Franja de Gaza se Enfrenta a una Catástrofe\"        },        {            \"english_version\": \"A pro-EU coalition led by Donald Tusk, a former president, won a majority of votes in Poland’s election, according to partial results published on Monday.\",            \"english_title\": \"Pro-EU Coalition Wins Poland's Election\",            \"translated_version\": \"Una coalición pro-UE liderada por Donald Tusk, un ex presidente, ganó la mayoría de los votos en las elecciones de Polonia, según los resultados parciales publicados el lunes.\",            \"translated_title\": \"Coalición Pro-UE Gana las Elecciones de Polonia\"        },        {            \"english_version\": \"A federal judge imposed a narrowly tailored gagging order on Donald Trump.\",            \"english_title\": \"Gagging Order on Donald Trump\",            \"translated_version\": \"Un juez federal impuso una orden de silencio específica a Donald Trump.\",            \"translated_title\": \"Orden de Silencio sobre Donald Trump\"        },        {            \"english_version\": \"Oil futures dipped below $90 per barrel on reports that America would ease sanctions on Venezuela’s oil industry.\",            \"english_title\": \"Oil Futures Dip on Venezuela Sanctions\",            \"translated_version\": \"Los futuros del petróleo cayeron por debajo de los $90 por barril debido a informes de que Estados Unidos aliviaría las sanciones a la industria petrolera de Venezuela.\",            \"translated_title\": \"Los Futuros del Petróleo Caen por Sanciones a Venezuela\"        }    ]}"