"{    \"translations\": [        {            \"english_version\": \"The US president says NATO troops stayed away from the front lines, even though 457 UK military personnel died in the conflict. Donald Trump is working hard for a peace deal, but there are still big problems between Russia and Ukraine.\",            \"english_title\": \"NATO Troops and Peace Deal\",            \"translated_version\": \"El presidente de EE.UU. dice que las tropas de la OTAN se mantuvieron alejadas de las líneas del frente, aunque 457 militares del Reino Unido murieron en el conflicto. Donald Trump está trabajando mucho para un acuerdo de paz, pero todavía hay grandes problemas entre Rusia y Ucrania.\",            \"translated_title\": \"Tropas de OTAN y Acuerdo de Paz\"        },        {            \"english_version\": \"Khadija Ahmadzada was arrested for breaking rules about women's sports gyms, according to a Taliban spokesman.\",            \"english_title\": \"Arrest for Breaking Gym Rules\",            \"translated_version\": \"Khadija Ahmadzada fue arrestada por romper reglas sobre gimnasios de deportes para mujeres, según un portavoz talibán.\",            \"translated_title\": \"Arresto por Romper Reglas de Gimnasio\"        },        {            \"english_version\": \"The BBC reports on places in Yemen, which used to be United Arab Emirates bases, where people say they were mistreated.\",            \"english_title\": \"Mistreated in Yemen\",            \"translated_version\": \"La BBC informa sobre lugares en Yemen, que solían ser bases de Emiratos Árabes Unidos, donde la gente dice que fueron maltratados.\",            \"translated_title\": \"Maltratados en Yemen\"        },        {            \"english_version\": \"The National Weather Service warns that the winter weather could be very dangerous and cause hypothermia.\",            \"english_title\": \"Winter Weather Warning\",            \"translated_version\": \"El Servicio Meteorológico Nacional advierte que el clima de invierno podría ser muy peligroso y causar hipotermia.\",            \"translated_title\": \"Advertencia de Clima de Invierno\"        },        {            \"english_version\": \"The process of identifying bodies from the Gul Plaza wreckage in Karachi is still ongoing.\",            \"english_title\": \"Identifying Bodies in Karachi\",            \"translated_version\": \"El proceso de identificar cuerpos del accidente en Gul Plaza en Karachi todavía continúa.\",            \"translated_title\": \"Identificando Cuerpos en Karachi\"        }    ]}"