"{    \"translations\": [        {            \"english_version\": \"Syrian rebels have moved further south after taking control of most of Aleppo, which is the second-largest city in Syria. The group leading the fighters is called Hayat Tahrir al-Sham, an Islamist organization. This marks the first time in years that Syria's opposition has gained territory from the government. Bashar al-Assad, the dictator of Syria, stated that his government will continue to protect its stability and territorial integrity.\",            \"english_title\": \"Syrian rebels advancing in Aleppo\",            \"translated_version\": \"Los rebeldes sirios se han movido más al sur después de tomar el control de la mayor parte de Alepo, que es la segunda ciudad más grande de Siria. El grupo que lidera a los combatientes se llama Hayat Tahrir al-Sham, una organización islamista. Esto marca la primera vez en años que la oposición de Siria ha ganado territorio al gobierno. Bashar al-Assad, el dictador de Siria, declaró que su gobierno seguirá protegiendo su estabilidad e integridad territorial.\",            \"translated_title\": \"Rebeldes sirios avanzando en Alepo\"        },        {            \"english_version\": \"Donald Trump announced that Kash Patel will be the new director of the FBI. Patel previously advised the secretary of defense in Trump's administration, but he lacks experience in law enforcement. Patel has criticized the 'deep state' and plans to remove the FBI's intelligence-gathering role. The president-elect and his team are focused on making significant changes to spy agencies and the FBI.\",            \"english_title\": \"Kash Patel appointed as FBI director\",            \"translated_version\": \"Donald Trump anunció que Kash Patel será el nuevo director del FBI. Patel anteriormente asesoró al secretario de defensa en la administración de Trump, pero carece de experiencia en aplicación de la ley. Patel ha criticado el 'estado profundo' y planea eliminar el papel de recopilación de inteligencia del FBI. El presidente electo y su equipo están enfocados en hacer cambios significativos en las agencias de espionaje y el FBI.\",            \"translated_title\": \"Kash Patel nombrado director del FBI\"        }    ]}"