"{    \"translations\": [        {            \"english_version\": \"World leaders remembered the October 7th attacks. President Joe Biden expressed concern for the civilians affected by the conflict and pledged to work towards a ceasefire in Gaza. Israel's Prime Minister, Binyamin Netanyahu, promised to rescue hostages held by Hamas. Protests took place in Jerusalem demanding action on the issue. Israel continued its military actions in southern Lebanon and Gaza.\",            \"english_title\": \"World Leaders Commemorate October 7th Attacks\",            \"translated_version\": \"Los líderes mundiales recordaron los ataques del 7 de octubre. El Presidente Joe Biden expresó preocupación por los civiles afectados por el conflicto y se comprometió a trabajar hacia un alto el fuego en Gaza. El Primer Ministro de Israel, Binyamin Netanyahu, prometió rescatar a los rehenes retenidos por Hamas. Hubo protestas en Jerusalén exigiendo acción sobre el tema. Israel continuó sus acciones militares en el sur del Líbano y Gaza.\",            \"translated_title\": \"Líderes Mundiales Conmemoran los Ataques del 7 de Octubre\"        },        {            \"english_version\": \"Victor Rambros and Gary Ruvkin were awarded the Nobel Prize for their discovery of micro-RNA and its role in gene regulation. The Nobel Assembly in Stockholm highlighted the importance of micro-RNAs in the development and functioning of organisms. The American scientists will share a prize of $1.1 million.\",            \"english_title\": \"Nobel Prize Winners in Physiology or Medicine\",            \"translated_version\": \"Victor Rambros y Gary Ruvkin recibieron el Premio Nobel por su descubrimiento de micro-ARN y su papel en la regulación génica. La Asamblea Nobel en Estocolmo destacó la importancia de los micro-ARN en el desarrollo y funcionamiento de los organismos. Los científicos estadounidenses compartirán un premio de $1.1 millones.\",            \"translated_title\": \"Ganadores del Premio Nobel en Fisiología o Medicina\"        }    ]}"