"{    \"translations\": [        {            \"english_version\": \"Vote-counting has started in Australia's general election after polls closed in the eastern states. Anthony Albanese, the Labor prime minister, was leading in opinion polls before the vote. His opponent, Peter Dutton, the hard-right leader of the Liberal Party, lost support due to concerns over Donald Trump's trade war and approach towards America's allies. Preliminary results are expected on Saturday evening, local time.\",            \"english_title\": \"Australian Election Vote-Counting Begins\",            \"translated_version\": \"Han comenzado a contar los votos en las elecciones generales de Australia después de que cerraron las urnas en los estados del este. Anthony Albanese, el primer ministro laborista, lideraba en las encuestas de opinión antes de la votación. Su oponente, Peter Dutton, el líder de extrema derecha del Partido Liberal, perdió apoyo debido a preocupaciones sobre la guerra comercial de Donald Trump y su enfoque hacia los aliados de América. Se esperan resultados preliminares el sábado por la noche, hora local.\",            \"translated_title\": \"Comienzo del Recuento de Votos en las Elecciones Australianas\"        },        {            \"english_version\": \"President Trump has proposed cutting $163 billion from America's federal budget for the next year. This includes reductions in healthcare, education, and energy sectors, while defense and immigration spending would see an increase. Some Republicans have opposed this plan, which is meant to guide Congress in creating its own budget version. A spending bill needs approval by September 30th to prevent a shutdown.\",            \"english_title\": \"Trump's Budget Proposal and Opposition\",            \"translated_version\": \"El Presidente Trump ha propuesto recortar $163 mil millones del presupuesto federal de América para el próximo año. Esto incluye reducciones en los sectores de salud, educación y energía, mientras que el gasto en defensa e inmigración vería un aumento. Algunos republicanos se han opuesto a este plan, que está destinado a guiar al Congreso en la creación de su propia versión presupuestaria. Un proyecto de ley de gastos necesita aprobación antes del 30 de septiembre para evitar un cierre.\",            \"translated_title\": \"Propuesta de Presupuesto de Trump y Oposición\"        }    ]}"