"{    \"translations\": [        {            \"english_version\": \"The German chancellor spoke at Munich's security summit, saying that our freedom is not guaranteed in a time when big powers are influential.\",            \"english_title\": \"German Chancellor's Warning\",            \"translated_version\": \"El canciller de Alemania habló en una reunión de seguridad en Múnich, diciendo que nuestra libertad no está segura cuando los países grandes tienen mucho poder.\",            \"translated_title\": \"Advertencia del Canciller Alemán\"        },        {            \"english_version\": \"A fire in Cuba was quickly contained, but it happened during a time when electricity and fuel supplies are running low.\",            \"english_title\": \"Fire in Cuba\",            \"translated_version\": \"Un incendio en Cuba fue controlado rápido, pero pasó cuando hay poca electricidad y combustible.\",            \"translated_title\": \"Incendio en Cuba\"        },        {            \"english_version\": \"Sultan Ahmed bin Sulayem is leaving his position after it was revealed that he exchanged many emails with Jeffrey Epstein.\",            \"english_title\": \"Sultan Resigns\",            \"translated_version\": \"Sultán Ahmed bin Sulayem deja su puesto después de que se supo que envió muchos correos a Jeffrey Epstein.\",            \"translated_title\": \"Sultán Renuncia\"        },        {            \"english_version\": \"Tarique Rahman is expected to become Bangladesh's next prime minister, following mass protests that removed the country's longest-serving leader.\",            \"english_title\": \"New Leader in Bangladesh\",            \"translated_version\": \"Se espera que Tarique Rahman sea el próximo primer ministro de Bangladesh, después de protestas que quitaron al líder que más tiempo estuvo en el poder.\",            \"translated_title\": \"Nuevo Líder en Bangladesh\"        },        {            \"english_version\": \"Palestinians claim that Israel is excluding them from making decisions about planning and development in the West Bank.\",            \"english_title\": \"Palestinian Concerns\",            \"translated_version\": \"Los palestinos dicen que Israel no los deja decidir sobre planes y desarrollo en Cisjordania.\",            \"translated_title\": \"Preocupaciones Palestinas\"        }    ]}"