"{    \"translations\": [        {            \"english_version\": \"The friendship between Donald Trump and Elon Musk has turned bad. The President of America said he was not happy with the billionaire. Elon Musk had criticized Trump's budget bill many times. Trump threatened to stop giving federal contracts to Musk. In response, Musk, who recently left the government, accused Trump of being ungrateful. This led to a drop of more than 14% in Tesla's shares.\",            \"english_title\": \"Donald Trump and Elon Musk\",            \"translated_version\": \"La amistad entre Donald Trump y Elon Musk se ha vuelto mala. El Presidente de América dijo que no estaba contento con el multimillonario. Elon Musk había criticado el proyecto de ley presupuestario de Trump muchas veces. Trump amenazó con dejar de dar contratos federales a Musk. En respuesta, Musk, quien recientemente dejó el gobierno, acusó a Trump de ser ingrato. Esto llevó a una caída de más del 14% en las acciones de Tesla.\",            \"translated_title\": \"Donald Trump y Elon Musk\"        },        {            \"english_version\": \"Donald Trump mentioned that he had a positive call with Xi Jinping, the leader of China. This was the first time they spoke since Trump returned to office. They talked about exporting rare minerals and agreed that trade representatives from both countries will meet soon at a location that is yet to be decided. Chinese media reports suggest that the call was initiated by Trump.\",            \"english_title\": \"Donald Trump and Xi Jinping Call\",            \"translated_version\": \"Donald Trump mencionó que tuvo una llamada positiva con Xi Jinping, el líder de China. Esta fue la primera vez que hablaban desde que Trump regresó al cargo. Hablaron sobre la exportación de minerales raros y acordaron que los representantes comerciales de ambos países se reunirán pronto en un lugar que aún está por decidir. Informes de medios chinos sugieren que la llamada fue iniciada por Trump.\",            \"translated_title\": \"Donald Trump y la Llamada con Xi Jinping\"        }    ]}"