"{    \"translations\": [        {            \"english_version\": \"America vetoed a UN Security Council resolution that would have called for an immediate ceasefire in Gaza and a release of all hostages. All other members voted for the resolution, except Britain, which abstained.\",            \"english_title\": \"America Vetoes UN Ceasefire Resolution\",            \"translated_version\": \"América vetó una resolución del Consejo de Seguridad de la ONU que habría pedido un alto el fuego inmediato en Gaza y la liberación de todos los rehenes. Todos los demás miembros votaron a favor de la resolución, excepto Gran Bretaña, que se abstuvo.\",            \"translated_title\": \"América Veta Resolución de Alto el Fuego de la ONU\"        },        {            \"english_version\": \"The European Union agreed a landmark set of laws to regulate artificial intelligence. The deal came after lengthy talks between the European Parliament and the EU’s 27 member states. Few details have emerged, but the bill will reportedly restrict the use of AI-driven surveillance. The European Parliament will vote on the AI Act next year and it will not take effect before 2025.\",            \"english_title\": \"EU Agrees on Laws to Regulate Artificial Intelligence\",            \"translated_version\": \"La Unión Europea acordó un conjunto histórico de leyes para regular la inteligencia artificial. El acuerdo se produjo después de largas conversaciones entre el Parlamento Europeo y los 27 estados miembros de la UE. Han surgido pocos detalles, pero se informa que el proyecto de ley restringirá el uso de la vigilancia impulsada por IA. El Parlamento Europeo votará sobre la Ley de IA el próximo año y no entrará en vigor antes de 2025.\",            \"translated_title\": \"La UE Acuerda Leyes para Regular la Inteligencia Artificial\"        },        {            \"english_version\": \"Vladimir Putin announced he will seek another six-year term as Russia’s president ahead of elections set to take place next May. His bid for re-election was widely expected; in 2020 he changed Russia’s constitution to allow him to rule until 2036. Mr Putin, who has led Russia since 1999, is a shoo-in for victory—he has quashed all credible opposition.\",            \"english_title\": \"Putin to Seek Re-election as Russia's President\",            \"translated_version\": \"Vladimir Putin anunció que buscará otro mandato de seis años como presidente de Rusia antes de las elecciones que se celebrarán en mayo próximo. Se esperaba ampliamente su candidatura a la reelección; en 2020 cambió la constitución de Rusia para permitirle gobernar hasta 2036. El Sr. Putin, quien ha liderado Rusia desde 1999, es un favorito para la victoria, ya que ha aplastado toda oposición creíble.\",            \"translated_title\": \"Putin Buscará la Reelección como Presidente de Rusia\"        },        {            \"english_version\": \"A group of 117 countries, ranging from Britain to Kenya, criticised OPEC, a cartel of oil-exporting nations, over its rejection of language in the COP28 climate agreement concerning the phasing out of fossil fuels. Negotiations over a final statement, which will summarise progress made at the conference in the UAE, are at a critical stage. The summit is scheduled to close on Tuesday.\",            \"english_title\": \"117 Countries Criticise OPEC Over Climate Agreement\",            \"translated_version\": \"Un grupo de 117 países, desde Gran Bretaña hasta Kenia, criticaron a la OPEP, un cartel de naciones exportadoras de petróleo, por su rechazo al lenguaje en el acuerdo climático COP28 que se refiere a la eliminación gradual de los combustibles fósiles. Las negociaciones sobre una declaración final, que resumirá los avances logrados en la conferencia en los Emiratos Árabes Unidos, se encuentran en una etapa crítica. La cumbre está programada para cerrar el martes.\",            \"translated_title\": \"117 Países Critican a la OPEP por Acuerdo Climático\"        },        {            \"english_version\": \"Bernardo Arévalo, Guatemala’s president-elect, said a new attempt to invalidate his election win was an attempted coup. Public prosecutors in Guatemala accused Mr Arévalo of mishandling political funds and suggested presidential election results from August could be overturned. The country’s Supreme Election Tribunal later refuted that possibility. Mr Arévalo, an anti-corruption campaigner, is set to be sworn in on January 14th.\",            \"english_title\": \"Guatemala's President-elect Accuses Attempted Coup\",            \"translated_version\": \"Bernardo Arévalo, el presidente electo de Guatemala, dijo que un nuevo intento de invalidar su victoria electoral fue un intento de golpe de Estado. Los fiscales públicos en Guatemala acusaron al Sr. Arévalo de manejar mal los fondos políticos y sugirieron que los resultados de las elecciones presidenciales de agosto podrían ser anulados. El Tribunal Supremo Electoral del país refutó más tarde esa posibilidad. El Sr. Arévalo, un defensor de la lucha contra la corrupción, está programado para asumir el cargo el 14 de enero.\",            \"translated_title\": \"Presidente Electo de Guatemala Acusa Intento de Golpe de Estado\"        }    ]}"