"{    \"translations\": [        {            \"english_version\": \"Alberto Fujimori, the former president of Peru, passed away at the age of 86. He was in power from 1990 to 2000 and was known for ruling with authority. Some Peruvians praise him for boosting the economy and combating terrorism, while others criticize him for undermining democracy and being involved with a death squad. In 2009, he was given a 25-year prison sentence for various crimes, including murder. Last year, he was released from prison due to health reasons.\",            \"english_title\": \"Death of Alberto Fujimori\",            \"translated_version\": \"Alberto Fujimori, el expresidente de Perú, falleció a los 86 años. Estuvo en el poder desde 1990 hasta 2000 y era conocido por gobernar con autoridad. Algunos peruanos lo elogian por impulsar la economía y combatir el terrorismo, mientras que otros lo critican por socavar la democracia y estar involucrado con un escuadrón de la muerte. En 2009, fue condenado a 25 años de prisión por varios delitos, incluido el asesinato. El año pasado, fue liberado de la cárcel por razones de salud.\",            \"translated_title\": \"Muerte de Alberto Fujimori\"        },        {            \"english_version\": \"OpenAI is seeking to raise $6.5 billion at a valuation of $150 billion from investors like Apple and Microsoft. The company, currently valued at $86 billion, aims to enhance its AI models amidst increasing competition. Ilya Sutskever, a co-founder of OpenAI who recently resigned, announced that his new venture, Safe Superintelligence, secured $1 billion in funding.\",            \"english_title\": \"OpenAI's Funding and Plans\",            \"translated_version\": \"OpenAI busca recaudar $6.5 mil millones con una valoración de $150 mil millones de inversores como Apple y Microsoft. La empresa, valorada actualmente en $86 mil millones, tiene como objetivo mejorar sus modelos de IA en medio de una competencia creciente. Ilya Sutskever, uno de los cofundadores de OpenAI que renunció recientemente, anunció que su nueva empresa, Safe Superintelligence, aseguró $1 mil millones en financiamiento.\",            \"translated_title\": \"Financiamiento y Planes de OpenAI\"        },        {            \"english_version\": \"The Economist has been published since September 1843 with the goal of participating in a battle between intelligence and ignorance. The publication strives to advance knowledge while challenging obstacles to progress. The Economist Group, which includes Economist Intelligence and Economist Impact, focuses on education, events, and impactful journalism.\",            \"english_title\": \"The Economist's History and Mission\",            \"translated_version\": \"The Economist se ha publicado desde septiembre de 1843 con el objetivo de participar en una batalla entre la inteligencia y la ignorancia. La publicación se esfuerza por avanzar en el conocimiento mientras desafía los obstáculos al progreso. El Grupo The Economist, que incluye Economist Intelligence y Economist Impact, se enfoca en la educación, eventos y periodismo impactante.\",            \"translated_title\": \"Historia y Misión de The Economist\"        }    ]}"