"{    \"translations\": [        {            \"english_version\": \"The US is trying to stop drug smuggling, but Venezuela thinks Donald Trump wants to remove President Nicolás Maduro from power.\",            \"english_title\": \"US and Venezuela Tensions\",            \"translated_version\": \"Estados Unidos quiere parar el contrabando de drogas, pero Venezuela piensa que Donald Trump quiere quitar al Presidente Nicolás Maduro del poder.\",            \"translated_title\": \"Tensiones entre EE.UU. y Venezuela\"        },        {            \"english_version\": \"Millions of people in Indonesia, Malaysia, and Thailand are affected by some of the worst floods in years.\",            \"english_title\": \"Severe Floods in Southeast Asia\",            \"translated_version\": \"Millones de personas en Indonesia, Malasia y Tailandia están afectadas por unas de las peores inundaciones en años.\",            \"translated_title\": \"Inundaciones graves en el sudeste asiático\"        },        {            \"english_version\": \"In western Sydney, Australia, a large chemical tank exploded into the air due to a big fire at North St Mary's.\",            \"english_title\": \"Chemical Tank Explosion in Sydney\",            \"translated_version\": \"En el oeste de Sídney, Australia, un gran tanque químico explotó en el aire por un gran incendio en North St Mary's.\",            \"translated_title\": \"Explosión de tanque químico en Sídney\"        },        {            \"english_version\": \"Two young brothers were reportedly killed in an Israeli air strike as the Gaza ceasefire remains fragile.\",            \"english_title\": \"Tragic Air Strike in Gaza\",            \"translated_version\": \"Dos hermanos jóvenes murieron en un ataque aéreo israelí mientras el alto el fuego en Gaza sigue frágil.\",            \"translated_title\": \"Ataque aéreo trágico en Gaza\"        },        {            \"english_version\": \"A widening corruption scandal in Ukraine led to the resignation of Andriy Yermak, the country's second most powerful person.\",            \"english_title\": \"Corruption Scandal in Ukraine\",            \"translated_version\": \"Un escándalo de corrupción en Ucrania llevó a la renuncia de Andriy Yermak, la segunda persona más poderosa del país.\",            \"translated_title\": \"Escándalo de corrupción en Ucrania\"        }    ]}"