"{    \"translations\": [        {            \"english_version\": \"President Joe Biden criticized the International Criminal Court for seeking arrest warrants for Binyamin Netanyahu and Yahya Sinwar. He called the effort 'outrageous' and emphasized that there is no equivalence between Israel and Hamas. The court's chief prosecutor cited evidence of war crimes by both men, including Hamas's attacks on Israel and Israel's blocking of aid for Gazans.\",            \"english_title\": \"Biden Criticizes ICC for Arrest Warrants\",            \"translated_version\": \"El Presidente Joe Biden criticó a la Corte Penal Internacional por buscar órdenes de arresto para Binyamin Netanyahu y Yahya Sinwar. Dijo que el esfuerzo era 'escandaloso' y destacó que no hay equivalencia entre Israel y Hamas. El fiscal jefe de la corte citó evidencia de crímenes de guerra cometidos por ambos hombres, incluyendo los ataques de Hamas a Israel y el bloqueo de ayuda de Israel a los gazatíes.\",            \"translated_title\": \"Biden Critica a la CPI por Órdenes de Arresto\"        },        {            \"english_version\": \"Iran has scheduled new elections for June 28th after the death of President Ebrahim Raisi in a helicopter crash. Supreme Leader Ayatollah Ali Khamenei declared five days of mourning and offered condolences to the people of Iran. Many Iranians may not mourn Raisi, as he is widely disliked for his role in executing thousands of political prisoners in the 1980s.\",            \"english_title\": \"Iran Plans New Elections After President's Death\",            \"translated_version\": \"Irán ha programado nuevas elecciones para el 28 de junio después de la muerte del Presidente Ebrahim Raisi en un accidente de helicóptero. El Líder Supremo Ayatolá Ali Khamenei declaró cinco días de luto y ofreció condolencias al pueblo de Irán. Muchos iraníes pueden no lamentar a Raisi, ya que es ampliamente despreciado por su papel en la ejecución de miles de prisioneros políticos en la década de 1980.\",            \"translated_title\": \"Irán Planea Nuevas Elecciones Después de la Muerte del Presidente\"        }    ]}"