"{    \"translations\": [        {            \"english_version\": \"Kaja Kallas, the European Union’s foreign policy chief, criticized Russia's ceasefire terms in Ukraine, suggesting that Russia may not truly desire peace. Donald Trump planned to speak with Vladimir Putin to negotiate a ceasefire, but Russia and Ukraine engaged in drone strikes overnight. A Ukrainian civilian was killed in Myrnohrad, and power outages affected multiple regions.\",            \"english_title\": \"Criticism of Russia's Ceasefire Terms in Ukraine\",            \"translated_version\": \"Kaja Kallas, la jefa de política exterior de la Unión Europea, criticó los términos de alto el fuego de Rusia en Ucrania, sugiriendo que Rusia puede que no desee realmente la paz. Donald Trump planeaba hablar con Vladimir Putin para negociar un alto el fuego, pero Rusia y Ucrania se involucraron en ataques con drones durante la noche. Un civil ucraniano fue asesinado en Myrnohrad y hubo cortes de energía en varias regiones.\",            \"translated_title\": \"Crítica de los Términos de Alto el Fuego de Rusia en Ucrania\"        },        {            \"english_version\": \"Donald Trump warned Iran of severe consequences if the Houthis retaliate against American airstrikes in Yemen. The US conducted strikes against the Iran-backed militant group, resulting in the deaths of at least 53 individuals. Additional airstrikes were carried out on Monday, according to the group. The Houthis have been targeting commercial ships in the Red Sea since October 2023.\",            \"english_title\": \"Warning to Iran and Airstrikes in Yemen\",            \"translated_version\": \"Donald Trump advirtió a Irán de graves consecuencias si los hutíes se vengan de los ataques aéreos estadounidenses en Yemen. Estados Unidos llevó a cabo ataques contra el grupo militante respaldado por Irán, lo que resultó en la muerte de al menos 53 personas. Según el grupo, se llevaron a cabo más ataques aéreos el lunes. Los hutíes han estado atacando barcos comerciales en el Mar Rojo desde octubre de 2023.\",            \"translated_title\": \"Advertencia a Irán y Ataques Aéreos en Yemen\"        }    ]}"