"{    \"translations\": [        {            \"english_version\": \"President Donald Trump criticized Volodymyr Zelensky, the Ukrainian leader, for hindering peace talks. Zelensky had called for a ceasefire without conditions, rejecting a U.S. proposal that would accept Russia's annexation of Crimea and prevent Ukraine from joining NATO.\",            \"english_title\": \"Trump criticizes Ukrainian leader\",            \"translated_version\": \"El Presidente Donald Trump criticó a Volodymyr Zelensky, el líder de Ucrania, por dificultar las conversaciones de paz. Zelensky había pedido un alto el fuego sin condiciones, rechazando una propuesta de EE. UU. que aceptaría la anexión de Crimea por parte de Rusia y evitaría que Ucrania se uniera a la OTAN.\",            \"translated_title\": \"Trump critica al líder ucraniano\"        },        {            \"english_version\": \"The European Commission fined Apple and Meta a total of €700m ($798m) for not following the Digital Markets Act, which aims to prevent unfair competition among tech companies. The EU accused Apple's App Store restrictions and Meta's 'consent or pay' model of being anti-competitive.\",            \"english_title\": \"EU fines Apple and Meta\",            \"translated_version\": \"La Comisión Europea multó a Apple y Meta con un total de €700 millones ($798 millones) por no cumplir con la Ley de Mercados Digitales, que tiene como objetivo prevenir la competencia desleal entre empresas tecnológicas. La UE acusó a las restricciones de la App Store de Apple y al modelo de 'consentimiento o pago' de Meta de ser anticompetitivos.\",            \"translated_title\": \"La UE multa a Apple y Meta\"        },        {            \"english_version\": \"Joel Kaplan, Meta's chief global affairs officer, accused the EU of trying to disadvantage successful American companies.\",            \"english_title\": \"Meta's Kaplan accuses EU\",            \"translated_version\": \"Joel Kaplan, el oficial principal de asuntos globales de Meta, acusó a la UE de intentar perjudicar a las empresas estadounidenses exitosas.\",            \"translated_title\": \"Kaplan de Meta acusa a la UE\"        },        {            \"english_version\": \"LinkedIn, Instagram, Facebook, TikTok, YouTube, and WhatsApp are some of the popular social media platforms.\",            \"english_title\": \"Popular social media platforms\",            \"translated_version\": \"LinkedIn, Instagram, Facebook, TikTok, YouTube y WhatsApp son algunas de las plataformas populares de redes sociales.\",            \"translated_title\": \"Plataformas populares de redes sociales\"        },        {            \"english_version\": \"The Economist is a well-known publication that offers news and analysis on various topics. It also provides apps for iOS and Android devices.\",            \"english_title\": \"The Economist publication\",            \"translated_version\": \"The Economist es una publicación conocida que ofrece noticias y análisis sobre varios temas. También ofrece aplicaciones para dispositivos iOS y Android.\",            \"translated_title\": \"La publicación The Economist\"        }    ]}"