"{    \"translations\": [        {            \"english_version\": \"Israel's defence minister, Yoav Gallant, is in Washington, DC, to talk with American officials. They will discuss Israel's actions in Gaza and the escalating tensions with Hizbullah in Lebanon. Recently, there have been strains in the relationship between the two allies, with Israel's prime minister, Binyamin Netanyahu, expressing concern over a decrease in American arms supplies.\",            \"english_title\": \"Israel-US Relations\",            \"translated_version\": \"El ministro de defensa de Israel, Yoav Gallant, está en Washington, DC, para hablar con funcionarios estadounidenses. Discutirán las acciones de Israel en Gaza y las tensiones crecientes con Hizbullah en Líbano. Recientemente, ha habido tensiones en la relación entre los dos aliados, con el primer ministro de Israel, Binyamin Netanyahu, expresando preocupación por una disminución en los suministros de armas estadounidenses.\",            \"translated_title\": \"Relaciones Israel-EE. UU.\"        },        {            \"english_version\": \"China and the European Union have agreed to start negotiations to ease tensions related to the export of low-cost electric vehicles. The EU announced plans to impose tariffs as high as 48% on Chinese EVs after an anti-subsidy inquiry initiated in 2023. Germany's vice-chancellor, Robert Habeck, visiting Beijing, welcomed this move as a positive 'first step.'\",            \"english_title\": \"EU-China Trade Relations\",            \"translated_version\": \"China y la Unión Europea han acordado comenzar negociaciones para aliviar las tensiones relacionadas con la exportación de vehículos eléctricos de bajo costo. La UE anunció planes para imponer aranceles de hasta el 48% a los vehículos eléctricos chinos después de una investigación contra subsidios iniciada en 2023. El vicecanciller de Alemania, Robert Habeck, de visita en Beijing, recibió este paso como un 'primer paso' positivo.\",            \"translated_title\": \"Relaciones Comerciales UE-China\"        }    ]}"