"{    \"translations\": [        {            \"english_version\": \"The drone and missile attacks on Ukraine happened as the US president delayed his plans for a summit in Budapest. The US president's comments came after he postponed meeting with the Russian leader about the war in Ukraine.\",            \"english_title\": \"Drone and Missile Attacks\",            \"translated_version\": \"Los ataques de drones y misiles en Ucrania ocurrieron cuando el presidente de EE.UU. retrasó sus planes para una reunión en Budapest. Los comentarios del presidente de EE.UU. vinieron después de que pospuso reunirse con el líder ruso sobre la guerra en Ucrania.\",            \"translated_title\": \"Ataques de Drones y Misiles\"        },        {            \"english_version\": \"A crash happened involving two buses, a lorry, and a car, according to the police. Many people were injured in the accident.\",            \"english_title\": \"Big Traffic Accident\",            \"translated_version\": \"Un accidente ocurrió con dos autobuses, un camión y un coche, según la policía. Muchas personas resultaron heridas en el accidente.\",            \"translated_title\": \"Gran Accidente de Tráfico\"        },        {            \"english_version\": \"People rushed to collect fuel from an overturned tanker, but it suddenly exploded, causing a fire that engulfed them.\",            \"english_title\": \"Tanker Explosion\",            \"translated_version\": \"La gente corrió a recoger combustible de un camión volcado, pero de repente explotó, causando un fuego que los envolvió.\",            \"translated_title\": \"Explosión de Camión\"        },        {            \"english_version\": \"Dr. Tedros Adhanom Ghebreyesus told the BBC that much more aid is needed to address the growing problems in Gaza. Last year, Israel's parliament passed laws banning any activity by the UN agency for Palestinian refugees.\",            \"english_title\": \"Aid Needed in Gaza\",            \"translated_version\": \"El Dr. Tedros Adhanom Ghebreyesus dijo a la BBC que se necesita mucha más ayuda para resolver los problemas crecientes en Gaza. El año pasado, el parlamento de Israel aprobó leyes que prohíben cualquier actividad de la agencia de la ONU para refugiados palestinos.\",            \"translated_title\": \"Ayuda Necesaria en Gaza\"        },        {            \"english_version\": \"The world's most-visited museum closed its doors after jewels worth tens of millions were stolen on Sunday.\",            \"english_title\": \"Museum Jewel Theft\",            \"translated_version\": \"El museo más visitado del mundo cerró sus puertas después de que joyas por valor de decenas de millones fueron robadas el domingo.\",            \"translated_title\": \"Robo de Joyas en Museo\"        }    ]}"