"```json{    \"translations\": [        {            \"english_version\": \"Israel has told tens of thousands more residents of Rafah in southern Gaza to evacuate. Its troops are getting ready for more operations there. Some people say that if Israel invades, it will stop aid operations and hurt civilians. President Joe Biden said America won't give Israel offensive weapons for Rafah.\",            \"english_title\": \"Israel's Offensive in Rafah, Gaza\",            \"translated_version\": \"Israel le dijo a decenas de miles más de residentes de Rafah en el sur de Gaza que evacuaran. Sus tropas se están preparando para más operaciones allí. Algunas personas dicen que si Israel invade, detendrá las operaciones de ayuda y lastimará a civiles. El presidente Joe Biden dijo que Estados Unidos no dará armas ofensivas a Israel para Rafah.\",            \"translated_title\": \"Israel's Offensive in Rafah, Gaza\"        },        {            \"english_version\": \"A report from America’s State Department found that Israel may have broken international laws. They used weapons from America in a way that was not right. The report said there was 'reasonable' evidence of this.\",            \"english_title\": \"Concerns Over Israel's Use of American-Supplied Weapons\",            \"translated_version\": \"Un informe del Departamento de Estado de Estados Unidos encontró que Israel podría haber violado leyes internacionales. Usaron armas de Estados Unidos de una manera que no estaba bien. El informe dijo que había evidencia 'razonable' de esto.\",            \"translated_title\": \"Concerns Over Israel's Use of American-Supplied Weapons\"        },        {            \"english_version\": \"Russian forces started a new attack in the Kharkiv region of north-east Ukraine. They say they have taken control of five villages. Ukraine says there is still fighting in those areas. More than 1,700 people had to leave their homes.\",            \"english_title\": \"Russian Offensive in Kharkiv Region, Ukraine\",            \"translated_version\": \"Las fuerzas rusas comenzaron un nuevo ataque en la región de Kharkiv en el noreste de Ucrania. Dicen que han tomado el control de cinco pueblos. Ucrania dice que todavía hay combates en esas áreas. Más de 1,700 personas tuvieron que dejar sus hogares.\",            \"translated_title\": \"Russian Offensive in Kharkiv Region, Ukraine\"        }    ]}```"