"{    \"translations\": [        {            \"english_version\": \"Israel’s prime minister, Binyamin Netanyahu, rejected a Hamas ceasefire proposal, calling its demands `bizarre` and stating that `total victory` could be achieved in a few months. Hamas suggested a 135-day truce, where Israeli hostages would be exchanged for Palestinian prisoners and Israeli forces would withdraw from Gaza. Mr Netanyahu made these comments after meeting with Antony Blinken, America’s secretary of state. Mr Blinken expressed that he still saw room for `agreement`. On Thursday, a Hamas delegation is scheduled to travel to Cairo for new ceasefire talks with Egypt and Qatar.\",            \"english_title\": \"Israel rejects Hamas ceasefire proposal\",            \"translated_version\": \"El primer ministro de Israel, Binyamin Netanyahu, rechazó una propuesta de alto el fuego de Hamas, calificando sus demandas de 'extrañas' y afirmando que se podría lograr una 'victoria total' en unos meses. Hamas sugirió una tregua de 135 días, donde los rehenes israelíes serían intercambiados por prisioneros palestinos y las fuerzas israelíes se retirarían de Gaza. El Sr. Netanyahu hizo estos comentarios después de reunirse con Antony Blinken, el secretario de estado de Estados Unidos. El Sr. Blinken expresó que aún veía espacio para un 'acuerdo'. El jueves, una delegación de Hamas tiene programado viajar a El Cairo para nuevas conversaciones de alto el fuego con Egipto y Qatar.\",            \"translated_title\": \"Israel rechaza propuesta de alto el fuego de Hamas\"        },        {            \"english_version\": \"Pakistan suspended mobile-phone services as voting began in its general election, citing a `recent surge in terrorist incidents`. Two bombings near election offices in Balochistan, a restive region, killed at least 30 people. Islamic State claimed responsibility for the attacks. Pakistan temporarily closed its borders with Iran and Afghanistan for security purposes.\",            \"english_title\": \"Pakistan suspends mobile-phone services during election\",            \"translated_version\": \"Pakistán suspendió los servicios de teléfonos móviles cuando comenzaron las elecciones generales, citando un 'reciente aumento de incidentes terroristas'. Dos bombardeos cerca de las oficinas electorales en Baluchistán, una región inquieta, mataron al menos a 30 personas. El Estado Islámico se atribuyó la responsabilidad de los ataques. Pakistán cerró temporalmente sus fronteras con Irán y Afganistán por motivos de seguridad.\",            \"translated_title\": \"Pakistán suspende servicios de teléfonos móviles durante elecciones\"        },        {            \"english_version\": \"Democrats rushed to pass an aid package for Ukraine after Senate Republicans rejected a bipartisan spending bill worth $118bn. The bill, which many Republicans abandoned after Donald Trump criticized it, linked support for the war effort to tougher immigration policy. The Democrats’ alternative plan would provide $60bn for Ukraine but none for border measures. A vote is expected on Thursday.\",            \"english_title\": \"Democrats pass aid package for Ukraine\",            \"translated_version\": \"Los demócratas se apresuraron a aprobar un paquete de ayuda para Ucrania después de que los republicanos del Senado rechazaran un proyecto de ley de gastos bipartidista por valor de $118 mil millones. El proyecto de ley, que muchos republicanos abandonaron después de que Donald Trump lo criticara, vinculaba el apoyo al esfuerzo de guerra a una política de inmigración más estricta. El plan alternativo de los demócratas proporcionaría $60 mil millones para Ucrania pero ninguno para medidas fronterizas. Se espera una votación el jueves.\",            \"translated_title\": \"Los demócratas aprueban paquete de ayuda para Ucrania\"        },        {            \"english_version\": \"China’s consumer price index fell by 0.8% year on year in January, marking its fourth consecutive month of decline and the largest drop in 15 years. China is facing various economic challenges, including poor performance in the stock market, property sector, and exports. The Chinese government hopes that an increase in domestic spending will help with the recovery, but it faces significant obstacles.\",            \"english_title\": \"China's consumer price index falls in January\",            \"translated_version\": \"El índice de precios al consumidor de China cayó un 0.8% interanual en enero, marcando su cuarto mes consecutivo de declive y la mayor caída en 15 años. China enfrenta varios desafíos económicos, incluido un mal desempeño en el mercado de valores, el sector inmobiliario y las exportaciones. El gobierno chino espera que un aumento en el gasto interno ayude con la recuperación, pero enfrenta obstáculos significativos.\",            \"translated_title\": \"El índice de precios al consumidor de China cae en enero\"        },        {            \"english_version\": \"The EU’s climate service reported that global temperatures averaged over 1.5°C above pre-industrial levels throughout an entire year for the first time. Human activities, such as burning fossil fuels, are primarily responsible for this increase, although the natural climate-warming phenomenon El Niño also contributed. World leaders pledged in 2015 to limit warming to 1.5°C as a long-term average to avoid the most damaging effects.\",            \"english_title\": \"Global temperatures reach record high\",            \"translated_version\": \"El servicio climático de la UE informó que las temperaturas globales promediaron más de 1.5°C por encima de los niveles preindustriales durante todo un año por primera vez. Las actividades humanas, como la quema de combustibles fósiles, son principalmente responsables de este aumento, aunque el fenómeno natural de calentamiento climático El Niño también contribuyó. Los líderes mundiales se comprometieron en 2015 a limitar el calentamiento a 1.5°C como promedio a largo plazo para evitar los efectos más perjudiciales.\",            \"translated_title\": \"Las temperaturas globales alcanzan un récord histórico\"        }    ]}"