"{    \"translations\": [        {            \"english_version\": \"Hamas reportedly released 24 hostages, including Israeli and Thai nationals, after a temporary truce in Gaza began on Friday morning. Israel also freed 39 Palestinian prisoners. Earlier 60 aid trucks were allowed into Gaza from Egypt. The four-day pause in fighting is expected to see Israel free around 150 Palestinian prisoners and allow 300 aid-bearing trucks into Gaza each day, in exchange for Hamas releasing 50 hostages.\",            \"english_title\": \"Hostage Release in Gaza\",            \"translated_version\": \"Hamas liberó a 24 rehenes, incluyendo ciudadanos israelíes y tailandeses, después de que comenzara una tregua temporal en Gaza el viernes por la mañana. Israel también liberó a 39 prisioneros palestinos. Anteriormente, se permitieron 60 camiones de ayuda en Gaza desde Egipto. Se espera que la pausa de cuatro días en los combates permita a Israel liberar alrededor de 150 prisioneros palestinos y permitir que 300 camiones de ayuda entren a Gaza cada día, a cambio de que Hamas libere a 50 rehenes.\",            \"translated_title\": \"Liberación de rehenes en Gaza\"        },        {            \"english_version\": \"Geert Wilders, the leader of the far-right Party for Freedom, was thwarted in his first attempt to form a government in the Netherlands after the Liberal Party, VVD, ruled out joining a government with him. Mr Wilders’s party emerged as the surprise winners of elections on Wednesday. The Dutch are used to protracted coalition negotiations; their last government took 271 days to be formed.\",            \"english_title\": \"Government Formation in the Netherlands\",            \"translated_version\": \"Geert Wilders, el líder del partido de extrema derecha Partido por la Libertad, fue frustrado en su primer intento de formar un gobierno en los Países Bajos después de que el Partido Liberal, VVD, descartara unirse a un gobierno con él. El partido de Wilders emergió como los sorprendentes ganadores de las elecciones del miércoles. Los holandeses están acostumbrados a negociaciones de coalición prolongadas; su último gobierno tardó 271 días en formarse.\",            \"translated_title\": \"Formación de gobierno en los Países Bajos\"        },        {            \"english_version\": \"An industry group forecast that Canadian oil-and-gas producers will drill nearly 500 more wells in 2024, an increase of 8% on this year. The plans were spurred by the prospect of new pipelines, such as the Trans Mountain expansion. Justin Trudeau, Canada’s prime minister, has promised to impose a cap on the industry’s greenhouse-gas emissions, but the policy has been repeatedly delayed.\",            \"english_title\": \"Increase in Canadian Oil-and-Gas Drilling\",            \"translated_version\": \"Un grupo de la industria pronosticó que los productores de petróleo y gas de Canadá perforarán casi 500 pozos más en 2024, un aumento del 8% respecto a este año. Los planes fueron impulsados por la perspectiva de nuevos oleoductos, como la expansión de Trans Mountain. Justin Trudeau, el primer ministro de Canadá, ha prometido imponer un límite a las emisiones de gases de efecto invernadero de la industria, pero la política se ha retrasado repetidamente.\",            \"translated_title\": \"Aumento en la perforación de petróleo y gas en Canadá\"        },        {            \"english_version\": \"China will temporarily allow visa-free entry for citizens from France, Germany, Italy, Malaysia, the Netherlands and Spain in an attempt to boost tourism. The country’s tourism industry suffered under the country’s strict zero-covid policies, which were only lifted in December last year. The unilateral move means visitors from the specified countries can stay for up to 15 days.\",            \"english_title\": \"Visa-Free Entry to China for Tourism\",            \"translated_version\": \"China permitirá temporalmente la entrada sin visa para ciudadanos de Francia, Alemania, Italia, Malasia, los Países Bajos y España en un intento de impulsar el turismo. La industria turística del país sufrió bajo las estrictas políticas de cero covid, que solo se levantaron en diciembre del año pasado. La medida unilateral significa que los visitantes de los países especificados pueden quedarse hasta 15 días.\",            \"translated_title\": \"Entrada sin visa a China para turismo\"        },        {            \"english_version\": \"Leo Varadkar, Ireland’s prime minister, insisted the centre of Dublin was safe to visit despite rioting on Thursday night. After a knife attack outside a school that injured four people, cars were set on fire, shops looted, 34 people arrested and more riot police deployed than ever before in Ireland. The police blamed a hooligan faction driven by far-right ideology.\",            \"english_title\": \"Safety in Dublin\",            \"translated_version\": \"Leo Varadkar, el primer ministro de Irlanda, insistió en que el centro de Dublín es seguro para visitar a pesar de los disturbios del jueves por la noche. Después de un ataque con cuchillo fuera de una escuela que dejó cuatro heridos, se incendiaron automóviles, se saquearon tiendas, se arrestaron a 34 personas y se desplegó más policía antidisturbios que nunca antes en Irlanda. La policía culpó a una facción de alborotadores impulsada por una ideología de extrema derecha.\",            \"translated_title\": \"Seguridad en Dublín\"        }    ]}"