"{    \"translations\": [        {            \"english_version\": \"The leader of Myanmar's military government, General Min Aung Hlaing, has asked for help from other countries after a powerful earthquake hit the region. The earthquake caused a lot of damage, with over 1,000 people reported dead and a shortage of blood supplies. Countries like America, ASEAN, China, and the EU have promised to provide assistance. In Thailand, a state of emergency was declared in Bangkok due to the earthquake's impact.\",            \"english_title\": \"Myanmar Earthquake Assistance Appeal\",            \"translated_version\": \"El líder del gobierno militar de Myanmar, el General Min Aung Hlaing, pidió ayuda a otros países después de que un poderoso terremoto golpeara la región. El terremoto causó mucho daño, con más de 1,000 personas reportadas muertas y escasez de suministros de sangre. Países como América, ASEAN, China y la UE prometieron brindar asistencia. En Tailandia, se declaró un estado de emergencia en Bangkok debido al impacto del terremoto.\",            \"translated_title\": \"Myanmar Earthquake Assistance Appeal\"        },        {            \"english_version\": \"The stock market in America experienced a significant drop as worries grew about the impact of Donald Trump's tariffs on inflation. The Dow Jones Industrial Average fell by more than 700 points, or 1.7%, at the close of trading on Friday. The S&P 500 index also declined by 2%. Earlier, there was a notable increase in the core personal consumption expenditures price index, indicating a rise in inflation.\",            \"english_title\": \"Stock Market Reaction to Tariff Concerns\",            \"translated_version\": \"El mercado de valores en América experimentó una caída significativa a medida que crecían las preocupaciones sobre el impacto de los aranceles de Donald Trump en la inflación. El promedio industrial Dow Jones cayó más de 700 puntos, o 1.7%, al cierre de la negociación del viernes. El índice S&P 500 también disminuyó un 2%. Anteriormente, hubo un notable aumento en el índice de precios de gastos de consumo personal básico, lo que indica un aumento en la inflación.\",            \"translated_title\": \"Stock Market Reaction to Tariff Concerns\"        }    ]}"