"{    \"translations\": [        {            \"english_version\": \"Negotiations to exchange hostages and prisoners, and extend a truce between Hamas and Israel, were shaken after Hamas claimed that one family being held in Gaza had been killed in an Israeli strike. Israel is investigating the claim. Hamas had been expected to release ten Israeli hostages on Wednesday. Two Russians have reportedly already been released. The truce is currently set to expire on Thursday.\",            \"english_title\": \"Hostage Exchange and Truce in Jeopardy\",            \"translated_version\": \"Las negociaciones para intercambiar rehenes y prisioneros, y extender una tregua entre Hamas e Israel, se vieron sacudidas después de que Hamas afirmara que una familia que estaba detenida en Gaza había sido asesinada en un ataque israelí. Israel está investigando la afirmación. Se esperaba que Hamas liberara a diez rehenes israelíes el miércoles. Según informes, ya se han liberado dos rusos. La tregua está programada para expirar el jueves.\",            \"translated_title\": \"Intercambio de rehenes y tregua en peligro\"        },        {            \"english_version\": \"Fighting was reported in Jenin, a town in the West Bank, as Israeli troops continued an operation which began on Tuesday. Jenin is a stronghold of resistance for Palestinians who abhor both Israel’s occupation and the rule of the Palestinian Authority. In July Israel’s army raided a refugee camp in Jenin to target the Jenin Brigades, a group of young militants.\",            \"english_title\": \"Fighting in Jenin\",            \"translated_version\": \"Se informaron enfrentamientos en Jenin, una ciudad en Cisjordania, mientras las tropas israelíes continuaban una operación que comenzó el martes. Jenin es un bastión de resistencia para los palestinos que aborrecen tanto la ocupación de Israel como el gobierno de la Autoridad Palestina. En julio, el ejército de Israel allanó un campamento de refugiados en Jenin para atacar a las Brigadas de Jenin, un grupo de jóvenes militantes.\",            \"translated_title\": \"Luchas en Jenin\"        },        {            \"english_version\": \"Sweden’s foreign minister, Tobias Billstrom, said he had received assurances from his Turkish counterpart that the country would soon drop its objection to Sweden’s bid to join NATO. Speaking at a NATO meeting in Brussels, Mr Billstrom said that Hungary will also ratify the application. Both countries have blocked Sweden’s application for more than a year. Turkey accused Sweden of harbouring terrorists.\",            \"english_title\": \"Sweden's NATO Bid\",            \"translated_version\": \"El ministro de Relaciones Exteriores de Suecia, Tobias Billstrom, dijo que había recibido garantías de su homólogo turco de que el país pronto retiraría su objeción a la solicitud de Suecia para unirse a la OTAN. Hablando en una reunión de la OTAN en Bruselas, el Sr. Billstrom dijo que Hungría también ratificará la solicitud. Ambos países han bloqueado la solicitud de Suecia durante más de un año. Turquía acusó a Suecia de albergar terroristas.\",            \"translated_title\": \"La solicitud de Suecia para unirse a la OTAN\"        },        {            \"english_version\": \"Russia’s interior minister drafted a law which would require visitors to sign a 'loyalty agreement' promising not to criticise the country or its policies. The agreement would restrict how foreigners can talk about sensitive topics, such as gay rights and Russia’s role fighting the Nazis during the second world war. Laws in Russia, and Russian-occupied Ukraine, already ban discrediting the army.\",            \"english_title\": \"Loyalty Agreement in Russia\",            \"translated_version\": \"El ministro del Interior de Rusia redactó una ley que requeriría que los visitantes firmen un 'acuerdo de lealtad' prometiendo no criticar al país ni a sus políticas. El acuerdo restringiría cómo los extranjeros pueden hablar sobre temas sensibles, como los derechos de los homosexuales y el papel de Rusia en la lucha contra los nazis durante la Segunda Guerra Mundial. Las leyes en Rusia y en Ucrania ocupada por Rusia ya prohíben desacreditar al ejército.\",            \"translated_title\": \"Acuerdo de lealtad en Rusia\"        },        {            \"english_version\": \"Saudi Arabia beat Italy to host the World Expo in 2030. It plans to spend $7.8bn on the event. The move is part of a multi-billion-dollar push by the crown prince, Muhammad bin Salman, to diversify the country’s oil-dependent economy and remake its international image. Saudi Arabia will be the second Gulf state to hold the expo in a decade, after the United Arab Emirates in 2020.\",            \"english_title\": \"Saudi Arabia to Host World Expo\",            \"translated_version\": \"Arabia Saudita venció a Italia para ser el anfitrión de la Exposición Mundial en 2030. Planea gastar $7.8 mil millones en el evento. El movimiento es parte de un impulso multimillonario del príncipe heredero, Muhammad bin Salman, para diversificar la economía del país, que depende del petróleo, y remodelar su imagen internacional. Arabia Saudita será el segundo estado del Golfo en celebrar la exposición en una década, después de los Emiratos Árabes Unidos en 2020.\",            \"translated_title\": \"Arabia Saudita será el anfitrión de la Exposición Mundial\"        }    ]}"