"{    \"translations\": [        {            \"english_version\": \"Matt Gaetz, Donald Trump’s nominee for attorney-general, has withdrawn from consideration. He was investigated for alleged sex-trafficking by both the justice department and a congressional ethics committee. The DoJ did not bring charges, and the committee's report has not been released. Mr. Gaetz denies the allegations but stated that his nomination was causing too much distraction during the transition.\",            \"english_title\": \"Matt Gaetz Withdraws Nomination for Attorney-General\",            \"translated_version\": \"Matt Gaetz, el nominado de Donald Trump para fiscal general, se ha retirado de consideración. Fue investigado por presunto tráfico sexual tanto por el departamento de justicia como por un comité de ética del congreso. El DoJ no presentó cargos y el informe del comité no ha sido publicado. El Sr. Gaetz niega las acusaciones pero dijo que su nominación estaba causando demasiada distracción durante la transición.\",            \"translated_title\": \"Matt Gaetz se Retira de la Nominación para Fiscal General\"        },        {            \"english_version\": \"Russia has confirmed launching a medium-range ballistic missile at the Ukrainian city of Dnipro. President Vladimir Putin claimed in a national address that their new hypersonic weapon cannot be countered. The attack was reportedly in response to Ukraine's recent use of longer-range missiles made by the US and UK.\",            \"english_title\": \"Russia Launches Missile at Ukrainian City\",            \"translated_version\": \"Rusia ha confirmado el lanzamiento de un misil balístico de alcance medio a la ciudad ucraniana de Dnipro. El presidente Vladimir Putin afirmó en un discurso nacional que su nueva arma hipersónica no puede ser contrarrestada. El ataque fue supuestamente en respuesta al reciente uso de misiles de largo alcance por parte de Ucrania fabricados por EE. UU. y el Reino Unido.\",            \"translated_title\": \"Rusia Lanza Misil a Ciudad Ucraniana\"        }    ]}"