"{    \"translations\": [        {            \"english_version\": \"Binyamin Netanyahu, Israel’s prime minister, announced that his cabinet approved the Gaza ceasefire deal. The agreement is set to take effect on Sunday after receiving 24 votes in favor and 8 against. Hamas will release three female hostages in exchange for 95 Palestinian prisoners. Netanyahu emphasized that Israel awaits a list of hostages from Hamas before proceeding.\",            \"english_title\": \"Gaza Ceasefire Deal Approval\",            \"translated_version\": \"El primer ministro de Israel, Binyamin Netanyahu, anunció que su gabinete aprobó el acuerdo de alto el fuego en Gaza. El acuerdo está programado para entrar en vigencia el domingo después de recibir 24 votos a favor y 8 en contra. Hamas liberará a tres rehenes mujeres a cambio de 95 prisioneros palestinos. Netanyahu enfatizó que Israel espera una lista de rehenes de Hamas antes de proceder.\",            \"translated_title\": \"Aprobación del Acuerdo de Alto el Fuego en Gaza\"        },        {            \"english_version\": \"TikTok, the popular social media platform, threatened to suspend its services in America unless President Joe Biden guarantees no embargo enforcement on his last day in office. The Supreme Court upheld a law requiring TikTok's Chinese owner, ByteDance, to sell the app by Sunday or face a nationwide ban. The decision on enforcement now lies with incoming President Donald Trump.\",            \"english_title\": \"TikTok's Potential Suspension in America\",            \"translated_version\": \"TikTok, la popular plataforma de redes sociales, amenazó con suspender sus servicios en América a menos que el presidente Joe Biden garantice que no habrá aplicación de embargo en su último día en el cargo. La Corte Suprema respaldó una ley que requiere que el propietario chino de TikTok, ByteDance, venda la aplicación antes del domingo o enfrente una prohibición nacional. La decisión sobre la aplicación de la ley ahora recae en el próximo presidente, Donald Trump.\",            \"translated_title\": \"Posible Suspensión de TikTok en América\"        }    ]}"