"{    \"translations\": [        {            \"english_version\": \"Joe Biden admitted he did not perform well in the first presidential debate. He said he no longer debates the way he used to, but believes he has the experience and moral values to challenge Donald Trump. Some Democrats are unsure if the party should consider an alternative candidate, while others like Nancy Pelosi continue to support Biden. Biden's team confirmed he will participate in a second debate with Trump in September.\",            \"english_title\": \"Biden's Debate Performance\",            \"translated_version\": \"Joe Biden dijo que no le fue bien en el primer debate presidencial. Él dijo que ya no debate como solía hacerlo, pero cree que tiene la experiencia y valores morales para desafiar a Donald Trump. Algunos demócratas no están seguros si el partido debería considerar un candidato alternativo, mientras que otros como Nancy Pelosi siguen apoyando a Biden. El equipo de Biden confirmó que participará en un segundo debate con Trump en septiembre.\",            \"translated_title\": \"El Debate de Biden\"        },        {            \"english_version\": \"Iran will hold a presidential run-off on July 5th as no front runners received over 50% of the vote in the initial round. Saeed Jalili, a conservative, will compete against Masoud Pezeshkian, the sole reformist candidate. The election was triggered by the death of Ebrahim Raisi in a helicopter crash last month.\",            \"english_title\": \"Iran's Presidential Run-off\",            \"translated_version\": \"Irán tendrá una segunda vuelta presidencial el 5 de julio ya que ningún candidato obtuvo más del 50% de los votos en la ronda inicial. Saeed Jalili, un conservador, competirá contra Masoud Pezeshkian, el único candidato reformista. La elección fue provocada por la muerte de Ebrahim Raisi en un accidente de helicóptero el mes pasado.\",            \"translated_title\": \"Segunda Vuelta Presidencial en Irán\"        }    ]}"