"{    \"translations\": [        {            \"english_version\": \"A coalition led by Takaichi is expected to win decisively, according to polls. Thai voters will choose a new parliament and vote on a constitutional referendum.\",            \"english_title\": \"Takaichi Coalition Expected to Win\",            \"translated_version\": \"Una coalición liderada por Takaichi se espera que gane fácilmente, según encuestas. Los votantes de Tailandia elegirán un nuevo parlamento y votarán en un referéndum constitucional.\",            \"translated_title\": \"Coalición de Takaichi Ganará\"        },        {            \"english_version\": \"Police are investigating three incidents that targeted rail infrastructure, causing travel delays.\",            \"english_title\": \"Rail Incidents Under Investigation\",            \"translated_version\": \"La policía está investigando tres incidentes que afectaron la infraestructura del tren, causando retrasos en los viajes.\",            \"translated_title\": \"Incidentes de Tren en Investigación\"        },        {            \"english_version\": \"The Mississippi-born frontman of a popular rock band announced he has stage 4 cancer.\",            \"english_title\": \"Rock Band Leader Has Cancer\",            \"translated_version\": \"El líder de una banda de rock popular nacido en Mississippi anunció que tiene cáncer en etapa 4.\",            \"translated_title\": \"Líder de Banda Tiene Cáncer\"        },        {            \"english_version\": \"The White House posted an edited image of Nekima Levy Armstrong after she was arrested for organizing a protest in a church.\",            \"english_title\": \"Edited Image of Protest Organizer\",            \"translated_version\": \"La Casa Blanca publicó una imagen editada de Nekima Levy Armstrong después de que fue arrestada por organizar una protesta en una iglesia.\",            \"translated_title\": \"Imagen Editada de Organizadora\"        },        {            \"english_version\": \"The Nationals split from the Liberal Party due to concerns over free speech laws after the Bondi Beach attack.\",            \"english_title\": \"Nationals Split from Liberals\",            \"translated_version\": \"Los Nacionales se separaron del Partido Liberal por preocupaciones sobre las leyes de libertad de expresión después del ataque en Bondi Beach.\",            \"translated_title\": \"Nacionales se Separan de Liberales\"        }    ]}"