"{    \"translations\": [        {            \"english_version\": \"Stock markets around the world fell due to concerns about a possible recession and disappointment over high expectations for artificial intelligence. In the US, the Dow Jones and S&P 500 experienced their biggest drops in nearly two years, with losses of 2.6% and 3% respectively. European markets also saw declines, with the Stoxx Europe 600 falling by 2.2%. Japan's Topix index plummeted by 12%. Investors are turning to bonds for safety amidst the market turmoil.\",            \"english_title\": \"Global Stock Market Decline\",            \"translated_version\": \"Las bolsas de valores en todo el mundo bajaron debido a preocupaciones sobre una posible recesión y decepción por las altas expectativas en la inteligencia artificial. En los Estados Unidos, el Dow Jones y el S&P 500 tuvieron sus mayores caídas en casi dos años, con pérdidas del 2.6% y 3% respectivamente. Los mercados europeos también vieron descensos, con el Stoxx Europe 600 cayendo un 2.2%. El índice Topix de Japón se desplomó un 12%. Los inversores están recurriendo a bonos para estar seguros en medio de la agitación del mercado.\",            \"translated_title\": \"Declive Global del Mercado de Valores\"        },        {            \"english_version\": \"A judge in Washington, DC, ruled in favor of the US Justice Department in an antitrust case against Google. The judge found that Google had violated antitrust laws by using its financial power to dominate online search. This victory is part of a series of antitrust lawsuits brought by the US government against major tech companies.\",            \"english_title\": \"Antitrust Victory Against Google\",            \"translated_version\": \"Un juez en Washington, DC, falló a favor del Departamento de Justicia de los Estados Unidos en un caso de antimonopolio contra Google. El juez encontró que Google había violado las leyes antimonopolio al usar su poder financiero para dominar la búsqueda en línea. Esta victoria es parte de una serie de demandas antimonopolio presentadas por el gobierno de EE. UU. contra grandes empresas tecnológicas.\",            \"translated_title\": \"Victoria Antimonopolio Contra Google\"        }    ]}"