"{    \"translations\": [        {            \"english_version\": \"Trump said Venezuela's interim president Delcy Rodríguez could face serious consequences if she doesn't act correctly. The US president has often expressed his desire for the island to join the US.\",            \"english_title\": \"Trump Warns Venezuela\",            \"translated_version\": \"Trump dijo que la presidenta interina de Venezuela, Delcy Rodríguez, podría tener problemas serios si no actúa bien. El presidente de EE.UU. ha dicho muchas veces que quiere que la isla se una a EE.UU.\",            \"translated_title\": \"Trump advierte a Venezuela\"        },        {            \"english_version\": \"Trade, regional security, and China's unofficial ban on Korean pop culture are topics being discussed.\",            \"english_title\": \"Trade and Security Talks\",            \"translated_version\": \"El comercio, la seguridad regional y la prohibición no oficial de China sobre la cultura pop coreana son temas que se están discutiendo.\",            \"translated_title\": \"Charlas de comercio y seguridad\"        },        {            \"english_version\": \"A fire at Le Constellation killed several people, including a 16-year-old Swiss boy named Arthur Brodard, as confirmed by his mother.\",            \"english_title\": \"Fire at Le Constellation\",            \"translated_version\": \"Un incendio en Le Constellation mató a varias personas, incluyendo a un chico suizo de 16 años llamado Arthur Brodard, como confirmó su madre.\",            \"translated_title\": \"Incendio en Le Constellation\"        },        {            \"english_version\": \"A Paris court found some people guilty of bullying the wife of the French president.\",            \"english_title\": \"Court Finds Bullies Guilty\",            \"translated_version\": \"Un tribunal de París encontró a algunas personas culpables de acosar a la esposa del presidente francés.\",            \"translated_title\": \"Tribunal encuentra culpables de acoso\"        },        {            \"english_version\": \"Cuba's president mentioned that military and intelligence agents are protecting captured leader Nicolás Maduro. There is a mixed reaction to the US's large-scale strike on Venezuela and Maduro's capture.\",            \"english_title\": \"Cuba on Maduro's Capture\",            \"translated_version\": \"El presidente de Cuba mencionó que agentes militares y de inteligencia están protegiendo al líder capturado Nicolás Maduro. Hay reacciones mixtas al ataque a gran escala de EE.UU. en Venezuela y la captura de Maduro.\",            \"translated_title\": \"Cuba sobre captura de Maduro\"        }    ]}"