"{    \"translations\": [        {            \"english_version\": \"The US president is threatening to put tariffs on countries that do not agree with his plans to take over a territory. Israel is unhappy because it was not asked about this, and Palestinians are also critical.\",            \"english_title\": \"US Tariff Threat\",            \"translated_version\": \"El presidente de Estados Unidos amenaza con poner tarifas a países que no están de acuerdo con sus planes de tomar un territorio. Israel está enojado porque no le preguntaron, y los palestinos también critican.\",            \"translated_title\": \"Amenaza de Tarifas de EE.UU.\"        },        {            \"english_version\": \"At least five people have died and many more are hurt after a train went off the tracks near the city of Cordoba.\",            \"english_title\": \"Train Accident in Cordoba\",            \"translated_version\": \"Al menos cinco personas han muerto y muchas más están heridas después de que un tren se salió de las vías cerca de la ciudad de Córdoba.\",            \"translated_title\": \"Accidente de Tren en Córdoba\"        },        {            \"english_version\": \"At least 16 people have died and 20,000 people have been moved away as fires burn in two southern areas. In Karachi, parts of a big plaza have fallen down while firefighters try to put out a fire.\",            \"english_title\": \"Fires and Collapse\",            \"translated_version\": \"Al menos 16 personas han muerto y 20,000 personas han sido movidas mientras incendios queman en dos áreas del sur. En Karachi, partes de una gran plaza se han caído mientras bomberos intentan apagar un fuego.\",            \"translated_title\": \"Incendios y Derrumbe\"        },        {            \"english_version\": \"A number of people have died in the Alps in the past week because of heavy snowfall in the area.\",            \"english_title\": \"Snowfall in the Alps\",            \"translated_version\": \"Varias personas han muerto en los Alpes en la última semana por la fuerte nevada en el área.\",            \"translated_title\": \"Nevada en los Alpes\"        },        {            \"english_version\": \"Final preparations are happening now for the first mission with people to the Moon in more than 50 years.\",            \"english_title\": \"Moon Mission Preparations\",            \"translated_version\": \"Preparativos finales están ocurriendo ahora para la primera misión con personas a la Luna en más de 50 años.\",            \"translated_title\": \"Preparativos para Misión a la Luna\"        }    ]}"