"{    \"translations\": [        {            \"english_version\": \"Pavel Durov, the founder and chief executive of Telegram, was charged by French authorities for crimes related to illegal activity on the social-media app. The Russian billionaire was detained in France on Saturday as part of a wider investigation into the platform. He was released from custody on Wednesday but is barred from leaving the country. French authorities are formally investigating Telegram for crimes including unmoderated distribution of child-abuse images; the firm denies responsibility.\",            \"english_title\": \"Pavel Durov Charged by French Authorities\",            \"translated_version\": \"Pavel Durov, el fundador y director ejecutivo de Telegram, fue acusado por las autoridades francesas por crímenes relacionados con actividades ilegales en la aplicación de redes sociales. El multimillonario ruso fue detenido en Francia el sábado como parte de una investigación más amplia sobre la plataforma. Fue liberado el miércoles pero se le prohíbe salir del país. Las autoridades francesas están investigando formalmente a Telegram por crímenes que incluyen la distribución no moderada de imágenes de abuso infantil; la empresa niega responsabilidad.\",            \"translated_title\": \"Pavel Durov Acusado por Autoridades Francesas\"        },        {            \"english_version\": \"Nvidia reported $30bn in revenue in the three months to July—up by 122% from the same period a year ago and 15% from the previous quarter. The American chipmaker said net income, at $16.6bn, was up by 168% year on year. Despite the strong earnings, some investors had expected even better, and the firm’s shares fell by roughly 2%.\",            \"english_title\": \"Nvidia Reports Strong Financial Results\",            \"translated_version\": \"Nvidia informó de $30 mil millones en ingresos en los tres meses hasta julio, un aumento del 122% respecto al mismo período del año anterior y del 15% respecto al trimestre anterior. El fabricante de chips estadounidense dijo que el ingreso neto, de $16.6 mil millones, aumentó un 168% interanual. A pesar de las ganancias sólidas, algunos inversores esperaban aún más, y las acciones de la empresa cayeron aproximadamente un 2%.\",            \"translated_title\": \"Nvidia Informa Fuertes Resultados Financieros\"        },        {            \"english_version\": \"Published since September 1843 to take part in 'a severe contest between intelligence, which presses forward, and an unworthy, timid ignorance obstructing our progress.' The Economist is a publication that aims to provide insightful analysis and commentary on global affairs. It covers a wide range of topics and is known for its rigorous journalism and thought-provoking articles.\",            \"english_title\": \"The Economist - About Us\",            \"translated_version\": \"Publicado desde septiembre de 1843 para participar en 'una severa contienda entre la inteligencia, que avanza, y una ignorancia indigna y tímida que obstaculiza nuestro progreso.' The Economist es una publicación que tiene como objetivo proporcionar un análisis perspicaz y comentarios sobre asuntos globales. Cubre una amplia gama de temas y es conocido por su periodismo riguroso y sus artículos que invitan a la reflexión.\",            \"translated_title\": \"The Economist - Sobre Nosotros\"        }    ]}"