"```json{    \"translations\": [        {            \"english_version\": \"A federal appeals court has temporarily brought back many of Donald Trump's tariffs. This happened after another court ruled that the president did not have the power to impose them. The Trump administration quickly appealed this ruling and plans to ask the Supreme Court for urgent help.\",            \"english_title\": \"Trump's Tariffs Reinstated Temporarily\",            \"translated_version\": \"Un tribunal federal ha vuelto temporalmente muchos de los aranceles de Donald Trump. Esto ocurrió después de que otro tribunal dictaminara que el presidente no tenía el poder para imponerlos. La administración de Trump apeló rápidamente esta decisión y planea pedir ayuda urgente a la Corte Suprema.\",            \"translated_title\": \"Aranceles de Trump Reiniciados Temporalmente\"        },        {            \"english_version\": \"Israel has announced the creation of 22 new settlements in the West Bank. This is the largest expansion in many years. Israel's defense minister praised this move, saying it will change the region. However, the UN considers all such settlements illegal under international law. This decision by Israel may strain its relationships with allies, especially due to the ongoing conflict in Gaza.\",            \"english_title\": \"Israel's Expansion in West Bank\",            \"translated_version\": \"Israel ha anunciado la creación de 22 nuevos asentamientos en Cisjordania. Esta es la mayor expansión en muchos años. El ministro de defensa de Israel elogió este movimiento, diciendo que cambiará la región. Sin embargo, la ONU considera todos estos asentamientos ilegales según el derecho internacional. Esta decisión de Israel podría tensar sus relaciones con aliados, especialmente debido al conflicto en curso en Gaza.\",            \"translated_title\": \"Expansión de Israel en Cisjordania\"        }    ]}```"