"{    \"translations\": [        {            \"english_version\": \"Binyamin Netanyahu, the prime minister of Israel, had a clear message for people hoping that he might be considering a ceasefire. After a brief visit to Gaza he told colleagues in his Likud party that the fighting in the territory was 'not close to ending'. 'Military pressure' was vital to obtain the release of more than 100 hostages still held by Hamas, he told the Israeli parliament. Earlier, Palestinian authorities said that at least 100 people had been killed by Israeli air strikes overnight, more than 70 of them in a refugee camp in central Gaza. Israel said that it was reviewing the claim.\",            \"english_title\": \"Israeli Prime Minister's Message on Gaza Conflict\",            \"translated_version\": \"El primer ministro de Israel, Binyamin Netanyahu, tenía un mensaje claro para las personas que esperaban que él considerara un alto el fuego. Después de una breve visita a Gaza, le dijo a sus colegas en su partido Likud que la lucha en el territorio 'no está cerca de terminar'. La 'presión militar' era vital para obtener la liberación de más de 100 rehenes aún en manos de Hamas, le dijo al parlamento israelí. Anteriormente, las autoridades palestinas dijeron que al menos 100 personas habían muerto en los ataques aéreos israelíes durante la noche, más de 70 de ellos en un campamento de refugiados en Gaza central. Israel dijo que estaba revisando la afirmación.\",            \"translated_title\": \"Mensaje del Primer Ministro de Israel sobre el Conflicto en Gaza\"        },        {            \"english_version\": \"The whereabouts of Alexei Navalny, which had been a worrying mystery to many of his supporters, are now known, according to a spokeswoman. Lawyers for Russia's most important opposition leader, sentenced to 30 years in jail on various trumped-up charges, had been trying to locate him since learning on December 11th that he was no longer in a penal colony to the east of Moscow. He is now in another such facility in the Arctic, 1,900km to the capital's north-east.\",            \"english_title\": \"Alexei Navalny's Whereabouts Revealed\",            \"translated_version\": \"Según una portavoz, ahora se conocen el paradero de Alexei Navalny, que había sido un misterio preocupante para muchos de sus seguidores. Los abogados del líder opositor más importante de Rusia, condenado a 30 años de prisión por varios cargos falsos, habían estado tratando de localizarlo desde que se enteraron el 11 de diciembre de que ya no estaba en una colonia penal al este de Moscú. Ahora se encuentra en otra instalación similar en el Ártico, a 1.900 km al noreste de la capital.\",            \"translated_title\": \"Se Revela el Paradero de Alexei Navalny\"        },        {            \"english_version\": \"Students in Belgrade, Serbia's capital, blocked major roads to protest against the result of a parliamentary election held last weekend, which they consider to be fraudulent. The Serbian Progressive Party of President Aleksandar Vucic claims that it won. On Sunday demonstrators had tried to storm the city hall, and were met by riot police firing tear gas. The road blockade raises fears that the clashes will continue.\",            \"english_title\": \"Protests in Belgrade Over Election Result\",            \"translated_version\": \"Estudiantes en Belgrado, la capital de Serbia, bloquearon las principales carreteras para protestar contra el resultado de las elecciones parlamentarias celebradas el fin de semana pasado, que consideran fraudulentas. El Partido Progresista Serbio del presidente Aleksandar Vucic afirma que ganó. El domingo, los manifestantes intentaron asaltar el ayuntamiento y fueron recibidos por la policía antidisturbios que disparaba gas lacrimógeno. El bloqueo de carreteras genera temores de que los enfrentamientos continúen.\",            \"translated_title\": \"Protestas en Belgrado por el Resultado de las Elecciones\"        },        {            \"english_version\": \"The Turkish air force killed 26 Kurdish militants in air strikes in northern Iraq and Syria. On Sunday 30 militants were killed. Turkey's attacks are a response to the killing of 12 Turkish soldiers in Iraq on Friday and Saturday by the Kurdistan Workers' Party, an armed Kurdish group. Fighting between Turkey and the PKK, which demands extensive autonomy for the region's 30m Kurds, has recently spread from south-eastern Turkey and the mountains of northern Iraq into Syria.\",            \"english_title\": \"Turkish Air Strikes on Kurdish Militants\",            \"translated_version\": \"La fuerza aérea turca mató a 26 militantes kurdos en ataques aéreos en el norte de Iraq y Siria. El domingo murieron 30 militantes. Los ataques de Turquía son una respuesta al asesinato de 12 soldados turcos en Iraq el viernes y sábado por parte del Partido de los Trabajadores del Kurdistán, un grupo armado kurdo. Los enfrentamientos entre Turquía y el PKK, que exige una amplia autonomía para los 30 millones de kurdos de la región, se han extendido recientemente desde el sureste de Turquía y las montañas del norte de Iraq hasta Siria.\",            \"translated_title\": \"Ataques Aéreos Turcos a Militantes Kurdos\"        },        {            \"english_version\": \"Ukraine's Orthodox Christians celebrated Christmas officially on December 25th for the first time in a century. The change is the result of a decision by Ukraine's government to shift to the Gregorian calendar from the Julian calendar, which marks January 7th as Christmas Day. The shift, decided upon last July, is a part of a policy to separate Ukraine's institutions from those of Russia, including the Russian Orthodox Church.\",            \"english_title\": \"Ukraine Celebrates Christmas on December 25th\",            \"translated_version\": \"Los cristianos ortodoxos de Ucrania celebraron oficialmente la Navidad el 25 de diciembre por primera vez en un siglo. El cambio es el resultado de una decisión del gobierno de Ucrania de pasar del calendario juliano al calendario gregoriano, que marca el 7 de enero como el Día de Navidad. El cambio, decidido en julio pasado, es parte de una política para separar las instituciones de Ucrania de las de Rusia, incluida la Iglesia Ortodoxa Rusa.\",            \"translated_title\": \"Ucrania Celebra la Navidad el 25 de Diciembre\"        }    ]}"