"{    \"translations\": [        {            \"english_version\": \"President Donald Trump agreed to delay tariffs of 25% on imports from Canada and Mexico by a month. The levies had been due to take effect on Tuesday. Both Justin Trudeau, Canada’s prime minister, and Claudia Sheinbaum, Mexico’s president, pledged to bulk up security at each of their borders to crack down on the smuggling of fentanyl into America.\",            \"english_title\": \"Trade Relations with Canada and Mexico\",            \"translated_version\": \"El presidente Donald Trump acordó retrasar los aranceles del 25% sobre las importaciones de Canadá y México por un mes. Los impuestos debían entrar en vigor el martes. Tanto Justin Trudeau, primer ministro de Canadá, como Claudia Sheinbaum, presidenta de México, prometieron reforzar la seguridad en cada una de sus fronteras para combatir el contrabando de fentanilo a Estados Unidos.\",            \"translated_title\": \"Relaciones Comerciales con Canadá y México\"        },        {            \"english_version\": \"Marco Rubio, America’s secretary of state, announced that he had become acting director of USAID and that the development agency would in effect be absorbed by the State Department. He said 'a lot of functions' would continue as long as they aligned with America’s foreign policy. Earlier, USAID employees were told not to report to work and hundreds lost access to their email accounts.\",            \"english_title\": \"Changes in USAID\",            \"translated_version\": \"Marco Rubio, secretario de estado de Estados Unidos, anunció que se había convertido en director interino de USAID y que la agencia de desarrollo sería absorbida por el Departamento de Estado. Dijo que 'muchas funciones' continuarían siempre que estuvieran alineadas con la política exterior de Estados Unidos. Anteriormente, a los empleados de USAID se les dijo que no se presentaran a trabajar y cientos perdieron acceso a sus cuentas de correo electrónico.\",            \"translated_title\": \"Cambios en USAID\"        }    ]}"