"{    \"translations\": [        {            \"english_version\": \"America's Senate passed a bill proposed by Donald Trump. The vote was very close, with three Republicans not supporting it, making the vote 50-50. The vice-president, J.D. Vance, had to vote to break the tie. This bill is about taxes and spending and is very long, almost 1,000 pages. Now, it needs to be approved by the House of Representatives, where some changes might be opposed. Mr. Trump wants this to happen before July 4th.\",            \"english_title\": \"Senate Passes Trump's Bill\",            \"translated_version\": \"El Senado de America aprobó una ley propuesta por Donald Trump. La votación fue muy cerrada, con tres Republicanos no apoyándola, haciendo la votación 50-50. El vicepresidente, J.D. Vance, tuvo que votar para romper el empate. Esta ley es sobre impuestos y gastos y es muy larga, casi 1,000 páginas. Ahora, necesita ser aprobada por la Cámara de Representantes, donde algunos cambios podrían ser rechazados. El señor Trump quiere que esto pase antes del 4 de julio.\",            \"translated_title\": \"Senado Aprueba Ley de Trump\"        },        {            \"english_version\": \"More than 160 NGOs and charities want the American-backed Gaza Humanitarian Foundation to be closed. Since it started giving aid in May, many Palestinians have been killed trying to get to the aid distribution centers. Israel is blamed for some of the shootings but says the system prevents aid from going to Hamas.\",            \"english_title\": \"NGOs Want Gaza Foundation Closed\",            \"translated_version\": \"Más de 160 ONGs y organizaciones benéficas quieren que la Fundación Humanitaria de Gaza apoyada por America sea cerrada. Desde que comenzó a dar ayuda en mayo, muchos palestinos han sido asesinados tratando de llegar a los centros de distribución de ayuda. Israel es culpado por algunos de los disparos pero dice que el sistema evita que la ayuda vaya a Hamas.\",            \"translated_title\": \"ONGs Quieren Cerrar Fundación de Gaza\"        }    ]}"