"{    \"translations\": [        {            \"english_version\": \"The Hamas-run health ministry in Gaza said that more than 10,000 people have been killed in the enclave since the war began. Meanwhile the Rafah border crossing reopened on Monday, allowing foreigners and some wounded Palestinians to leave Gaza for Egypt. The route had shut for two days. Earlier Israeli troops claimed to have encircled Gaza city and split the coastal enclave in two. They plan to enter the city within the next two days, according to Israeli media.\",            \"english_title\": \"Gaza Conflict\",            \"translated_version\": \"El ministerio de salud dirigido por Hamas en Gaza dijo que más de 10,000 personas han sido asesinadas en la franja desde que comenzó la guerra. Mientras tanto, el cruce fronterizo de Rafah se reabrió el lunes, permitiendo que extranjeros y algunos palestinos heridos abandonen Gaza hacia Egipto. La ruta había estado cerrada durante dos días. Soldados israelíes afirmaron haber rodeado la ciudad de Gaza y dividido la franja costera en dos. Planean ingresar a la ciudad en los próximos dos días, según los medios israelíes.\",            \"translated_title\": \"Conflicto en Gaza\"        },        {            \"english_version\": \"Ursula von der Leyen, the president of the European Commission, said that the EU will provide Gaza with a further €25m ($27m) in humanitarian aid this year. The funds will be given to organisations providing food, water and sanitation to Palestinians in Gaza. Eighteen UN bodies issued a joint statement calling for an immediate ceasefire.\",            \"english_title\": \"EU Aid for Gaza\",            \"translated_version\": \"Ursula von der Leyen, la presidenta de la Comisión Europea, dijo que la UE proporcionará a Gaza una ayuda humanitaria adicional de €25 millones ($27 millones) este año. Los fondos se entregarán a organizaciones que brindan alimentos, agua y saneamiento a los palestinos en Gaza. Dieciocho organismos de la ONU emitieron una declaración conjunta pidiendo un alto el fuego inmediato.\",            \"translated_title\": \"Ayuda de la UE para Gaza\"        },        {            \"english_version\": \"More than 113,000 people have been displaced and 14 killed by flooding in Somalia, according to the UN. Around 700,000 have been temporarily affected by heavy rainfall driven by El Niño, a warming climate pattern. Somalia’s government declared a state of emergency in three states. The country is recovering from a years-long drought, which may have killed tens of thousands of people.\",            \"english_title\": \"Flooding in Somalia\",            \"translated_version\": \"Más de 113,000 personas han sido desplazadas y 14 han muerto debido a las inundaciones en Somalia, según la ONU. Alrededor de 700,000 personas han sido afectadas temporalmente por las fuertes lluvias impulsadas por El Niño, un patrón climático de calentamiento. El gobierno de Somalia declaró estado de emergencia en tres estados. El país se está recuperando de una sequía de varios años, que podría haber matado a decenas de miles de personas.\",            \"translated_title\": \"Inundaciones en Somalia\"        },        {            \"english_version\": \"Italy will build two centres in Albania to house migrants who are rescued at sea by Italian boats. Irregular migration has increased under the right-wing government of Giorgia Meloni; in 2023 145,000 people arrived from north Africa. The centres, due to be completed by next spring, will host up to 3,000 people each month while Italy reviews their asylum requests.\",            \"english_title\": \"Migrant Centers in Albania\",            \"translated_version\": \"Italia construirá dos centros en Albania para albergar a los migrantes que son rescatados en el mar por barcos italianos. La migración irregular ha aumentado bajo el gobierno de derecha de Giorgia Meloni; en 2023 llegaron 145,000 personas del norte de África. Los centros, que se completarán para la próxima primavera, albergarán hasta 3,000 personas cada mes mientras Italia revisa sus solicitudes de asilo.\",            \"translated_title\": \"Centros de Migrantes en Albania\"        },        {            \"english_version\": \"Shares in WeWork, an office-sharing company, were halted for trading, ahead of an expected bankruptcy filing. In August the firm warned that it had substantial doubt about its ability to continue. The stock price has tumbled by 90% since then. In 2019 the firm reached a private valuation of $47bn, only to fall apart after an abortive IPO.\",            \"english_title\": \"WeWork Bankruptcy\",            \"translated_version\": \"Las acciones de WeWork, una empresa de oficinas compartidas, se suspendieron antes de una esperada declaración de quiebra. En agosto, la empresa advirtió que tenía serias dudas sobre su capacidad para continuar. El precio de las acciones ha caído un 90% desde entonces. En 2019, la empresa alcanzó una valoración privada de $47 mil millones, solo para desmoronarse después de un intento fallido de salida a bolsa.\",            \"translated_title\": \"Quiebra de WeWork\"        },        {            \"english_version\": \"Scientists discovered the oldest known black hole, formed 470m years after the big bang. The black hole exists in a galaxy 13.2bn light-years away—seen from when the universe was only 3% of its current age. It is much larger than younger black holes, and could weigh up to 100m suns. The discovery will help scientists better understand the early iterations of supermassive black holes.\",            \"english_title\": \"Oldest Black Hole\",            \"translated_version\": \"Científicos descubrieron el agujero negro más antiguo conocido, formado 470 millones de años después del Big Bang. El agujero negro existe en una galaxia a 13.2 mil millones de años luz de distancia, visto desde cuando el universo tenía solo el 3% de su edad actual. Es mucho más grande que los agujeros negros más jóvenes y podría pesar hasta 100 millones de soles. El descubrimiento ayudará a los científicos a comprender mejor las primeras etapas de los agujeros negros supermasivos.\",            \"translated_title\": \"Agujero Negro Más Antiguo\"        }    ]}"