"```json{    \"translations\": [        {            \"english_version\": \"Donald Trump said that Vladimir Putin told him strongly during a phone call that he will have to respond to Ukraine’s recent attacks in Russia. Earlier, Mr Putin rejected Ukraine’s requests for a ceasefire, stating it would not be possible to negotiate with terrorists. Volodymyr Zelensky, Ukraine’s president, described Russia’s demands surrounding a truce as an ultimatum.\",            \"english_title\": \"International Relations\",            \"translated_version\": \"Donald Trump dijo que Vladimir Putin le dijo firmemente durante una llamada telefónica que tendrá que responder a los recientes ataques de Ucrania en Rusia. Anteriormente, el Sr. Putin rechazó las solicitudes de Ucrania de un alto el fuego, afirmando que no sería posible negociar con terroristas. Volodymyr Zelensky, presidente de Ucrania, describió las demandas de Rusia en torno a un alto el fuego como un ultimátum.\",            \"translated_title\": \"Relaciones Internacionales\"        },        {            \"english_version\": \"America’s non-partisan Congressional Budget Office estimated that Mr Trump’s budget bill will add about $2.4 trillion to the federal budget deficit over the next decade. The majority of this impact will stem from extending Mr Trump’s tax cuts passed in 2017. The bill was narrowly passed by the House of Representatives and is now before the Senate.\",            \"english_title\": \"Economic Impact\",            \"translated_version\": \"La Oficina de Presupuesto del Congreso no partidista de Estados Unidos estimó que el proyecto de presupuesto del Sr. Trump sumará aproximadamente $2.4 billones al déficit presupuestario federal en la próxima década. La mayoría de este impacto se derivará de la extensión de los recortes de impuestos del Sr. Trump aprobados en 2017. El proyecto de ley fue aprobado por estrecho margen por la Cámara de Representantes y ahora está ante el Senado.\",            \"translated_title\": \"Impacto Económico\"        }    ]}```"