"```json#####{    \"translations\": [        {            \"english_version\": \"The White House announced that Egypt agreed to send humanitarian aid to Gaza through Kerem Shalom, the main commercial checkpoint between Israel and Gaza.\",            \"english_title\": \"Egypt sending humanitarian aid to Gaza\",            \"translated_version\": \"La Casa Blanca anunció que Egipto acordó enviar ayuda humanitaria a Gaza a través de Kerem Shalom, el principal punto de control comercial entre Israel y Gaza.\",            \"translated_title\": \"Egipto enviando ayuda humanitaria a Gaza\"        },        {            \"english_version\": \"The International Court of Justice ordered Israel to stop its offensive in Rafah, a city in southern Gaza, and to allow investigators and journalists to visit the enclave. The court stated that a previous demand for Israel to increase aid delivery had not alleviated the worsening humanitarian crisis in Gaza.\",            \"english_title\": \"International Court of Justice's order to Israel\",            \"translated_version\": \"La Corte Internacional de Justicia ordenó a Israel detener su ofensiva en Rafah, una ciudad en el sur de Gaza, y permitir que investigadores y periodistas visiten el enclave. La corte afirmó que una demanda anterior para que Israel aumentara la entrega de ayuda no había aliviado la crisis humanitaria en Gaza.\",            \"translated_title\": \"Orden de la Corte Internacional de Justicia a Israel\"        },        {            \"english_version\": \"Stephen Schwarzman, the head of Blackstone, endorsed Donald Trump for president, citing a 'vote for change' and highlighting a perceived rise in antisemitism under Joe Biden. Schwarzman, a lifelong Republican, had initially distanced himself from Trump after the Capitol riot in 2021. His endorsement is expected to boost Trump's fundraising efforts, which currently lag behind Biden's.\",            \"english_title\": \"Stephen Schwarzman endorses Donald Trump\",            \"translated_version\": \"Stephen Schwarzman, el jefe de Blackstone, respaldó a Donald Trump para presidente, citando un 'voto por el cambio' y destacando un aumento percibido de antisemitismo bajo Joe Biden. Schwarzman, un republicano de toda la vida, inicialmente se distanció de Trump después del disturbio en el Capitolio en 2021. Se espera que su respaldo impulse los esfuerzos de recaudación de fondos de Trump, que actualmente están rezagados detrás de los de Biden.\",            \"translated_title\": \"Stephen Schwarzman respalda a Donald Trump\"        }    ]}#####```"