"```json{    \"translations\": [        {            \"english_version\": \"Israel is attacking Rafah, a city in southern Gaza, even though the International Court of Justice told them to stop. Talks about a ceasefire in Gaza will happen next week. Egypt will send humanitarian aid to Gaza through Kerem Shalom, the main checkpoint between Israel and Gaza.\",            \"english_title\": \"Conflict in Gaza\",            \"translated_version\": \"Israel está atacando Rafah, una ciudad en el sur de Gaza, aunque la Corte Internacional de Justicia les dijo que se detuvieran. Habrá conversaciones sobre un alto el fuego en Gaza la próxima semana. Egipto enviará ayuda humanitaria a Gaza a través de Kerem Shalom, el principal punto de control entre Israel y Gaza.\",            \"translated_title\": \"Conflicto en Gaza\"        },        {            \"english_version\": \"Russian planes bombed a store in Kharkiv, Ukraine, killing 12 people. Ukraine's president, Volodymyr Zelensky, said up to 200 people might have been inside. He called the attack 'another sign of Russian madness'. Russia has been trying to take over the Kharkiv region since May 10th.\",            \"english_title\": \"Attack in Ukraine\",            \"translated_version\": \"Aviones rusos bombardearon una tienda en Kharkiv, Ucrania, matando a 12 personas. El presidente de Ucrania, Volodymyr Zelensky, dijo que hasta 200 personas podrían haber estado dentro. Llamó al ataque 'otro signo de locura rusa'. Rusia ha estado tratando de tomar la región de Kharkiv desde el 10 de mayo.\",            \"translated_title\": \"Ataque en Ucrania\"        },        {            \"english_version\": \"The Economist has been published since September 1843. It aims to promote intelligence and progress while fighting against ignorance. The Economist Group offers various services and events related to economics and intelligence.\",            \"english_title\": \"The Economist Magazine\",            \"translated_version\": \"The Economist se ha publicado desde septiembre de 1843. Su objetivo es promover la inteligencia y el progreso mientras lucha contra la ignorancia. El Grupo The Economist ofrece varios servicios y eventos relacionados con la economía y la inteligencia.\",            \"translated_title\": \"La Revista The Economist\"        },        {            \"english_version\": \"The White House announced that Egypt will provide humanitarian aid to Gaza through the main checkpoint. This aid is meant to help the people affected by the conflict in Gaza.\",            \"english_title\": \"Humanitarian Aid for Gaza\",            \"translated_version\": \"La Casa Blanca anunció que Egipto proporcionará ayuda humanitaria a Gaza a través del punto de control principal. Esta ayuda está destinada a ayudar a las personas afectadas por el conflicto en Gaza.\",            \"translated_title\": \"Ayuda Humanitaria para Gaza\"        },        {            \"english_version\": \"The International Court of Justice, a UN court, ordered Israel to stop its operations in Rafah, a city in southern Gaza. Despite this order, Israel continued its assault on Rafah.\",            \"english_title\": \"Court Order for Israel\",            \"translated_version\": \"La Corte Internacional de Justicia, un tribunal de la ONU, ordenó a Israel que detuviera sus operaciones en Rafah, una ciudad en el sur de Gaza. A pesar de esta orden, Israel continuó su asalto a Rafah.\",            \"translated_title\": \"Orden Judicial para Israel\"        }    ]}```"