"{    \"translations\": [        {            \"english_version\": \"Ukraine's leader says regions including Kyiv and Kharkiv are suffering the most from blackouts because of recent attacks.\",            \"english_title\": \"Ukraine Blackouts\",            \"translated_version\": \"El líder de Ucrania dice que regiones como Kyiv y Kharkiv sufren más apagones por ataques recientes.\",            \"translated_title\": \"Apagones en Ucrania\"        },        {            \"english_version\": \"The New Start treaty limits the number of deployed strategic nuclear warheads for both countries.\",            \"english_title\": \"New Start Treaty\",            \"translated_version\": \"El tratado Nuevo Start limita el número de armas nucleares estratégicas para ambos países.\",            \"translated_title\": \"Tratado Nuevo Start\"        },        {            \"english_version\": \"Hospitals say several children were killed in strikes that Israel's military launched after a gun attack on its troops.\",            \"english_title\": \"Children Killed in Strikes\",            \"translated_version\": \"Hospitales dicen que varios niños murieron en ataques que el ejército de Israel lanzó después de un ataque a sus tropas.\",            \"translated_title\": \"Niños Muertos en Ataques\"        },        {            \"english_version\": \"Greek officials quickly blamed smugglers, but experience tells us to be cautious of quick and certain explanations.\",            \"english_title\": \"Greek Smugglers Blamed\",            \"translated_version\": \"Oficiales griegos culparon rápido a los contrabandistas, pero la experiencia nos dice que tengamos cuidado con explicaciones rápidas y seguras.\",            \"translated_title\": \"Culpan a Contrabandistas Griegos\"        },        {            \"english_version\": \"Ahmed Muharram is among several suspects arrested in a major crackdown on marijuana trafficking.\",            \"english_title\": \"Marijuana Trafficking Arrests\",            \"translated_version\": \"Ahmed Muharram está entre varios sospechosos arrestados en una gran operación contra el tráfico de marihuana.\",            \"translated_title\": \"Arrestos por Tráfico de Marihuana\"        }    ]}"