"{    \"translations\": [        {            \"english_version\": \"In Bangladesh, there were violent clashes as protesters demanded the resignation of Prime Minister Sheikh Hasina. Thousands gathered in the capital city of Dhaka, and violence spread to other parts of the country. Police reportedly used force to disperse the crowds, resulting in numerous deaths. The government imposed a curfew, but demonstrations are expected to continue.\",            \"english_title\": \"Violent Clashes in Bangladesh\",            \"translated_version\": \"En Bangladesh, hubo enfrentamientos violentos cuando los manifestantes exigieron la renuncia de la primera ministra Sheikh Hasina. Miles se reunieron en la ciudad capital de Dhaka, y la violencia se extendió a otras partes del país. La policía supuestamente usó la fuerza para dispersar a la multitud, lo que resultó en numerosas muertes. El gobierno impuso un toque de queda, pero se espera que las manifestaciones continúen.\",            \"translated_title\": \"Violent Clashes in Bangladesh\"        },        {            \"english_version\": \"Israeli airstrikes targeted two schools in Gaza City and a hospital complex in the northern region, according to Palestinian media. Gaza's health authorities, run by Hamas, stated that at least 44 people died in these strikes, which Israel claimed were aimed at military targets. Additionally, Hizbullah, a Lebanese militia backed by Iran, launched missiles at Israel, raising concerns about escalating tensions in the Middle East.\",            \"english_title\": \"Israeli Airstrikes in Gaza\",            \"translated_version\": \"Los ataques aéreos israelíes apuntaron a dos escuelas en la ciudad de Gaza y a un complejo hospitalario en la región norte, según los medios palestinos. Las autoridades de salud de Gaza, dirigidas por Hamas, afirmaron que al menos 44 personas murieron en estos ataques, que Israel afirmó que iban dirigidos a objetivos militares. Además, Hizbullah, una milicia libanesa respaldada por Irán, lanzó misiles a Israel, lo que plantea preocupaciones sobre la escalada de tensiones en Oriente Medio.\",            \"translated_title\": \"Israeli Airstrikes in Gaza\"        }    ]}"