"{    \"translations\": [        {            \"english_version\": \"American tariffs on steel and aluminium have increased from 25% to 50%. President Trump believes this will help protect American industry from foreign competition that undermines its competitiveness and threatens national security.\",            \"english_title\": \"Tariffs on Steel and Aluminium Increased in the U.S.\",            \"translated_version\": \"Los impuestos estadounidenses sobre el acero y el aluminio han aumentado del 25% al 50%. El Presidente Trump cree que esto ayudará a proteger la industria estadounidense de la competencia extranjera que socava su competitividad y amenaza la seguridad nacional.\",            \"translated_title\": \"Impuestos sobre el Acero y Aluminio Aumentaron en EE. UU.\"        },        {            \"english_version\": \"Lee Jae-myung, a member of South Korea's centre-left Democratic Party, has taken office as president. He aims to stabilize the country and boost its economy. His inauguration followed a snap election where he secured 49.4% of the votes, defeating his conservative opponent, Kim Moon-soo.\",            \"english_title\": \"New President in South Korea\",            \"translated_version\": \"Lee Jae-myung, un miembro del Partido Democrático de centro-izquierda de Corea del Sur, ha asumido el cargo de presidente. Su objetivo es estabilizar el país y impulsar su economía. Su inauguración siguió a una elección anticipada donde obtuvo el 49.4% de los votos, derrotando a su oponente conservador, Kim Moon-soo.\",            \"translated_title\": \"Nuevo Presidente en Corea del Sur\"        },        {            \"english_version\": \"President Trump has expressed difficulty in negotiating with President Xi Jinping of China. This comes after the U.S. accused China of violating their trade truce. Trump described Xi Jinping as 'EXTREMELY HARD' to make a deal with.\",            \"english_title\": \"Challenges in U.S.-China Negotiations\",            \"translated_version\": \"El Presidente Trump ha expresado dificultades para negociar con el Presidente Xi Jinping de China. Esto sucede después de que EE. UU. acusara a China de violar su tregua comercial. Trump describió a Xi Jinping como 'EXTREMADAMENTE DIFÍCIL' para hacer un trato.\",            \"translated_title\": \"Desafíos en las Negociaciones entre EE. UU. y China\"        },        {            \"english_version\": \"Mr. Lee, the new South Korean president, has prioritized overcoming insurrection as his first mission following a martial-law crisis. He aims to bring stability to the country and focus on economic recovery.\",            \"english_title\": \"Priorities of South Korea's New President\",            \"translated_version\": \"El Sr. Lee, el nuevo presidente de Corea del Sur, ha priorizado superar la insurrección como su primera misión tras una crisis de ley marcial. Su objetivo es llevar estabilidad al país y centrarse en la recuperación económica.\",            \"translated_title\": \"Prioridades del Nuevo Presidente de Corea del Sur\"        },        {            \"english_version\": \"The Economist is a well-known publication that offers news and analysis on various topics. It provides insights on global events, economics, and politics. The Economist has a presence on multiple platforms, including iOS, Android, LinkedIn, Instagram, Facebook, TikTok, YouTube, and WhatsApp.\",            \"english_title\": \"Introduction to The Economist\",            \"translated_version\": \"The Economist es una publicación conocida que ofrece noticias y análisis sobre varios temas. Proporciona información sobre eventos globales, economía y política. The Economist tiene presencia en múltiples plataformas, incluyendo iOS, Android, LinkedIn, Instagram, Facebook, TikTok, YouTube y WhatsApp.\",            \"translated_title\": \"Introducción a The Economist\"        }    ]}"