"{    \"translations\": [        {            \"english_version\": \"The Rafah border crossing between Egypt and the Gaza Strip is set to reopen, according to Antony Blinken, America’s secretary of state. Mr Blinken said the route, which is controlled by Egypt, would be used to deliver humanitarian aid including fuel, food, and water to the besieged enclave. The announcement came after a meeting between Mr Blinken and Abdel Fattah al-Sisi, Egypt’s president. The UN says that hospitals in Gaza have less than 24 hours of fuel reserves left, putting thousands of lives at risk.\",            \"english_title\": \"Reopening of Rafah Border Crossing\",            \"translated_version\": \"La frontera de Rafah entre Egipto y la Franja de Gaza está lista para reabrirse, según Antony Blinken, el secretario de estado de Estados Unidos. El Sr. Blinken dijo que la ruta, que está controlada por Egipto, se utilizará para entregar ayuda humanitaria, incluyendo combustible, comida y agua, al enclave asediado. El anuncio se produjo después de una reunión entre el Sr. Blinken y Abdel Fattah al-Sisi, presidente de Egipto. La ONU dice que los hospitales en Gaza tienen menos de 24 horas de reservas de combustible, poniendo en riesgo miles de vidas.\",            \"translated_title\": \"Reapertura de la Frontera de Rafah\"        },        {            \"english_version\": \"Joe Biden warned that an Israeli occupation of Gaza would be a `big mistake`. In an interview with CBS, America’s president said Hamas `must be eliminated entirely`, but there `needs to be a path to a Palestinian state`. On Sunday Jake Sullivan, America’s national-security adviser, said he had warned Iranian officials not to escalate the conflict.\",            \"english_title\": \"Biden's Warning on Israeli Occupation\",            \"translated_version\": \"Joe Biden advirtió que una ocupación israelí de Gaza sería un `gran error`. En una entrevista con CBS, el presidente de Estados Unidos dijo que Hamas `debe ser eliminado por completo`, pero que debe haber `un camino hacia un estado palestino`. El domingo, Jake Sullivan, asesor de seguridad nacional de Estados Unidos, dijo que había advertido a los funcionarios iraníes que no escalen el conflicto.\",            \"translated_title\": \"Advertencia de Biden sobre la Ocupación Israelí\"        },        {            \"english_version\": \"Exit polls suggested that Poland’s ruling Law and Justice party lost the country’s election. The right-wing populist party appears to have won the most votes—36.8%, down from 43.6% last time around. However that would not be enough to see off a likely coalition led by Donald Tusk. The country now appears set to take a welcome centrist turn.\",            \"english_title\": \"Poland's Election Results\",            \"translated_version\": \"Las encuestas a pie de urna sugirieron que el partido gobernante Ley y Justicia de Polonia perdió las elecciones del país. El partido populista de derecha parece haber ganado la mayoría de los votos, un 36,8%, menos que el 43,6% de la última vez. Sin embargo, eso no sería suficiente para evitar una probable coalición liderada por Donald Tusk. El país ahora parece estar listo para tomar un giro centrista bienvenido.\",            \"translated_title\": \"Resultados de las Elecciones en Polonia\"        },        {            \"english_version\": \"Rite Aid, an American pharmacy chain, filed for bankruptcy amid mounting financial losses and lawsuits related to the opioid crisis. The company will close its more than 2,100 stores and name a new chief executive. In March the Department of Justice accused Rite Aid of providing opioid prescriptions for customers despite clear `red flags`.\",            \"english_title\": \"Bankruptcy of Rite Aid\",            \"translated_version\": \"Rite Aid, una cadena de farmacias estadounidense, se declaró en bancarrota debido a las crecientes pérdidas financieras y demandas relacionadas con la crisis de los opioides. La compañía cerrará sus más de 2,100 tiendas y nombrará un nuevo director ejecutivo. En marzo, el Departamento de Justicia acusó a Rite Aid de proporcionar recetas de opioides a los clientes a pesar de las claras `señales de advertencia`.\",            \"translated_title\": \"Bancarrota de Rite Aid\"        },        {            \"english_version\": \"Ecuador declared Daniel Noboa, a 35-year-old former businessman, as its next president. Mr Noboa will serve less than half of the full term because parliament was dissolved midway through its scheduled session, following the impeachment of the previous president, Guillermo Lasso. Mr Noboa will be the country’s youngest-ever leader. He pledged to rebuild a country `battered by violence, corruption, and hate`.\",            \"english_title\": \"Ecuador's New President\",            \"translated_version\": \"Ecuador declaró a Daniel Noboa, un ex empresario de 35 años, como su próximo presidente. El Sr. Noboa cumplirá menos de la mitad del mandato completo porque el parlamento se disolvió a mitad de su sesión programada, después del juicio político al presidente anterior, Guillermo Lasso. El Sr. Noboa será el líder más joven de la historia del país. Se comprometió a reconstruir un país `golpeado por la violencia, la corrupción y el odio`.\",            \"translated_title\": \"El Nuevo Presidente de Ecuador\"        }    ]}"