"{    \"translations\": [        {            \"english_version\": \"Trump was supposed to arrive at the World Economic Forum on Wednesday, but his plane had to turn back because of a small electrical problem. This happened while Trump was trying to buy Greenland, which has caused tension between the US and the EU.\",            \"english_title\": \"Trump's Plane Issue\",            \"translated_version\": \"Trump iba a llegar al Foro Económico Mundial el miércoles, pero su avión tuvo que regresar por un problema eléctrico pequeño. Esto pasó mientras Trump intentaba comprar Groenlandia, lo que ha causado tensión entre EE.UU. y la UE.\",            \"translated_title\": \"Problema de Avión de Trump\"        },        {            \"english_version\": \"At least 37 people got hurt, with five seriously injured, in a second crash after two trains collided on Sunday in Andalusia. Investigators are still trying to figure out what caused the deadly crash in the south of the country.\",            \"english_title\": \"Train Collision in Andalusia\",            \"translated_version\": \"Al menos 37 personas resultaron heridas, con cinco heridas graves, en un segundo choque después de que dos trenes chocaron el domingo en Andalucía. Los investigadores todavía están tratando de averiguar qué causó el accidente mortal en el sur del país.\",            \"translated_title\": \"Choque de Trenes en Andalucía\"        },        {            \"english_version\": \"The BBC talked to people who saw and survived a fire that went through a busy shopping center in Pakistan.\",            \"english_title\": \"Fire in Pakistan Mall\",            \"translated_version\": \"La BBC habló con personas que vieron y sobrevivieron a un incendio que pasó por un centro comercial ocupado en Pakistán.\",            \"translated_title\": \"Incendio en Centro Comercial de Pakistán\"        },        {            \"english_version\": \"Abe's assassination shocked Japan, a country where gun crime is almost nonexistent.\",            \"english_title\": \"Abe's Assassination\",            \"translated_version\": \"El asesinato de Abe sorprendió a Japón, un país donde el crimen con armas casi no existe.\",            \"translated_title\": \"Asesinato de Abe\"        },        {            \"english_version\": \"Kuong Li was part of a 2023 BBC Eye investigation into alleged scam operations in South East Asia.\",            \"english_title\": \"BBC Investigation\",            \"translated_version\": \"Kuong Li fue parte de una investigación de BBC Eye en 2023 sobre supuestas operaciones de estafa en el sudeste asiático.\",            \"translated_title\": \"Investigación de BBC\"        }    ]}"