"{    \"translations\": [        {            \"english_version\": \"The Kremlin dismissed Donald Trump’s emotional reactions towards Vladimir Putin's actions in Ukraine. Trump called Putin crazy for bombarding Ukrainian cities and mentioned considering new sanctions on Russia. Ukraine’s foreign-intelligence chief accused China of supplying Russia’s defence industry with equipment and materials. China has denied providing military assistance to Russia.\",            \"english_title\": \"International Relations\",            \"translated_version\": \"El Kremlin ignoró las reacciones emocionales de Donald Trump hacia las acciones de Vladimir Putin en Ucrania. Trump llamó loco a Putin por bombardear ciudades ucranianas y mencionó considerar nuevas sanciones a Rusia. El jefe de inteligencia extranjera de Ucrania acusó a China de suministrar equipo y materiales a la industria de defensa de Rusia. China ha negado proporcionar asistencia militar a Rusia.\",            \"translated_title\": \"Relaciones Internacionales\"        },        {            \"english_version\": \"British police arrested a 53-year-old man after a car crashed into a crowd in Liverpool. The incident occurred during a parade celebrating Liverpool Football Club's Premier League win. Prime Minister Sir Keir Starmer described the scenes as appalling. Around 27 people are still in the hospital. Authorities do not suspect terrorism.\",            \"english_title\": \"Incident in Liverpool\",            \"translated_version\": \"La policía británica arrestó a un hombre de 53 años después de que un coche chocara contra una multitud en Liverpool. El incidente ocurrió durante un desfile celebrando la victoria del Liverpool Football Club en la Premier League. El Primer Ministro Sir Keir Starmer describió las escenas como espantosas. Alrededor de 27 personas siguen en el hospital. Las autoridades no sospechan terrorismo.\",            \"translated_title\": \"Incidente en Liverpool\"        }    ]}"