"{    \"translations\": [        {            \"english_version\": \"Rescue teams in Myanmar are still looking for survivors after a powerful earthquake. The United Nations mentioned that they are facing challenges due to a lack of medical supplies. The country's government reported 1,650 deaths from the earthquake. Despite seeking help, they have resumed air strikes against rebels, which the UN criticized as completely outrageous.\",            \"english_title\": \"Earthquake in Myanmar\",            \"translated_version\": \"Equipos de rescate en Myanmar siguen buscando sobrevivientes después de un terremoto poderoso. Las Naciones Unidas mencionaron que enfrentan desafíos debido a la falta de suministros médicos. El gobierno del país informó 1,650 muertes por el terremoto. A pesar de buscar ayuda, han reanudado los ataques aéreos contra rebeldes, lo cual la ONU criticó como completamente escandaloso.\",            \"translated_title\": \"Terremoto en Myanmar\"        },        {            \"english_version\": \"In Istanbul, a large number of people gathered for protests against the arrest of Ekram Imamoglu, the city's mayor and a key opponent of Turkey's president, Recep Tayyip Erdogan. The Turkish authorities have been harsh in dealing with these protests, arresting nearly 2,000 individuals since Imamoglu's detention on corruption charges in March.\",            \"english_title\": \"Protests in Istanbul\",            \"translated_version\": \"En Estambul, un gran número de personas se reunieron para protestar contra el arresto de Ekram Imamoglu, el alcalde de la ciudad y un oponente clave del presidente de Turquía, Recep Tayyip Erdogan. Las autoridades turcas han sido severas al tratar estas protestas, arrestando a casi 2,000 personas desde la detención de Imamoglu por cargos de corrupción en marzo.\",            \"translated_title\": \"Protestas en Estambul\"        },        {            \"english_version\": \"The Economist app is available on iOS and Android devices. The Economist Group offers various services and products, including Economist Intelligence and Economist Impact Events. They also provide education courses. For inquiries or support, you can contact them through their website.\",            \"english_title\": \"The Economist App\",            \"translated_version\": \"La aplicación de The Economist está disponible en dispositivos iOS y Android. El Grupo de The Economist ofrece varios servicios y productos, incluyendo Inteligencia de The Economist e Eventos de Impacto de The Economist. También ofrecen cursos de educación. Para consultas o soporte, puedes contactarlos a través de su sitio web.\",            \"translated_title\": \"La Aplicación de The Economist\"        },        {            \"english_version\": \"The Economist Group emphasizes the importance of privacy and data rights. They are registered in England and Wales, with their office located in London. The company uses cookies and similar technologies to improve user experience on their website. They also have policies in place regarding terms of use, privacy, cookies, and accessibility.\",            \"english_title\": \"Privacy and Data Rights\",            \"translated_version\": \"El Grupo de The Economist enfatiza la importancia de la privacidad y los derechos de datos. Están registrados en Inglaterra y Gales, con su oficina ubicada en Londres. La empresa utiliza cookies y tecnologías similares para mejorar la experiencia del usuario en su sitio web. También tienen políticas sobre términos de uso, privacidad, cookies y accesibilidad.\",            \"translated_title\": \"Privacidad y Derechos de Datos\"        },        {            \"english_version\": \"The Economist Newspaper Limited, a reputable source of news, has been providing information since 2025. They cover a wide range of topics and offer different subscription options. The company values transparency and ethical journalism practices. For career opportunities, they have executive jobs available and provide support for their employees.\",            \"english_title\": \"The Economist Newspaper Limited\",            \"translated_version\": \"The Economist Newspaper Limited, una fuente de noticias de buena reputación, ha estado proporcionando información desde 2025. Cubren una amplia gama de temas y ofrecen diferentes opciones de suscripción. La empresa valora la transparencia y prácticas éticas de periodismo. Para oportunidades de carrera, tienen trabajos ejecutivos disponibles y brindan apoyo a sus empleados.\",            \"translated_title\": \"The Economist Newspaper Limited\"        }    ]}"