"{    \"translations\": [        {            \"english_version\": \"Vote counting has started in India after the world's largest election ended. Early signs show Narendra Modi and his Bharatiya Janata Party are ahead, but the opposition alliance is performing better than expected. Mr. Modi aims to win a third term in power. He expressed confidence in a high voter turnout to re-elect his government. Full results are expected by the end of the day.\",            \"english_title\": \"Indian Election Results\",            \"translated_version\": \"En India han comenzado a contar los votos después de que terminara la elección más grande del mundo. Los primeros signos muestran que Narendra Modi y su Partido Bharatiya Janata van adelante, pero la alianza de la oposición está teniendo un mejor desempeño de lo esperado. El Sr. Modi busca ganar un tercer mandato en el poder. Expresó confianza en una alta participación de votantes para reelegir a su gobierno. Se esperan los resultados completos para el final del día.\",            \"translated_title\": \"Resultados de la Elección en India\"        },        {            \"english_version\": \"The United States presented a resolution to the UN Security Council to implement a three-phase plan to end the conflict between Israel and Hamas. Israel's far-right coalition faced internal disagreements over the proposal, which includes a hostage exchange. Two members of the extreme-right coalition threatened to bring down the government if Binyamin Netanyahu accepted the plan.\",            \"english_title\": \"US Resolution on Israel-Hamas Conflict\",            \"translated_version\": \"Estados Unidos presentó una resolución al Consejo de Seguridad de la ONU para implementar un plan de tres fases para poner fin al conflicto entre Israel y Hamas. La coalición de extrema derecha de Israel enfrentó desacuerdos internos sobre la propuesta, que incluye un intercambio de rehenes. Dos miembros de la coalición de extrema derecha amenazaron con derribar el gobierno si Binyamin Netanyahu aceptaba el plan.\",            \"translated_title\": \"Resolución de EE. UU. sobre el Conflicto Israel-Hamas\"        }    ]}"