"{    \"translations\": [        {            \"english_version\": \"Opening arguments have started in Donald Trump's trial in New York. The prosecutor says it's about election fraud. He claims that the money paid was to help Trump's 2016 campaign, making it unreported campaign spending.\",            \"english_title\": \"Legal Issues\",            \"translated_version\": \"Han comenzado los argumentos iniciales en el juicio de Donald Trump en Nueva York. El fiscal dice que se trata de fraude electoral. Afirma que el dinero pagado era para ayudar a la campaña de Trump en 2016, lo que lo convierte en gastos de campaña no reportados.\",            \"translated_title\": \"Problemas Legales\"        },        {            \"english_version\": \"The head of Israel's military intelligence resigned after the recent attack by Hamas. He took responsibility for not stopping the attack. Support for Binyamin Netanyahu's government has dropped since the conflict in Gaza.\",            \"english_title\": \"Resignation in Israel\",            \"translated_version\": \"El jefe de inteligencia militar de Israel renunció después del reciente ataque de Hamas. Él asumió la responsabilidad por no detener el ataque. El apoyo al gobierno de Binyamin Netanyahu ha disminuido desde el conflicto en Gaza.\",            \"translated_title\": \"Renuncia en Israel\"        },        {            \"english_version\": \"Police arrested pro-Palestinian protesters at Yale University. Joe Biden condemned antisemitism on college campuses. Columbia University also faced similar protests, leading to virtual classes.\",            \"english_title\": \"Protests at Universities\",            \"translated_version\": \"La policía arrestó a manifestantes pro-palestinos en la Universidad de Yale. Joe Biden condenó el antisemitismo en los campus universitarios. La Universidad de Columbia también enfrentó protestas similares, lo que llevó a clases virtuales.\",            \"translated_title\": \"Protestas en Universidades\"        },        {            \"english_version\": \"Britain's FTSE 100 stock index hit a record high. This was influenced by a weak pound and expectations of interest rate cuts. Traders are cautious about technology stocks and are moving towards commodities.\",            \"english_title\": \"Financial Markets\",            \"translated_version\": \"El índice bursátil FTSE 100 de Gran Bretaña alcanzó un máximo histórico. Esto fue influenciado por una libra débil y expectativas de recortes en las tasas de interés. Los comerciantes están cautelosos con las acciones tecnológicas y se están moviendo hacia materias primas.\",            \"translated_title\": \"Mercados Financieros\"        },        {            \"english_version\": \"China's central bank kept its lending rates steady to combat deflation. An Iraqi militant group attacked a US military base in Syria. Tesla reduced car prices in major markets due to lower deliveries and disruptions.\",            \"english_title\": \"Global Economic News\",            \"translated_version\": \"El banco central de China mantuvo estables sus tasas de préstamo para combatir la deflación. Un grupo militante iraquí atacó una base militar de EE. UU. en Siria. Tesla redujo los precios de los automóviles en los principales mercados debido a entregas más bajas y disruptivas.\",            \"translated_title\": \"Noticias Económicas Globales\"        }    ]}"