"{    \"translations\": [        {            \"english_version\": \"Kirk, known for holding debates on college campuses in the US, was shot from a distance. He was a strong supporter of President Donald Trump and was known for his controversial speeches.\",            \"english_title\": \"Kirk Shot\",            \"translated_version\": \"Kirk, conocido por hacer debates en universidades de EE.UU., fue disparado desde lejos. Era un gran seguidor del Presidente Donald Trump y conocido por sus discursos polémicos.\",            \"translated_title\": \"Kirk Disparado\"        },        {            \"english_version\": \"There were fierce protests against corruption and nepotism that turned into violence. A grassroots movement is encouraging people to protest against the political class and proposed budget cuts.\",            \"english_title\": \"Protests Turn Violent\",            \"translated_version\": \"Hubo protestas fuertes contra la corrupción y el nepotismo que se volvieron violentas. Un movimiento popular está animando a la gente a protestar contra la clase política y los recortes de presupuesto propuestos.\",            \"translated_title\": \"Protestas Violentas\"        },        {            \"english_version\": \"Nato jets were sent to respond to drones that entered Polish airspace during Russian strikes on Ukraine. Whether this drone incident was on purpose or by accident, Moscow will be watching how Nato reacts.\",            \"english_title\": \"Nato Jets Respond\",            \"translated_version\": \"Aviones de la OTAN fueron enviados para responder a drones que entraron en el espacio aéreo de Polonia durante ataques rusos en Ucrania. Si este incidente de drones fue a propósito o por accidente, Moscú estará observando cómo reacciona la OTAN.\",            \"translated_title\": \"Aviones de la OTAN\"        },        {            \"english_version\": \"As Israel tells everyone in Gaza City to leave, the BBC visits new aid sites that the army says will help them.\",            \"english_title\": \"Israel and Gaza\",            \"translated_version\": \"Mientras Israel dice a todos en la Ciudad de Gaza que se vayan, la BBC visita nuevos sitios de ayuda que el ejército dice que les ayudarán.\",            \"translated_title\": \"Israel y Gaza\"        },        {            \"english_version\": \"A new study claims that a skincare brand's product was used for human experiments by a Nazi doctor.\",            \"english_title\": \"Skincare Study\",            \"translated_version\": \"Un nuevo estudio dice que un producto de una marca de cuidado de la piel fue usado para experimentos humanos por un doctor nazi.\",            \"translated_title\": \"Estudio de Cuidado de Piel\"        }    ]}"