"{    \"translations\": [        {            \"english_version\": \"Joe Biden criticized Binyamin Netanyahu's handling of Gaza during an interview with Univision. He called for a ceasefire and condemned an Israeli drone attack that killed aid workers.\",            \"english_title\": \"International Relations\",            \"translated_version\": \"Joe Biden criticizó cómo Binyamin Netanyahu manejó Gaza durante una entrevista con Univision. Pidió un alto el fuego y condenó un ataque de dron israelí que mató a trabajadores de ayuda.\",            \"translated_title\": \"Relaciones Internacionales\"        },        {            \"english_version\": \"Arizona's Supreme Court upheld a law from 1864 that restricts abortions except in cases where the mother's life is at risk. The law does not provide exceptions for rape or incest victims and carries a penalty of up to five years in prison for providers.\",            \"english_title\": \"Legal News\",            \"translated_version\": \"La Corte Suprema de Arizona confirmó una ley de 1864 que restringe los abortos excepto en casos donde la vida de la madre está en peligro. La ley no tiene excepciones para víctimas de violación o incesto y conlleva una pena de hasta cinco años de cárcel para los proveedores.\",            \"translated_title\": \"Noticias Legales\"        },        {            \"english_version\": \"Blizzard Entertainment and NetEase announced the revival of their partnership, bringing popular games back to China after a year-long hiatus. The collaboration had faced challenges earlier in 2023.\",            \"english_title\": \"Business Partnership\",            \"translated_version\": \"Blizzard Entertainment y NetEase anunciaron la reactivación de su asociación, trayendo de vuelta juegos populares a China después de un receso de un año. La colaboración había enfrentado desafíos a principios de 2023.\",            \"translated_title\": \"Socios Comerciales\"        },        {            \"english_version\": \"Google and Intel unveiled new artificial intelligence investments to compete with Nvidia. Microsoft also announced a significant investment in cloud computing and AI infrastructure in Japan.\",            \"english_title\": \"Technological Advancements\",            \"translated_version\": \"Google e Intel presentaron nuevas inversiones en inteligencia artificial para competir con Nvidia. Microsoft también anunció una inversión significativa en computación en la nube e infraestructura de IA en Japón.\",            \"translated_title\": \"Avances Tecnológicos\"        },        {            \"english_version\": \"The Zaporizhia nuclear power station in Ukraine was targeted by drone attacks, but the International Atomic Energy Agency stated there was no threat to nuclear safety. Russia accused Ukraine of 'nuclear terrorism', which Ukraine denied.\",            \"english_title\": \"International Security\",            \"translated_version\": \"La central nuclear de Zaporizhia en Ucrania fue atacada por drones, pero la Agencia Internacional de Energía Atómica declaró que no había amenaza para la seguridad nuclear. Rusia acusó a Ucrania de 'terrorismo nuclear', lo cual Ucrania negó.\",            \"translated_title\": \"Seguridad Internacional\"        }    ]}"