"{    \"translations\": [        {            \"english_version\": \"America’s Senate unveiled a bipartisan border-security bill worth $118bn that would also provide aid to Ukraine and Israel, following months of tense negotiations. It would require America’s southern border to temporarily `shut down` to most migrants if there were more than 5,000 attempted crossings per day in a week. It is unclear whether the bill will muster enough support to pass the Senate: Donald Trump told Republicans to reject it if it isn’t `perfect`. An initial vote on the bill is scheduled for Wednesday.\",            \"english_title\": \"Border-Security Bill and Aid to Ukraine and Israel\",            \"translated_version\": \"El Senado de Estados Unidos presentó un proyecto de ley bipartidista de seguridad fronteriza por valor de $118 mil millones que también proporcionaría ayuda a Ucrania e Israel, después de meses de tensas negociaciones. Requeriría que la frontera sur de Estados Unidos se `cierre temporalmente` para la mayoría de los migrantes si hubiera más de 5,000 intentos de cruces por día en una semana. No está claro si el proyecto de ley obtendrá suficiente apoyo para ser aprobado por el Senado: Donald Trump les dijo a los republicanos que lo rechacen si no es `perfecto`. Una votación inicial sobre el proyecto de ley está programada para el miércoles.\",            \"translated_title\": \"Proyecto de Ley de Seguridad Fronteriza y Ayuda a Ucrania e Israel\"        },        {            \"english_version\": \"America’s national security advisor, Jake Sullivan, said there would be more strikes on Iran-linked militias in the Middle East. Earlier America and Britain struck targets linked to the Houthis, an Iran-backed Yemeni group which has attacked ships in the Red Sea in recent months. America also hit Iran-linked targets in Iraq and Syria on Friday night, in retaliation for the killing of three American soldiers in a drone attack in Jordan on January 28th.\",            \"english_title\": \"Strikes on Iran-Linked Militias\",            \"translated_version\": \"El asesor de seguridad nacional de Estados Unidos, Jake Sullivan, dijo que habrá más ataques a milicias vinculadas a Irán en Medio Oriente. Anteriormente, Estados Unidos y Gran Bretaña atacaron objetivos vinculados a los hutíes, un grupo yemení respaldado por Irán que ha atacado barcos en el Mar Rojo en los últimos meses. Estados Unidos también golpeó objetivos vinculados a Irán en Irak y Siria el viernes por la noche, en represalia por el asesinato de tres soldados estadounidenses en un ataque con drones en Jordania el 28 de enero.\",            \"translated_title\": \"Ataques a Milicias Vinculadas a Irán\"        },        {            \"english_version\": \"Yang Hengjun, a Chinese-Australian writer and pro-democracy blogger, was handed a suspended death sentence by a court in Beijing. He was arrested in China five years ago for allegedly spying for an unidentified country; his trial was held in secret in 2021. Australia’s foreign minister said she was `appalled` at the ruling and had called in China’s ambassador.\",            \"english_title\": \"Suspended Death Sentence for Chinese-Australian Writer\",            \"translated_version\": \"Yang Hengjun, un escritor chino-australiano y bloguero pro-democracia, recibió una sentencia de muerte suspendida por un tribunal en Beijing. Fue arrestado en China hace cinco años por supuestamente espiar para un país no identificado; su juicio se llevó a cabo en secreto en 2021. La ministra de Relaciones Exteriores de Australia dijo que estaba `consternada` con el fallo y había llamado al embajador de China.\",            \"translated_title\": \"Sentencia de Muerte Suspendida para Escritor Chino-Australiano\"        },        {            \"english_version\": \"Nayib Bukele, El Salvador’s president, claimed to have won the country’s elections with over 85% of the vote—although official results are yet to be announced. Mr Bukele, who stood despite being constitutionally barred from a second term, is one of the world’s most popular leaders owing to his fierce crackdown on criminal gangs. Opponents fear he would use re-election to scrap term limits.\",            \"english_title\": \"Nayib Bukele Claims Victory in El Salvador Elections\",            \"translated_version\": \"Nayib Bukele, el presidente de El Salvador, afirmó haber ganado las elecciones del país con más del 85% de los votos, aunque aún no se han anunciado los resultados oficiales. El Sr. Bukele, quien se postuló a pesar de estar constitucionalmente impedido de un segundo mandato, es uno de los líderes más populares del mundo debido a su feroz represión de las pandillas criminales. Los opositores temen que use la reelección para eliminar los límites de mandato.\",            \"translated_title\": \"Nayib Bukele Reclama la Victoria en las Elecciones de El Salvador\"        },        {            \"english_version\": \"At least 99 people were killed in forest fires in Chile’s coastal tourist region of Valparaíso. The president, Gabriel Boric, declared a state of emergency and deployed military units to affected areas, amid fears that the fast-moving fires could spread to urban zones. The blaze was exacerbated by unusually high temperatures, and spread quickly through the drought-stricken region.\",            \"english_title\": \"Forest Fires in Chile’s Valparaíso Region\",            \"translated_version\": \"Al menos 99 personas murieron en incendios forestales en la región turística costera de Valparaíso en Chile. El presidente, Gabriel Boric, declaró el estado de emergencia y desplegó unidades militares en las áreas afectadas, ante el temor de que los incendios de rápido movimiento se propaguen a zonas urbanas. El fuego se vio exacerbado por temperaturas inusualmente altas y se propagó rápidamente por la región afectada por la sequía.\",            \"translated_title\": \"Incendios Forestales en la Región de Valparaíso en Chile\"        }    ]}"