"{    \"translations\": [        {            \"english_version\": \"Fourteen members of Syria’s new security forces were killed in an ambush by troops loyal to the ousted president, Bashar al-Assad. The interior minister said that the personnel were trying to arrest a former regime officer in Tartus, in the west of the country. He had allegedly served in Saidnaya, a dungeon in which Mr Assad’s government murdered perhaps 13,000-30,000 people.\",            \"english_title\": \"Syria Security Forces Ambushed\",            \"translated_version\": \"Catorce miembros de las nuevas fuerzas de seguridad de Siria fueron asesinados en una emboscada por tropas leales al expresidente, Bashar al-Assad. El ministro del interior dijo que el personal estaba tratando de arrestar a un exoficial del régimen en Tartus, en el oeste del país. Supuestamente había servido en Saidnaya, una mazmorra en la que el gobierno del Sr. Assad asesinó quizás a 13,000-30,000 personas.\",            \"translated_title\": \"Fuerzas de Seguridad de Siria Emboscadas\"        },        {            \"english_version\": \"Israel and Hamas blamed each other for their failure to finalize an agreement on a ceasefire in Gaza. Hamas accused Israel of setting new conditions for the withdrawal of its troops. Binyamin Netanyahu, Israel’s prime minister, said that the militant group was lying and backtracking on commitments. Israeli negotiators returned from talks in Qatar on Tuesday for consultations.\",            \"english_title\": \"Israel-Hamas Ceasefire Dispute\",            \"translated_version\": \"Israel y Hamas se culparon mutuamente por no lograr finalizar un acuerdo de alto el fuego en Gaza. Hamas acusó a Israel de establecer nuevas condiciones para la retirada de sus tropas. Binyamin Netanyahu, primer ministro de Israel, dijo que el grupo militante estaba mintiendo y retrocediendo en sus compromisos. Los negociadores israelíes regresaron de las conversaciones en Qatar el martes para consultas.\",            \"translated_title\": \"Disputa de Alto el Fuego entre Israel y Hamas\"        }    ]}"