"{    \"translations\": [        {            \"english_version\": \"The US is putting pressure on its allies to cut economic ties with Russia. Despite this, some countries are choosing not to follow this advice.\",            \"english_title\": \"US Pressure on Allies\",            \"translated_version\": \"Estados Unidos está presionando a sus amigos para cortar lazos económicos con Rusia. Pero algunos países no quieren seguir este consejo.\",            \"translated_title\": \"Presión de EE.UU. a Amigos\"        },        {            \"english_version\": \"Domestic air travel in the US will be reduced by up to 10% at 40 major airports. This will lead to thousands of flights being cancelled in the coming days.\",            \"english_title\": \"US Flight Reductions\",            \"translated_version\": \"Los vuelos dentro de Estados Unidos se reducirán hasta un 10% en 40 aeropuertos grandes. Esto hará que miles de vuelos sean cancelados en los próximos días.\",            \"translated_title\": \"Reducción de Vuelos en EE.UU.\"        },        {            \"english_version\": \"Robert James Purkiss is facing extradition because he is accused of murdering Agnes Manjiru.\",            \"english_title\": \"Extradition of Robert Purkiss\",            \"translated_version\": \"Robert James Purkiss podría ser enviado a otro país porque lo acusan de matar a Agnes Manjiru.\",            \"translated_title\": \"Extradición de Robert Purkiss\"        },        {            \"english_version\": \"Lior Rudaeff died while defending Nir Yitzhak kibbutz during an attack by Hamas on 7 October 2023, according to the Israeli military.\",            \"english_title\": \"Death of Lior Rudaeff\",            \"translated_version\": \"Lior Rudaeff murió defendiendo el kibutz Nir Yitzhak durante un ataque de Hamas el 7 de octubre de 2023, según el ejército de Israel.\",            \"translated_title\": \"Muerte de Lior Rudaeff\"        },        {            \"english_version\": \"Thousands of Kenyans who fought for Britain are buried in unknown places and were never honored.\",            \"english_title\": \"Forgotten Kenyan Soldiers\",            \"translated_version\": \"Miles de kenianos que pelearon por Gran Bretaña están enterrados en lugares desconocidos y nunca fueron honrados.\",            \"translated_title\": \"Soldados Kenianos Olvidados\"        }    ]}"