"{    \"translations\": [        {            \"english_version\": \"Israel has started a limited ground operation in south-west Lebanon. They also carried out an air strike in Beirut, eliminating the commander of Hizbullah's headquarters. This comes after targeting high-ranking members of the Iran-backed militant group in recent strikes.\",            \"english_title\": \"Israel's Military Operation in Lebanon\",            \"translated_version\": \"Israel comenzó una operación terrestre limitada en el suroeste de Líbano. También llevaron a cabo un ataque aéreo en Beirut, eliminando al comandante de la sede de Hizbullah. Esto sucede después de atacar a miembros de alto rango del grupo militante respaldado por Irán en ataques recientes.\",            \"translated_title\": \"Operación Militar de Israel en Líbano\"        },        {            \"english_version\": \"John Hopfield and Geoffrey Hinton received the Nobel prize in physics for their foundational discoveries that enable machine learning with artificial neural networks. The Royal Swedish Academy of Sciences mentioned that their work is already being used in various areas, including developing new materials.\",            \"english_title\": \"Nobel Prize in Physics\",            \"translated_version\": \"John Hopfield y Geoffrey Hinton recibieron el premio Nobel de física por sus descubrimientos fundamentales que permiten el aprendizaje automático con redes neuronales artificiales. La Real Academia de Ciencias de Suecia mencionó que su trabajo ya se está utilizando en varias áreas, incluido el desarrollo de nuevos materiales.\",            \"translated_title\": \"Premio Nobel de Física\"        },        {            \"english_version\": \"The Economist has been published since September 1843. It aims to participate in a severe contest between intelligence and ignorance obstructing progress. The publication covers a wide range of topics and provides valuable insights.\",            \"english_title\": \"The Economist Publication\",            \"translated_version\": \"The Economist se ha publicado desde septiembre de 1843. Su objetivo es participar en una competencia severa entre la inteligencia y la ignorancia que obstaculiza el progreso. La publicación abarca una amplia gama de temas y proporciona ideas valiosas.\",            \"translated_title\": \"Publicación de The Economist\"        }    ]}"