"{    \"translations\": [        {            \"english_version\": \"The European Union has agreed on a €50bn ($54bn) support package for Ukraine after months of obstruction by Hungary. European officials and leaders reportedly threatened to harm Hungary’s economy to put pressure on its pro-Russian prime minister, Viktor Orban. Charles Michel, who heads the European Council, said the deal provides steadfast, long-term support for Ukraine.\",            \"english_title\": \"EU Support Package for Ukraine\",            \"translated_version\": \"La Unión Europea ha acordado un paquete de apoyo de 50.000 millones de euros (54.000 millones de dólares) para Ucrania después de meses de obstrucción por parte de Hungría. Según informes, funcionarios y líderes europeos amenazaron con dañar la economía de Hungría para presionar a su primer ministro prorruso, Viktor Orban. Charles Michel, quien encabeza el Consejo Europeo, dijo que el acuerdo brinda un apoyo sólido y a largo plazo a Ucrania.\",            \"translated_title\": \"Paquete de Apoyo de la UE para Ucrania\"        },        {            \"english_version\": \"Meta, Facebook's parent company, announced that it would pay a dividend for the first time. It reported higher-than-expected revenue of $40.1bn in the three months to December and net income of $14bn, more than triple compared with a year earlier. Share prices jumped by 15% in after-hours trading. This positive report comes after Mark Zuckerberg, Meta's boss, faced questioning from the US Senate.\",            \"english_title\": \"Meta Announces Dividend Payment\",            \"translated_version\": \"Meta, la empresa matriz de Facebook, anunció que pagaría un dividendo por primera vez. Informó de unos ingresos de 40.100 millones de dólares en los tres meses hasta diciembre y un beneficio neto de 14.000 millones de dólares, más del triple en comparación con el año anterior. Los precios de las acciones subieron un 15% en las operaciones posteriores al cierre. Este informe positivo llega después de que Mark Zuckerberg, el jefe de Meta, enfrentara preguntas del Senado de Estados Unidos.\",            \"translated_title\": \"Meta Anuncia Pago de Dividendos\"        },        {            \"english_version\": \"American forces carried out fresh strikes on Houthi targets in Yemen, targeting a control station and ten drones that were deemed to present an imminent threat to foreign ships. The US and Britain have conducted several rounds of strikes since the Houthis began launching attacks on commercial vessels in mid-November. The Houthis have announced their intention to continue attacking American and British warships.\",            \"english_title\": \"US Strikes Houthi Targets in Yemen\",            \"translated_version\": \"Las fuerzas estadounidenses llevaron a cabo nuevos ataques contra objetivos hutíes en Yemen, apuntando a una estación de control y diez drones que se consideraron una amenaza inminente para los barcos extranjeros. Estados Unidos y Gran Bretaña han llevado a cabo varias rondas de ataques desde que los hutíes comenzaron a lanzar ataques contra buques comerciales a mediados de noviembre. Los hutíes han anunciado su intención de seguir atacando barcos de guerra estadounidenses y británicos.\",            \"translated_title\": \"Estados Unidos Ataca Objetivos Hutíes en Yemen\"        },        {            \"english_version\": \"The Bank of England has decided to keep interest rates steady at 5.25% for the fourth consecutive time. Economic data since the Bank's previous meeting has indicated that inflation is decreasing, with the annual rate at 3.9% in November, the lowest reading in almost two years. However, rate-setters want to ensure that inflation has been fully controlled before considering rate cuts.\",            \"english_title\": \"Bank of England Keeps Interest Rates Steady\",            \"translated_version\": \"El Banco de Inglaterra ha decidido mantener las tasas de interés estables en un 5,25% por cuarta vez consecutiva. Los datos económicos desde la reunión anterior del Banco han indicado que la inflación está disminuyendo, con una tasa anual del 3,9% en noviembre, la lectura más baja en casi dos años. Sin embargo, los encargados de establecer las tasas quieren asegurarse de que la inflación haya sido completamente controlada antes de considerar recortes de tasas.\",            \"translated_title\": \"Banco de Inglaterra Mantiene las Tasas de Interés Estables\"        },        {            \"english_version\": \"Shell, a British oil company, reported annual profits of just over $28bn in 2023. Although lower than in 2022, these profits are still the second-highest since 2011. The invasion of Ukraine by Russia has pushed up oil prices, and ongoing turmoil in the Middle East has maintained elevated prices. Shell also announced plans to repurchase $3.5bn of shares this quarter and increase dividends.\",            \"english_title\": \"Shell Reports Annual Profits\",            \"translated_version\": \"Shell, una compañía petrolera británica, informó de ganancias anuales de poco más de 28.000 millones de dólares en 2023. Aunque inferiores a las de 2022, estas ganancias siguen siendo las segundas más altas desde 2011. La invasión de Ucrania por parte de Rusia ha elevado los precios del petróleo y la continua agitación en Oriente Medio ha mantenido los precios elevados. Shell también anunció planes para recomprar 3.500 millones de dólares en acciones este trimestre y aumentar los dividendos.\",            \"translated_title\": \"Shell Informa Ganancias Anuales\"        }    ]}"