"{    \"translations\": [        {            \"english_version\": \"Antony Blinken, America’s secretary of state, said more must be done to protect Palestinian civilians, after meetings with top Israeli government officials in Tel Aviv.\",            \"english_title\": \"US Secretary of State Calls for Protection of Palestinian Civilians\",            \"translated_version\": \"El secretario de estado de Estados Unidos, Antony Blinken, dijo que se debe hacer más para proteger a los civiles palestinos, después de reuniones con altos funcionarios del gobierno israelí en Tel Aviv.\",            \"translated_title\": \"El Secretario de Estado de EE.UU. Pide Protección para los Civiles Palestinos\"        },        {            \"english_version\": \"Binyamin Netanyahu, Israel’s prime minister, rejected calls for a ceasefire.\",            \"english_title\": \"Israeli Prime Minister Rejects Ceasefire Calls\",            \"translated_version\": \"Binyamin Netanyahu, el primer ministro de Israel, rechazó las llamadas a un alto el fuego.\",            \"translated_title\": \"El Primer Ministro de Israel Rechaza las Llamadas a un Alto el Fuego\"        },        {            \"english_version\": \"Meanwhile, Gaza’s Hamas-run health ministry said scores of Palestinians were killed or injured by an Israeli attack on an ambulance convoy carrying wounded people in Gaza.\",            \"english_title\": \"Palestinians Killed or Injured in Israeli Attack on Ambulance Convoy\",            \"translated_version\": \"Mientras tanto, el ministerio de salud de Gaza dirigido por Hamas dijo que decenas de palestinos fueron asesinados o heridos por un ataque israelí a un convoy de ambulancias que transportaba personas heridas en Gaza.\",            \"translated_title\": \"Palestinos Asesinados o Heridos en Ataque Israelí a un Convoy de Ambulancias\"        },        {            \"english_version\": \"Sam Bankman-Fried was convicted of defrauding customers of FTX, his failed crypto exchange.\",            \"english_title\": \"Founder of Failed Crypto Exchange Convicted of Fraud\",            \"translated_version\": \"Sam Bankman-Fried fue condenado por defraudar a los clientes de FTX, su fallida plataforma de intercambio de criptomonedas.\",            \"translated_title\": \"Fundador de una Plataforma de Intercambio de Criptomonedas Fallida Condenado por Fraude\"        },        {            \"english_version\": \"A federal jury in New York found him guilty on all seven counts, including wire fraud and conspiracy to commit money laundering.\",            \"english_title\": \"Federal Jury Finds Him Guilty on All Counts\",            \"translated_version\": \"Un jurado federal en Nueva York lo declaró culpable en los siete cargos, incluyendo fraude electrónico y conspiración para cometer lavado de dinero.\",            \"translated_title\": \"Jurado Federal lo Declara Culpable en Todos los Cargos\"        }    ]}"