"{    \"translations\": [        {            \"english_version\": \"Keir Starmer, Ukraine's President Zelensky, French President Emmanuel Macron, and German Chancellor Friedrich Merz have talked about the Ukraine peace plan.\",            \"english_title\": \"Ukraine Peace Plan Talks\",            \"translated_version\": \"Keir Starmer, el Presidente de Ucrania Zelensky, el Presidente de Francia Macron, y el Canciller de Alemania Merz hablaron sobre el plan de paz para Ucrania.\",            \"translated_title\": \"Conversaciones de Paz en Ucrania\"        },        {            \"english_version\": \"Bashar al-Assad was removed as Syria's president and went to Russia in December 2024, ending his 24-year rule suddenly.\",            \"english_title\": \"Bashar al-Assad Removed\",            \"translated_version\": \"Bashar al-Assad fue quitado como presidente de Siria y fue a Rusia en diciembre de 2024, terminando su gobierno de 24 años de repente.\",            \"translated_title\": \"Bashar al-Assad Quitado\"        },        {            \"english_version\": \"Nigeria sent fighter jets to remove the mutineers from the national broadcaster and a military camp.\",            \"english_title\": \"Nigeria Sends Fighter Jets\",            \"translated_version\": \"Nigeria envió aviones de combate para quitar a los rebeldes de la emisora nacional y un campamento militar.\",            \"translated_title\": \"Nigeria Envía Aviones\"        },        {            \"english_version\": \"At least five people have died in the worst fight between both sides since July.\",            \"english_title\": \"Worst Fight Since July\",            \"translated_version\": \"Al menos cinco personas han muerto en la peor pelea entre ambos lados desde julio.\",            \"translated_title\": \"Peor Pelea Desde Julio\"        },        {            \"english_version\": \"Tokyo has promised a 'calm and resolute' response as tensions with Beijing keep rising.\",            \"english_title\": \"Tokyo's Response to Tensions\",            \"translated_version\": \"Tokio ha prometido una respuesta `calma y firme` mientras las tensiones con Beijing siguen aumentando.\",            \"translated_title\": \"Respuesta de Tokio a Tensiones\"        }    ]}"