"{    \"translations\": [        {            \"english_version\": \"In France, the far-right National Rally party is leading in the polls after the first round of parliamentary elections. Marine Le Pen's party received 34% of the vote, while the left-wing New Popular Front got 28.1%. President Emmanuel Macron's centrist bloc is behind with about 20%. This election had the highest turnout for a first-round parliamentary election since 1997. The final round of voting will take place on July 7th.\",            \"english_title\": \"French Parliamentary Elections\",            \"translated_version\": \"En Francia, el partido de extrema derecha Rally Nacional está liderando en las encuestas después de la primera ronda de elecciones parlamentarias. El partido de Marine Le Pen recibió el 34% de los votos, mientras que el frente popular de izquierda obtuvo el 28.1%. El bloque centrista del presidente Emmanuel Macron está detrás con aproximadamente el 20%. Esta elección tuvo la mayor participación para una elección parlamentaria de primera ronda desde 1997. La ronda final de votación tendrá lugar el 7 de julio.\",            \"translated_title\": \"Elecciones Parlamentarias en Francia\"        },        {            \"english_version\": \"Joe Biden, the President of America, faced criticism after a poor performance in a recent presidential debate. Despite calls for him to step aside, senior Democrats rushed to defend his candidacy. Hakeem Jeffries, the Democratic leader of the House of Representatives, believes that Biden's setback is just a setup for a comeback. A poll by CBS News and YouGov showed that 45% of registered Democratic voters think Biden should continue his candidacy.\",            \"english_title\": \"Criticism on Joe Biden\",            \"translated_version\": \"Joe Biden, el Presidente de América, enfrentó críticas después de un mal desempeño en un reciente debate presidencial. A pesar de las peticiones para que se aparte, los demócratas de alto rango se apresuraron a defender su candidatura. Hakeem Jeffries, el líder demócrata de la Cámara de Representantes, cree que el contratiempo de Biden es solo una preparación para un regreso. Una encuesta de CBS News y YouGov mostró que el 45% de los votantes demócratas registrados piensan que Biden debería continuar con su candidatura.\",            \"translated_title\": \"Críticas a Joe Biden\"        },        {            \"english_version\": \"The Economist, published since September 1843, aims to participate in a contest between intelligence and ignorance. The publication focuses on advancing intelligence and overcoming obstacles to progress. The Economist Group, which includes Economist Intelligence and Economist Impact, offers various services and events. It also provides educational courses and job opportunities.\",            \"english_title\": \"The Economist's Mission\",            \"translated_version\": \"The Economist, publicado desde septiembre de 1843, tiene como objetivo participar en un concurso entre la inteligencia y la ignorancia. La publicación se enfoca en avanzar en la inteligencia y superar obstáculos para el progreso. El Grupo The Economist, que incluye Economist Intelligence y Economist Impact, ofrece varios servicios y eventos. También proporciona cursos educativos y oportunidades laborales.\",            \"translated_title\": \"La Misión de The Economist\"        },        {            \"english_version\": \"The Economist uses cookies and similar technologies to enhance user experience on its website. By managing cookies, users can ensure a smooth browsing experience. The publication's policies include terms of use, privacy, cookie usage, and accessibility. The Economist Group is committed to modern slavery statement, sitemap, and data rights. Copyright © The Economist Newspaper Limited 2024. All rights reserved.\",            \"english_title\": \"The Economist's Website\",            \"translated_version\": \"The Economist utiliza cookies y tecnologías similares para mejorar la experiencia del usuario en su sitio web. Al gestionar las cookies, los usuarios pueden garantizar una experiencia de navegación fluida. Las políticas de la publicación incluyen términos de uso, privacidad, uso de cookies y accesibilidad. El Grupo The Economist se compromete con la declaración de esclavitud moderna, el mapa del sitio y los derechos de datos. Derechos de autor © The Economist Newspaper Limited 2024. Todos los derechos reservados.\",            \"translated_title\": \"El Sitio Web de The Economist\"        },        {            \"english_version\": \"For more information, users can subscribe to The Economist, access corporate subscriptions, reuse content, and contact the publication for help. The Economist is active on social media platforms like LinkedIn, Facebook, Instagram, TikTok, YouTube, and RSS. Readers can stay updated on the latest news and discussions. Advertisements, press releases, and events by The Economist Group are also available for engagement.\",            \"english_title\": \"Engagement with The Economist\",            \"translated_version\": \"Para obtener más información, los usuarios pueden suscribirse a The Economist, acceder a suscripciones corporativas, reutilizar contenido y contactar a la publicación para obtener ayuda. The Economist está activo en plataformas de redes sociales como LinkedIn, Facebook, Instagram, TikTok, YouTube y RSS. Los lectores pueden mantenerse actualizados sobre las últimas noticias y discusiones. Los anuncios, comunicados de prensa y eventos del Grupo The Economist también están disponibles para interactuar.\",            \"translated_title\": \"Interacción con The Economist\"        }    ]}"