"{    \"translations\": [        {            \"english_version\": \"US President Donald Trump says two nuclear submarines are being sent to the right areas. This is happening because a jobs report was not as good as expected, causing worries about tariffs.\",            \"english_title\": \"US Sends Submarines\",            \"translated_version\": \"El presidente de EE.UU., Donald Trump, dice que dos submarinos nucleares van a las áreas correctas. Esto pasa porque un informe de trabajos no fue tan bueno como se esperaba, causando preocupaciones sobre tarifas.\",            \"translated_title\": \"EE.UU. Envía Submarinos\"        },        {            \"english_version\": \"The Russian president says Moscow's strong demands must be met, even though US sanctions are coming soon.\",            \"english_title\": \"Russia's Demands\",            \"translated_version\": \"El presidente de Rusia dice que las fuertes demandas de Moscú deben cumplirse, aunque las sanciones de EE.UU. vienen pronto.\",            \"translated_title\": \"Demandas de Rusia\"        },        {            \"english_version\": \"Trump threatened Switzerland with 31% tariffs, but they ended up being even higher. Switzerland is now wondering why.\",            \"english_title\": \"Tariffs on Switzerland\",            \"translated_version\": \"Trump amenazó a Suiza con tarifas del 31%, pero terminaron siendo aún más altas. Suiza ahora se pregunta por qué.\",            \"translated_title\": \"Tarifas a Suiza\"        },        {            \"english_version\": \"The 73-year-old is the first former president in Colombia's history to be found guilty of a crime.\",            \"english_title\": \"Colombian Ex-President Guilty\",            \"translated_version\": \"El hombre de 73 años es el primer expresidente en la historia de Colombia en ser encontrado culpable de un crimen.\",            \"translated_title\": \"Expresidente Colombiano Culpable\"        },        {            \"english_version\": \"The court says Italy's way of defining a 'safe' country goes against EU law.\",            \"english_title\": \"Italy's Safe Country Definition\",            \"translated_version\": \"La corte dice que la forma de Italia de definir un país `seguro` va en contra de la ley de la UE.\",            \"translated_title\": \"Definición de País Seguro en Italia\"        }    ]}"