"{    \"translations\": [        {            \"english_version\": \"Vice-President Kamala Harris criticized the loss of life from an Israeli air strike on a school in Gaza. She mentioned that many civilians were killed and called for a ceasefire. Hamas said the strike killed 100 people, making it one of the deadliest attacks in the conflict. Israel stated that they targeted a Hamas command center in the school. Displaced Gazans were using the school as a shelter.\",            \"english_title\": \"Israeli air strike on school in Gaza\",            \"translated_version\": \"La Vicepresidenta Kamala Harris criticó la pérdida de vidas en un ataque aéreo israelí en una escuela en Gaza. Mencionó que murieron muchos civiles y pidió un alto el fuego. Hamas dijo que el ataque mató a 100 personas, convirtiéndolo en uno de los ataques más mortales en el conflicto. Israel afirmó que apuntaron a un centro de mando de Hamas en la escuela. Los gazatíes desplazados estaban usando la escuela como refugio.\",            \"translated_title\": \"Ataque aéreo israelí en una escuela en Gaza\"        },        {            \"english_version\": \"The governor of Kursk, a Russian region under attack by Ukrainian troops, ordered the evacuation of tens of thousands of civilians to be expedited. Ukraine's President, Volodymyr Zelensky, acknowledged the incursion for the first time and mentioned that it was putting pressure on the aggressor. This operation is Ukraine's largest cross-border incursion since Russia invaded in 2022.\",            \"english_title\": \"Russian region under attack by Ukrainian troops\",            \"translated_version\": \"El gobernador de Kursk, una región rusa atacada por tropas ucranianas, ordenó acelerar la evacuación de decenas de miles de civiles. El presidente de Ucrania, Volodymyr Zelensky, reconoció la incursión por primera vez y mencionó que estaba presionando al agresor. Esta operación es la mayor incursión transfronteriza de Ucrania desde que Rusia invadió en 2022.\",            \"translated_title\": \"Región rusa atacada por tropas ucranianas\"        }    ]}"