"{    \"translations\": [        {            \"english_version\": \"Myanmar’s government reported that a powerful earthquake with a magnitude of 7.7 hit the country, resulting in at least 144 deaths and numerous injuries. The city of Mandalay, located in the center of the country, experienced significant damage. The earthquake was also felt in Bangkok, Thailand, where a skyscraper collapsed, trapping over 90 individuals under rubble. Thai authorities declared a state of emergency in the city.\",            \"english_title\": \"Natural Disaster in Myanmar\",            \"translated_version\": \"El gobierno de Myanmar informó que un fuerte terremoto con una magnitud de 7.7 golpeó el país, causando al menos 144 muertes y numerosas lesiones. La ciudad de Mandalay, ubicada en el centro del país, sufrió daños significativos. El terremoto también se sintió en Bangkok, Tailandia, donde un rascacielos se derrumbó, atrapando a más de 90 personas bajo los escombros. Las autoridades tailandesas declararon un estado de emergencia en la ciudad.\",            \"translated_title\": \"Desastre natural en Myanmar\"        },        {            \"english_version\": \"American stocks faced a decline due to concerns regarding the impact of Donald Trump's tariffs on inflation. The Dow Jones Industrial Average fell by more than 700 points, or 1.7%, at the close of markets on Friday, while the S&P 500 dropped by 2%. Earlier, the core personal consumption expenditures price index, a key inflation measure used by the Federal Reserve, rose by 0.4% month-on-month in February, marking the largest increase in a year.\",            \"english_title\": \"Stock Market Reaction to Tariffs\",            \"translated_version\": \"Las acciones estadounidenses enfrentaron una caída debido a preocupaciones sobre el impacto de los aranceles de Donald Trump en la inflación. El Promedio Industrial Dow Jones cayó más de 700 puntos, o 1.7%, al cierre de los mercados el viernes, mientras que el S&P 500 cayó un 2%. Anteriormente, el índice de precios de gastos de consumo personal básico, una medida clave de inflación utilizada por la Reserva Federal, aumentó un 0.4% mes a mes en febrero, marcando el mayor aumento en un año.\",            \"translated_title\": \"Reacción del mercado de valores a los aranceles\"        }    ]}"