"{    \"translations\": [        {            \"english_version\": \"Israel is facing pressure from other countries to help with the hunger problem in Gaza. They might be admitting they need to do more, but it's more likely they are responding to their allies. This comes after US President Donald Trump asked both sides to work towards a ceasefire.\",            \"english_title\": \"Israel Under Pressure\",            \"translated_version\": \"Israel tiene presión de otros países para ayudar con el problema de hambre en Gaza. Tal vez admiten que necesitan hacer más, pero es más probable que están respondiendo a sus aliados. Esto pasa después de que el presidente de EE.UU., Donald Trump, pidió a ambos lados trabajar para un alto al fuego.\",            \"translated_title\": \"Israel Bajo Presión\"        },        {            \"english_version\": \"Firefighters are warning that it will be a tough day because temperatures are expected to reach up to 44 degrees Celsius (111.2 degrees Fahrenheit) on Sunday.\",            \"english_title\": \"Firefighters Warn of Heat\",            \"translated_version\": \"Los bomberos advierten que será un día difícil porque se espera que las temperaturas lleguen hasta 44 grados Celsius (111.2 grados Fahrenheit) el domingo.\",            \"translated_title\": \"Bomberos Advierten Calor\"        },        {            \"english_version\": \"Around 20 people died during a night vigil when armed men attacked, according to officials.\",            \"english_title\": \"Attack at Night Vigil\",            \"translated_version\": \"Alrededor de 20 personas murieron durante una vigilia nocturna cuando hombres armados atacaron, según oficiales.\",            \"translated_title\": \"Ataque en Vigilia Nocturna\"        },        {            \"english_version\": \"At least 31 people, many of them schoolchildren, died when a fighter jet crashed into a school in Dhaka.\",            \"english_title\": \"Jet Crash in Dhaka\",            \"translated_version\": \"Al menos 31 personas, muchas de ellas niños de escuela, murieron cuando un avión de combate chocó contra una escuela en Dhaka.\",            \"translated_title\": \"Choque de Avión en Dhaka\"        },        {            \"english_version\": \"A 42-year-old man is in custody after an incident in Traverse City, which police describe as a random act.\",            \"english_title\": \"Man in Custody\",            \"translated_version\": \"Un hombre de 42 años está detenido después de un incidente en Traverse City, que la policía describe como un acto al azar.\",            \"translated_title\": \"Hombre Detenido\"        }    ]}"