"{    \"translations\": [        {            \"english_version\": \"Deliveries of aid began to arrive in Gaza from Egypt, via the Rafah border crossing. Twenty trucks carrying water, food and medicine have been given permission to enter the besieged enclave, though much more is needed. The opening of the border follows a week of intense negotiation involving President Joe Biden, the American president, and António Guterres, the UN’s secretary-general, among others.\",            \"english_title\": \"Aid arrives in Gaza from Egypt\",            \"translated_version\": \"Comenzaron a llegar entregas de ayuda a Gaza desde Egipto, a través del cruce fronterizo de Rafah. Se ha dado permiso a veinte camiones que transportan agua, comida y medicinas para ingresar al enclave sitiado, aunque se necesita mucho más. La apertura de la frontera sigue a una semana de intensas negociaciones que involucraron al presidente Joe Biden, el presidente estadounidense, y António Guterres, el secretario general de la ONU, entre otros.\",            \"translated_title\": \"Llega ayuda a Gaza desde Egipto\"        },        {            \"english_version\": \"A peace summit in Cairo, called by Egypt to press for an end to hostilities between Israel and Hamas, ended without success. Arab leaders and representatives of some European governments attended, but Israel did not. America sent a lowly chargé d’affaires. The attendees failed to agree on a joint statement, though Arab countries called for Israel to stop its bombardment of Gaza.\",            \"english_title\": \"Peace summit in Cairo ends without success\",            \"translated_version\": \"Una cumbre de paz en El Cairo, convocada por Egipto para presionar por el fin de las hostilidades entre Israel y Hamas, terminó sin éxito. Líderes árabes y representantes de algunos gobiernos europeos asistieron, pero Israel no lo hizo. Estados Unidos envió un encargado de negocios de bajo rango. Los asistentes no lograron ponerse de acuerdo en una declaración conjunta, aunque los países árabes pidieron a Israel que detuviera su bombardeo a Gaza.\",            \"translated_title\": \"Cumbre de paz en El Cairo termina sin éxito\"        },        {            \"english_version\": \"Nawaz Sharif, a three-time former prime minister of Pakistan, returned after four years of self-imposed exile. Mr Sharif was deposed and imprisoned for corruption after falling out with Pakistan’s powerful army, but was granted bail on medical grounds in 2019. He is expected to seek re-election, possibly with the army’s blessing, in a vote due to take place in January.\",            \"english_title\": \"Nawaz Sharif returns to Pakistan\",            \"translated_version\": \"Nawaz Sharif, un ex primer ministro de Pakistán en tres ocasiones, regresó después de cuatro años de exilio autoimpuesto. El Sr. Sharif fue depuesto y encarcelado por corrupción después de enfrentarse al poderoso ejército de Pakistán, pero se le concedió libertad bajo fianza por motivos médicos en 2019. Se espera que busque la reelección, posiblemente con la bendición del ejército, en una votación que se llevará a cabo en enero.\",            \"translated_title\": \"Nawaz Sharif regresa a Pakistán\"        },        {            \"english_version\": \"Justin Trudeau, Canada’s prime minister, said that India’s crackdown on Canadian diplomats was hurting millions of people. On Thursday Canada withdrew 41 diplomats after India threatened to revoke their diplomatic status. Relations between the two countries have deteriorated since Canada accused India of murdering a Canadian Sikh separatist leader. India denies the allegation. America urged India not to reduce Canada’s diplomatic presence and to support its investigation.\",            \"english_title\": \"Canada-India diplomatic tensions escalate\",            \"translated_version\": \"Justin Trudeau, el primer ministro de Canadá, dijo que la represión de India contra los diplomáticos canadienses estaba perjudicando a millones de personas. El jueves, Canadá retiró a 41 diplomáticos después de que India amenazara con revocar su estatus diplomático. Las relaciones entre los dos países se han deteriorado desde que Canadá acusó a India de asesinar a un líder separatista sij canadiense. India niega la acusación. Estados Unidos instó a India a no reducir la presencia diplomática de Canadá y a apoyar su investigación.\",            \"translated_title\": \"Tensiones diplomáticas entre Canadá e India se intensifican\"        },        {            \"english_version\": \"Shawn Fain, the leader of United Auto Workers, an American trade union, said there is more to be won in negotiations with Detroit’s big three carmakers. Stellantis, General Motors and Ford have offered workers—who have been on strike for five weeks over improved wages—a 23% increase in hourly pay. Mr Fain said that although the offers were record contracts they were not good enough.\",            \"english_title\": \"Negotiations continue between auto workers and carmakers\",            \"translated_version\": \"Shawn Fain, el líder de United Auto Workers, un sindicato estadounidense, dijo que hay más por ganar en las negociaciones con los tres grandes fabricantes de automóviles de Detroit. Stellantis, General Motors y Ford han ofrecido a los trabajadores, que han estado en huelga durante cinco semanas exigiendo mejores salarios, un aumento del 23% en el pago por hora. El Sr. Fain dijo que aunque las ofertas eran contratos récord, no eran lo suficientemente buenas.\",            \"translated_title\": \"Continúan las negociaciones entre trabajadores automotrices y fabricantes de automóviles\"        }    ]}"