"{    \"translations\": [        {            \"english_version\": \"There is a chance of a deal that will end the killing and destruction in Gaza and return the Israeli hostages, living and dead, to their families. The talks in Egypt are expected to be among the most important since the start of the war two years ago.\",            \"english_title\": \"Possible Peace Deal in Gaza\",            \"translated_version\": \"Hay una posibilidad de un acuerdo que terminará con la violencia y destrucción en Gaza y devolverá a los rehenes israelíes, vivos y muertos, a sus familias. Las conversaciones en Egipto son muy importantes desde que empezó la guerra hace dos años.\",            \"translated_title\": \"Posible acuerdo de paz en Gaza\"        },        {            \"english_version\": \"Authorities are investigating the source of the tainted drinks, which have affected more than 200 people.\",            \"english_title\": \"Investigation on Tainted Drinks\",            \"translated_version\": \"Las autoridades están investigando de dónde vienen las bebidas malas que han afectado a más de 200 personas.\",            \"translated_title\": \"Investigación sobre bebidas malas\"        },        {            \"english_version\": \"Judge Astrit Kalaja was killed while two others were injured during a hearing at Tirana's Court of Appeal.\",            \"english_title\": \"Judge Killed in Tirana\",            \"translated_version\": \"El juez Astrit Kalaja fue asesinado y dos personas más resultaron heridas durante una audiencia en el Tribunal de Apelación de Tirana.\",            \"translated_title\": \"Juez asesinado en Tirana\"        },        {            \"english_version\": \"The Canadian government blocked Marineland's attempt to export the animals to a park in China.\",            \"english_title\": \"Canada Blocks Animal Export\",            \"translated_version\": \"El gobierno de Canadá bloqueó el intento de Marineland de enviar los animales a un parque en China.\",            \"translated_title\": \"Canadá bloquea exportación de animales\"        },        {            \"english_version\": \"This was the fifth time that Republicans and Democrats brought their funding measures up for a vote. Officials say no breakthrough is expected on trade, but the Canadian prime minister is under domestic pressure to secure some form of relief.\",            \"english_title\": \"No Breakthrough in Trade Talks\",            \"translated_version\": \"Esta fue la quinta vez que los republicanos y demócratas llevaron sus medidas de financiamiento a votación. Los oficiales dicen que no se espera un avance en el comercio, pero el primer ministro de Canadá tiene presión en casa para conseguir algún tipo de ayuda.\",            \"translated_title\": \"Sin avance en conversaciones de comercio\"        }    ]}"