"{    \"translations\": [        {            \"english_version\": \"Donald Trump promised to sign an executive order on his first day in office that would impose new tariffs of 25% on goods from Canada and Mexico, and add 10% to tariffs on China. The president-elect called the action the 'price' the countries would pay for failing to crack down on illegal drugs and immigrants flowing into America. China said the idea of knowingly allowing fentanyl precursors to reach America ran 'completely counter to facts and reality'. It added: 'No one will win a trade war or a tariff war.' Canada said it was already working with America to disrupt fentanyl 'coming from China and other countries'.\",            \"english_title\": \"Trade Tariffs Imposed by Donald Trump\",            \"translated_version\": \"Donald Trump prometió firmar una orden ejecutiva en su primer día en el cargo que impondría nuevos aranceles del 25% a bienes de Canadá y México, y agregaría un 10% a los aranceles sobre China. El presidente electo llamó a la acción el 'precio' que los países pagarían por no frenar el flujo de drogas ilegales e inmigrantes hacia América. China dijo que la idea de permitir conscientemente precursores de fentanilo llegar a América va 'completamente en contra de los hechos y la realidad'. Agregó: 'Nadie ganará una guerra comercial o una guerra arancelaria.' Canadá dijo que ya estaba trabajando con América para interrumpir el fentanilo 'que viene de China y otros países'.\",            \"translated_title\": \"Trade Tariffs Imposed by Donald Trump\"        },        {            \"english_version\": \"Mr. Trump and Justin Trudeau, Canada’s prime minister, reportedly discussed matters on Monday evening.\",            \"english_title\": \"Discussion Between Donald Trump and Justin Trudeau\",            \"translated_version\": \"El Sr. Trump y Justin Trudeau, primer ministro de Canadá, supuestamente discutieron asuntos el lunes por la noche.\",            \"translated_title\": \"Discussion Between Donald Trump and Justin Trudeau\"        }    ]}"