"{    \"translations\": [        {            \"english_version\": \"Israel’s prime minister, Binyamin Netanyahu, has denied reports that he agreed to a ceasefire for humanitarian aid and the evacuation of foreigners in the Gaza strip. Antony Blinken, America’s secretary of state, announced that the Rafah border crossing between Egypt and the Gaza Strip would be reopened to deliver aid to the besieged enclave. However, Hamas has stated that it has not received confirmation from Egypt regarding the opening of the border. The UN has warned that hospitals in Gaza have less than 24 hours of fuel reserves left, putting thousands of lives at risk. The Israel Defence Forces have reported that at least 199 people are being held hostage by Hamas, which is more than their previous estimate. Separately, Joe Biden has warned that an Israeli occupation of Gaza would be a 'big mistake'. He stated in an interview with CBS that Hamas 'must be eliminated entirely', but there 'needs to be a path to a Palestinian state'.\",            \"english_title\": \"Israel denies ceasefire agreement\",            \"translated_version\": \"El primer ministro de Israel, Binyamin Netanyahu, ha negado los informes de que acordó un alto el fuego para ayuda humanitaria y la evacuación de extranjeros en la Franja de Gaza. Antony Blinken, secretario de estado de Estados Unidos, anunció que el cruce fronterizo de Rafah entre Egipto y la Franja de Gaza se reabriría para entregar ayuda al enclave asediado. Sin embargo, Hamas ha declarado que no ha recibido confirmación de Egipto sobre la apertura de la frontera. La ONU ha advertido que los hospitales en Gaza tienen menos de 24 horas de reservas de combustible, poniendo en riesgo miles de vidas. Las Fuerzas de Defensa de Israel han informado que al menos 199 personas están siendo retenidas como rehenes por Hamas, lo cual es más que su estimación anterior. Por separado, Joe Biden ha advertido que una ocupación israelí de Gaza sería un 'gran error'. Él afirmó en una entrevista con CBS que Hamas 'debe ser eliminado por completo', pero que 'debe haber un camino hacia un estado palestino'.\",            \"translated_title\": \"Israel niega acuerdo de alto el fuego\"        },        {            \"english_version\": \"Russia has agreed to return four Ukrainian children in a deal mediated by Qatar. In March, the International Criminal Court issued arrest warrants for Vladimir Putin, Russia’s president, and Maria Lvova-Belova, the country’s commissioner for children’s rights, for the 'unlawful deportation' of Ukrainian children to Russia. Ukraine claims that over 16,000 children have been deported. Qatar’s involvement in the negotiations came at Ukraine’s request.\",            \"english_title\": \"Russia to return Ukrainian children\",            \"translated_version\": \"Rusia ha acordado devolver cuatro niños ucranianos en un acuerdo mediado por Qatar. En marzo, la Corte Penal Internacional emitió órdenes de arresto contra Vladimir Putin, presidente de Rusia, y Maria Lvova-Belova, comisionada del país para los derechos de los niños, por la 'deportación ilegal' de niños ucranianos a Rusia. Ucrania afirma que más de 16,000 niños han sido deportados. La participación de Qatar en las negociaciones se produjo a petición de Ucrania.\",            \"translated_title\": \"Rusia devolverá niños ucranianos\"        },        {            \"english_version\": \"Exit polls suggest that Poland’s ruling Law and Justice party might be set to lose office. The right-wing populist party appears to have won the most votes in Sunday’s election. However, that would not be enough to see off a likely coalition led by Donald Tusk, a former prime minister. The country now appears set to take a welcome centrist turn.\",            \"english_title\": \"Poland's ruling party might lose office\",            \"translated_version\": \"Las encuestas a pie de urna sugieren que el partido gobernante de Polonia, Ley y Justicia, podría perder el cargo. El partido populista de derecha parece haber ganado la mayoría de los votos en las elecciones del domingo. Sin embargo, eso no sería suficiente para evitar una probable coalición liderada por Donald Tusk, un ex primer ministro. El país ahora parece estar listo para tomar un giro centrista bienvenido.\",            \"translated_title\": \"El partido gobernante de Polonia podría perder el cargo\"        },        {            \"english_version\": \"Rite Aid, an American pharmacy chain, has filed for bankruptcy due to mounting financial losses and lawsuits related to the opioid crisis. The company will close its more than 2,100 stores and appoint a new chief executive. In March, the Department of Justice accused Rite Aid of providing opioid prescriptions to customers despite clear 'red flags'.\",            \"english_title\": \"Rite Aid files for bankruptcy\",            \"translated_version\": \"Rite Aid, una cadena de farmacias estadounidense, se ha declarado en bancarrota debido a las crecientes pérdidas financieras y demandas relacionadas con la crisis de los opioides. La compañía cerrará sus más de 2,100 tiendas y nombrará un nuevo director ejecutivo. En marzo, el Departamento de Justicia acusó a Rite Aid de proporcionar recetas de opioides a los clientes a pesar de las claras 'señales de advertencia'.\",            \"translated_title\": \"Rite Aid se declara en bancarrota\"        },        {            \"english_version\": \"Ecuador has declared Daniel Noboa, a 35-year-old former businessman, as its next president after an early election. Mr. Noboa will serve less than half of the full term because parliament was dissolved midway through its scheduled session, following the impeachment of the previous president, Guillermo Lasso. Mr. Noboa will be the country’s youngest-ever leader. He has pledged to rebuild a country 'battered by violence, corruption, and hate'.\",            \"english_title\": \"Ecuador elects new president\",            \"translated_version\": \"Ecuador ha declarado a Daniel Noboa, un ex empresario de 35 años, como su próximo presidente después de una elección anticipada. El Sr. Noboa servirá menos de la mitad del mandato completo porque el parlamento se disolvió a mitad de su sesión programada, después del juicio político al presidente anterior, Guillermo Lasso. El Sr. Noboa será el líder más joven de la historia del país. Se ha comprometido a reconstruir un país 'golpeado por la violencia, la corrupción y el odio'.\",            \"translated_title\": \"Ecuador elige nuevo presidente\"        },        {            \"english_version\": \"Afghanistan has shocked England in the group stage of the Cricket World Cup, beating the defending champions by 69 runs. The Afghans had only won once before in the tournament’s history. England enjoyed better luck in the Rugby World Cup, defeating Fiji to reach the semi-finals. They will face South Africa, who squeezed past the hosts France.\",            \"english_title\": \"Afghanistan shocks England in Cricket World Cup\",            \"translated_version\": \"Afganistán ha sorprendido a Inglaterra en la fase de grupos de la Copa del Mundo de Cricket, venciendo a los campeones defensores por 69 carreras. Los afganos solo habían ganado una vez antes en la historia del torneo. Inglaterra tuvo mejor suerte en la Copa del Mundo de Rugby, derrotando a Fiji para llegar a las semifinales. Se enfrentarán a Sudáfrica, que superó a los anfitriones Francia.\",            \"translated_title\": \"Afganistán sorprende a Inglaterra en la Copa del Mundo de Cricket\"        }    ]}"