"{    \"translations\": [        {            \"english_version\": \"A US-based rights group says it has confirmed the killing of 1,850 protesters during a crackdown by authorities. The US president is urging Iranians to keep demonstrating. The regime's opponents hope for more pressure to speed up the process.\",            \"english_title\": \"Protesters Killed\",            \"translated_version\": \"Un grupo de derechos en EE.UU. dice que ha confirmado la muerte de 1,850 manifestantes durante una represión por las autoridades. El presidente de EE.UU. está pidiendo a los iraníes que sigan protestando. Los opositores del régimen esperan más presión para acelerar el proceso.\",            \"translated_title\": \"Manifestantes Muertos\"        },        {            \"english_version\": \"Yoon is accused of leading an insurrection when he tried to impose martial law in 2024. Recruits say an ex-teacher on Telegram misled them, claiming they could avoid combat.\",            \"english_title\": \"Yoon's Insurrection\",            \"translated_version\": \"Yoon es acusado de liderar una insurrección cuando intentó imponer la ley marcial en 2024. Reclutas dicen que un ex-maestro en Telegram los engañó, diciendo que podían evitar el combate.\",            \"translated_title\": \"Insurrección de Yoon\"        },        {            \"english_version\": \"It is the strongest statement by a leader of the Danish territory since US President Donald Trump renewed plans to annex it.\",            \"english_title\": \"Danish Territory Statement\",            \"translated_version\": \"Es la declaración más fuerte de un líder del territorio danés desde que el presidente de EE.UU. Donald Trump renovó planes para anexarlo.\",            \"translated_title\": \"Declaración del Territorio Danés\"        },        {            \"english_version\": \"Eleven central banks have supported Jerome Powell after the US started a criminal investigation into the US Fed.\",            \"english_title\": \"Support for Powell\",            \"translated_version\": \"Once bancos centrales han apoyado a Jerome Powell después de que EE.UU. comenzó una investigación criminal sobre la Fed de EE.UU.\",            \"translated_title\": \"Apoyo a Powell\"        },        {            \"english_version\": \"Jihadists have been targeting tankers entering Mali, making the country's fuel shortage worse.\",            \"english_title\": \"Mali Fuel Shortage\",            \"translated_version\": \"Yihadistas han estado atacando camiones cisterna que entran a Mali, empeorando la escasez de combustible del país.\",            \"translated_title\": \"Escasez de Combustible en Mali\"        }    ]}"