"{    \"translations\": [        {            \"english_version\": \"The Kremlin dismissed Donald Trump’s criticism of Vladimir Putin, suggesting that his comments were emotional reactions. Mr Trump called Russia’s president absolutely crazy after Russia bombarded Ukrainian cities over the weekend. Meanwhile Ukraine’s foreign-intelligence chief accused China of supplying Russia’s defence industry with machines, chemicals and gunpowder. China has previously denied providing military assistance to Russia.\",            \"english_title\": \"International Relations\",            \"translated_version\": \"El Kremlin ignoró las críticas de Donald Trump hacia Vladimir Putin, sugiriendo que sus comentarios fueron reacciones emocionales. El Sr. Trump llamó absolutamente loco al presidente de Rusia después de que Rusia bombardeara ciudades ucranianas durante el fin de semana. Mientras tanto, el jefe de inteligencia extranjera de Ucrania acusó a China de suministrar a la industria de defensa de Rusia máquinas, productos químicos y pólvora. China ha negado previamente proporcionar asistencia militar a Rusia.\",            \"translated_title\": \"Relaciones Internacionales\"        },        {            \"english_version\": \"British police said they arrested a man after a car collided with a number of pedestrians in Liverpool. Thousands of football fans had gathered in the city centre on Monday for a Premier League victory parade for Liverpool FC. Sir Keir Starmer, Britain’s prime minister, described the scenes as appalling. Police said they were still investigating the incident and urged people not to speculate.\",            \"english_title\": \"Incident in Liverpool\",            \"translated_version\": \"La policía británica dijo que arrestaron a un hombre después de que un auto chocara con varios peatones en Liverpool. Miles de aficionados al fútbol se habían reunido en el centro de la ciudad el lunes para un desfile de victoria de la Premier League del Liverpool FC. Sir Keir Starmer, primer ministro británico, describió las escenas como espantosas. La policía dijo que aún estaban investigando el incidente y pidieron a la gente que no especulara.\",            \"translated_title\": \"Incidente en Liverpool\"        }    ]}"