"{    \"translations\": [        {            \"english_version\": \"President Joe Biden warned Iran not to attack Israel, stating that America is committed to defending Israel. Diplomats have urged Iran to be cautious following America's warning of a potential significant attack. Israel's Prime Minister, Binyamin Netanyahu, emphasized retaliatory measures against those who harm Israel.\",            \"english_title\": \"Warning to Iran from President Biden\",            \"translated_version\": \"El Presidente Joe Biden advirtió a Irán que no ataque a Israel, diciendo que América está comprometida a defender a Israel. Los diplomáticos han instado a Irán a ser cauteloso tras la advertencia de América sobre un posible ataque significativo. El Primer Ministro de Israel, Binyamin Netanyahu, enfatizó medidas de represalia contra aquellos que dañan a Israel.\",            \"translated_title\": \"Advertencia a Irán del Presidente Biden\"        },        {            \"english_version\": \"BlackRock's assets under management reached a record-high of $10.5 trillion in the first quarter. The company saw a 23% increase in adjusted net income and an 11% rise in revenues year on year. The surge in stock prices in America and the popularity of Bitcoin exchange-traded funds contributed to the growth in income.\",            \"english_title\": \"Record-high Assets for BlackRock\",            \"translated_version\": \"Los activos bajo gestión de BlackRock alcanzaron un récord de $10.5 billones en el primer trimestre. La compañía experimentó un aumento del 23% en el ingreso neto ajustado y un aumento del 11% en los ingresos año tras año. El aumento de los precios de las acciones en América y la popularidad de los fondos de intercambio de Bitcoin contribuyeron al crecimiento de los ingresos.\",            \"translated_title\": \"Activos en Récord para BlackRock\"        },        {            \"english_version\": \"Haiti established a transitional ruling council due to the absence of an acting prime minister and an elected president since 2021. The council, in power until February 2026, is responsible for appointing a new prime minister and government following a period of gang violence and political instability.\",            \"english_title\": \"Transitional Council in Haiti\",            \"translated_version\": \"Haití estableció un consejo de gobierno transitorio debido a la ausencia de un primer ministro en funciones y un presidente electo desde 2021. El consejo, en el poder hasta febrero de 2026, es responsable de nombrar un nuevo primer ministro y gobierno tras un período de violencia de pandillas e inestabilidad política.\",            \"translated_title\": \"Consejo Transitorio en Haití\"        },        {            \"english_version\": \"American officials engaged in secret talks with representatives of Nicolás Maduro, Venezuela's president, in Mexico. The discussions revolve around the potential re-imposition of oil sanctions on Venezuela, which was granted a reprieve conditional on holding democratic elections. However, Maduro has barred the main opposition candidate from running.\",            \"english_title\": \"Secret Talks with Maduro's Representatives\",            \"translated_version\": \"Funcionarios estadounidenses participaron en conversaciones secretas con representantes de Nicolás Maduro, presidente de Venezuela, en México. Las discusiones giran en torno a la posible reintroducción de sanciones petroleras a Venezuela, que fue concedida una suspensión condicional a cambio de celebrar elecciones democráticas. Sin embargo, Maduro ha prohibido que el principal candidato de la oposición se postule.\",            \"translated_title\": \"Conversaciones Secretas con Representantes de Maduro\"        },        {            \"english_version\": \"Taiwan's Ministry of Finance reported that America surpassed Mainland China as Taiwan's largest export destination in March. Exports to America surged by 65.7% year on year, reflecting efforts to reduce economic reliance on China. This shift in trade dynamics signals a broader realignment in global trade relationships.\",            \"english_title\": \"Taiwan's Export Report\",            \"translated_version\": \"El Ministerio de Finanzas de Taiwán informó que América superó a China Continental como el destino de exportación más grande de Taiwán en marzo. Las exportaciones a América aumentaron un 65.7% año tras año, reflejando esfuerzos para reducir la dependencia económica de China. Este cambio en la dinámica comercial señala una reorganización más amplia en las relaciones comerciales globales.\",            \"translated_title\": \"Informe de Exportaciones de Taiwán\"        }    ]}"