"{    \"translations\": [        {            \"english_version\": \"Another 50 people were killed in Israeli air strikes on Gaza on Thursday morning, according to the territory’s health ministry. At ground level fighting was particularly intense in Bureij, near the narrow midpoint of the strip, and Khan Younis, the largest city in southern Gaza. Meanwhile the Israel army blamed the use of incorrect munitions for the extensive collateral damage witnessed on December 24th when some 70 people were killed by airstrikes on a refugee camp.\",            \"english_title\": \"Israeli air strikes kill 50 in Gaza\",            \"translated_version\": \"Otras 50 personas murieron en ataques aéreos israelíes en Gaza el jueves por la mañana, según el ministerio de salud del territorio. La lucha a nivel del suelo fue particularmente intensa en Bureij, cerca del punto medio estrecho de la franja, y Khan Younis, la ciudad más grande del sur de Gaza. Mientras tanto, el ejército de Israel culpó del extenso daño colateral presenciado el 24 de diciembre cuando unas 70 personas murieron en ataques aéreos en un campamento de refugiados al uso de municiones incorrectas.\",            \"translated_title\": \"Ataques aéreos israelíes matan a 50 en Gaza\"        },        {            \"english_version\": \"Bulgaria and Romania reached agreement with Austria to join the Schengen area, the EU’s passport-free travel zone, for journeys made by air and sea. Austria had been the sole Schengen member to object to the countries’ full accession, but softened its stance this month. The situation regarding trips made by land will be discussed again in 2024.\",            \"english_title\": \"Bulgaria and Romania to join Schengen area\",            \"translated_version\": \"Bulgaria y Rumania llegaron a un acuerdo con Austria para unirse al área de Schengen, la zona de viaje sin pasaporte de la UE, para los viajes realizados por aire y mar. Austria había sido el único miembro de Schengen que se oponía a la plena adhesión de los países, pero suavizó su postura este mes. La situación con respecto a los viajes por tierra se discutirá nuevamente en 2024.\",            \"translated_title\": \"Bulgaria y Rumania se unirán al área de Schengen\"        },        {            \"english_version\": \"Kim Jong Un, North Korea’s leader, told his armed forces to accelerate war preparations, including its nuclear-weapons programme, according to state media. Mr Kim reportedly made the order in response to confrontation moves by America. Last week America, Japan and South Korea fully activated a new system to jointly track North Korean missiles.\",            \"english_title\": \"Kim Jong Un orders war preparations\",            \"translated_version\": \"Kim Jong Un, líder de Corea del Norte, ordenó a sus fuerzas armadas acelerar los preparativos de guerra, incluido su programa de armas nucleares, según los medios estatales. Según se informa, el Sr. Kim dio la orden en respuesta a los movimientos de confrontación de Estados Unidos. La semana pasada, Estados Unidos, Japón y Corea del Sur activaron completamente un nuevo sistema para rastrear conjuntamente los misiles norcoreanos.\",            \"translated_title\": \"Kim Jong Un ordena preparativos de guerra\"        },        {            \"english_version\": \"Antony Blinken, America’s secretary of state, met Andrés Manuel López Obrador, Mexico’s president, to discuss the migration crisis at the countries’ border. Mr López Obrador said important agreements were struck during the talks, but provided little detail about them. Illegal migrant crossings from Mexico into America have surpassed 2m in each of the past two years. Xiaomi, a Chinese smartphone-maker, unveiled its first electric car. The company is setting great store by the SU7 sedan, even though overcapacity in China’s electric-car market leaves doubts about domestic demand. At the unveiling its founder and CEO, Lei Jun, spoke of plans to make Xiaomi one of the world’s top five electric-vehicle companies within 20 years.\",            \"english_title\": \"Blinken meets López Obrador to discuss migration crisis\",            \"translated_version\": \"Antony Blinken, secretario de estado de Estados Unidos, se reunió con Andrés Manuel López Obrador, presidente de México, para discutir la crisis migratoria en la frontera de los países. El Sr. López Obrador dijo que se alcanzaron acuerdos importantes durante las conversaciones, pero proporcionó pocos detalles al respecto. Las cruces ilegales de migrantes de México a Estados Unidos han superado los 2 millones en cada uno de los últimos dos años. Xiaomi, un fabricante chino de teléfonos inteligentes, presentó su primer automóvil eléctrico. La compañía tiene grandes expectativas con el sedán SU7, aunque la sobrecapacidad en el mercado de automóviles eléctricos de China deja dudas sobre la demanda nacional. En la presentación, su fundador y CEO, Lei Jun, habló de planes para convertir a Xiaomi en una de las cinco principales compañías de vehículos eléctricos del mundo en 20 años.\",            \"translated_title\": \"Blinken se reúne con López Obrador para discutir la crisis migratoria\"        },        {            \"english_version\": \"The leader of the Rapid Support Forces, a paramilitary group fighting the national army in Sudan, visited Ethiopia. Muhammad Hamdan Dagalo, better known as Hemedti, is visiting several east African countries. In Uganda days earlier he claimed he had put forward our vision to engage in negotiations, cease hostilities and rebuild the Sudanese state based on new, just foundations. Fighting between the RSF and the army has killed more than 12,000 people since April.\",            \"english_title\": \"Leader of Rapid Support Forces visits Ethiopia\",            \"translated_version\": \"El líder de las Fuerzas de Apoyo Rápido, un grupo paramilitar que lucha contra el ejército nacional en Sudán, visitó Etiopía. Muhammad Hamdan Dagalo, mejor conocido como Hemedti, está visitando varios países del este de África. En Uganda, días antes, afirmó que había presentado nuestra visión para participar en negociaciones, cesar las hostilidades y reconstruir el estado sudanés sobre nuevas bases justas. La lucha entre las Fuerzas de Apoyo Rápido y el ejército ha matado a más de 12,000 personas desde abril.\",            \"translated_title\": \"Líder de las Fuerzas de Apoyo Rápido visita Etiopía\"        },        {            \"english_version\": \"A court in Hong Kong sentenced three activists to up to six years’ imprisonment for their involvement in a foiled plot to bomb public buildings. Ho Yu-wang, Kwok Man-hei and Cheung Ho-yeung were charged with conspiracy to commit terrorism or conspiracy to cause explosions under the terms of the national-security law that was imposed on the territory in 2020 by the Chinese government.\",            \"english_title\": \"Hong Kong court sentences activists for foiled bomb plot\",            \"translated_version\": \"Un tribunal de Hong Kong condenó a tres activistas a hasta seis años de prisión por su participación en un complot frustrado para bombardear edificios públicos. Ho Yu-wang, Kwok Man-hei y Cheung Ho-yeung fueron acusados de conspiración para cometer terrorismo o conspiración para causar explosiones en virtud de los términos de la ley de seguridad nacional impuesta en el territorio en 2020 por el gobierno chino.\",            \"translated_title\": \"Tribunal de Hong Kong condena a activistas por complot de bomba frustrado\"        }    ]}"