"{    \"translations\": [        {            \"english_version\": \"The deal will see the release of hostages held in Gaza in exchange for Palestinian prisoners. This raises hopes for peace after two years of war. People in Gaza celebrate a potential end to the war, but they know it will mean facing the grief they have put aside. 'I can't quite believe this is actually happening, we've been waiting for so long,' said Gil Dickman, cousin of hostage Carmel Gat.\",            \"english_title\": \"Hostage Deal\",            \"translated_version\": \"El acuerdo verá la liberación de rehenes en Gaza a cambio de prisioneros palestinos. Esto da esperanzas de paz después de dos años de guerra. La gente en Gaza celebra un posible fin de la guerra, pero saben que tendrán que enfrentar la tristeza que han dejado de lado. `No puedo creer que esto esté pasando, hemos esperado tanto tiempo` dijo Gil Dickman, primo del rehén Carmel Gat.\",            \"translated_title\": \"Acuerdo de Rehenes\"        },        {            \"english_version\": \"The White House calls the allegation 'baseless' as the US Senate rejected a measure to stop Trump from using force against the boats.\",            \"english_title\": \"White House Denies Allegation\",            \"translated_version\": \"La Casa Blanca llama a la acusación `sin base` ya que el Senado de EE.UU. rechazó una medida para detener a Trump de usar fuerza contra los barcos.\",            \"translated_title\": \"Casa Blanca Niega Acusación\"        },        {            \"english_version\": \"The US government said about 2.9 million cars could be affected by the investigation.\",            \"english_title\": \"Car Investigation\",            \"translated_version\": \"El gobierno de EE.UU. dijo que unos 2.9 millones de autos podrían ser afectados por la investigación.\",            \"translated_title\": \"Investigación de Autos\"        },        {            \"english_version\": \"A French court increases by a year the jail term of the only man who challenged his conviction for raping Gisèle Pelicot.\",            \"english_title\": \"French Court Decision\",            \"translated_version\": \"Un tribunal francés aumenta en un año la condena de cárcel del único hombre que desafió su condena por violar a Gisèle Pelicot.\",            \"translated_title\": \"Decisión del Tribunal Francés\"        },        {            \"english_version\": \"More than 300 petrol tankers make it to Bamako under military escort a week after pumps ran dry.\",            \"english_title\": \"Petrol Tankers Arrive\",            \"translated_version\": \"Más de 300 camiones de gasolina llegan a Bamako con escolta militar una semana después de que las bombas se quedaran sin gasolina.\",            \"translated_title\": \"Llegan Camiones de Gasolina\"        }    ]}"