"{    \"translations\": [        {            \"english_version\": \"Israel has started evacuating 100,000 people from Rafah, a city in southern Gaza, to a nearby humanitarian zone declared by Israel. The operation is said to be limited in scope, but it is unclear if it marks the beginning of an invasion of Rafah.\",            \"english_title\": \"Israel's evacuation of Rafah\",            \"translated_version\": \"Israel ha comenzado a sacar a 100,000 personas de Rafah, una ciudad en el sur de Gaza, a una zona humanitaria cercana declarada por Israel. Se dice que la operación es limitada, pero no está claro si marca el comienzo de una invasión de Rafah.\",            \"translated_title\": \"Evacuación de Israel en Rafah\"        },        {            \"english_version\": \"Hamas fired rockets at Israeli troops near the Gaza-Israel border, resulting in the death of three soldiers and injuries to several others. Negotiations between Hamas and Israel in Cairo seem unlikely to lead to a permanent ceasefire or the release of Israeli hostages.\",            \"english_title\": \"Hamas rocket attack and peace talks\",            \"translated_version\": \"Hamas disparó cohetes a tropas israelíes cerca de la frontera entre Gaza e Israel, lo que resultó en la muerte de tres soldados y heridas a varios otros. Las negociaciones entre Hamas e Israel en El Cairo parecen poco probables de llevar a un alto el fuego permanente o la liberación de rehenes israelíes.\",            \"translated_title\": \"Ataque de cohetes de Hamas y conversaciones de paz\"        },        {            \"english_version\": \"Israeli officials conducted a raid on Al Jazeera's office following a decision to suspend the news agency's operations in the country. This action was taken after Israel's parliament passed a law allowing the temporary closure of foreign broadcasters deemed to threaten national security.\",            \"english_title\": \"Israeli raid on Al Jazeera\",            \"translated_version\": \"Funcionarios israelíes llevaron a cabo una redada en la oficina de Al Jazeera después de una decisión de suspender las operaciones de la agencia de noticias en el país. Esta acción se tomó después de que el parlamento de Israel aprobara una ley que permite el cierre temporal de emisoras extranjeras consideradas una amenaza para la seguridad nacional.\",            \"translated_title\": \"Redada israelí en Al Jazeera\"        }    ]}"