"{    \"translations\": [        {            \"english_version\": \"Hundreds of thousands gather in Tel Aviv as Palestinians continue to return to Gaza City after the Israeli withdrawal. It is unclear if disagreement over the list of Palestinian prisoners will affect the release of hostages within the agreed 72 hours.\",            \"english_title\": \"Gathering in Tel Aviv\",            \"translated_version\": \"Cientos de miles se juntan en Tel Aviv mientras los palestinos vuelven a Gaza después de que Israel se fue. No está claro si el desacuerdo sobre la lista de prisioneros palestinos afectará la liberación de rehenes en las 72 horas acordadas.\",            \"translated_title\": \"Reunión en Tel Aviv\"        },        {            \"english_version\": \"Female reporters were excluded from an event at the Taliban government's embassy in New Delhi.\",            \"english_title\": \"Female Reporters Excluded\",            \"translated_version\": \"Las reporteras fueron excluidas de un evento en la embajada del gobierno talibán en Nueva Delhi.\",            \"translated_title\": \"Reporteras Excluidas\"        },        {            \"english_version\": \"El-Fasher has been surrounded by the RSF for 17 months, as residents face hunger and starvation.\",            \"english_title\": \"El-Fasher Surrounded\",            \"translated_version\": \"El-Fasher ha estado rodeado por el RSF durante 17 meses, mientras los residentes enfrentan hambre.\",            \"translated_title\": \"El-Fasher Rodeado\"        },        {            \"english_version\": \"Named the Hwasong-20, its size suggests that it could carry multiple nuclear warheads.\",            \"english_title\": \"Hwasong-20 Missile\",            \"translated_version\": \"Llamado Hwasong-20, su tamaño sugiere que podría llevar varias cabezas nucleares.\",            \"translated_title\": \"Misil Hwasong-20\"        },        {            \"english_version\": \"With 18 people unaccounted for, the tragedy is even more devastating than we thought, says a sheriff.\",            \"english_title\": \"Tragedy Unfolds\",            \"translated_version\": \"Con 18 personas desaparecidas, la tragedia es aún más devastadora de lo que pensamos, dice un sheriff.\",            \"translated_title\": \"Tragedia\"        }    ]}"