"{    \"translations\": [        {            \"english_version\": \"Hamas’s military wing said it would delay the release of a second group of hostages under a four-day truce agreement with Israel until Israel allowed more aid into northern Gaza. It also accused Israel of failing to adhere to the agreed-upon standards for releasing prisoners. Israel denied breaking the terms of the deal. Israeli authorities had expected 13 hostages to be freed by Hamas on Saturday in exchange for 42 Palestinian prisoners. Egypt had reported positive signals from negotiating parties for a possible extension of the truce and a further exchange of captives.\",            \"english_title\": \"Hamas delays hostage release\",            \"translated_version\": \"El ala militar de Hamas dijo que retrasaría la liberación de un segundo grupo de rehenes bajo un acuerdo de alto el fuego de cuatro días con Israel hasta que Israel permitiera más ayuda en el norte de Gaza. También acusó a Israel de no cumplir con los estándares acordados para la liberación de prisioneros. Israel negó haber violado los términos del acuerdo. Las autoridades israelíes esperaban que Hamas liberara a 13 rehenes el sábado a cambio de 42 prisioneros palestinos. Egipto informó de señales positivas de las partes negociadoras para una posible extensión del alto el fuego y un intercambio adicional de cautivos.\",            \"translated_title\": \"Hamas retrasa la liberación de rehenes\"        },        {            \"english_version\": \"A container ship owned by an Israeli-controlled company was reportedly hit by an Iranian drone on Friday, according to American officials. The explosion damaged the Malta-flagged vessel in the Indian Ocean but no one was injured. Earlier this week Yemen’s Iran-backed Houthis seized an Israeli-linked ship in the Red Sea. Israel called that an Iranian act of terror.\",            \"english_title\": \"Israeli ship hit by Iranian drone\",            \"translated_version\": \"Según funcionarios estadounidenses, un barco de carga propiedad de una empresa controlada por Israel fue supuestamente alcanzado por un dron iraní el viernes. La explosión dañó el barco con bandera de Malta en el Océano Índico, pero nadie resultó herido. A principios de esta semana, los hutíes respaldados por Irán en Yemen se apoderaron de un barco vinculado a Israel en el Mar Rojo. Israel calificó eso como un acto de terror iraní.\",            \"translated_title\": \"Barco israelí alcanzado por dron iraní\"        },        {            \"english_version\": \"Ukrainian officials said Russia had carried out its largest drone attack of the war early on Saturday, injuring five people in the capital, Kyiv. They claimed that almost all the 75 Iranian-designed drones deployed had been shot down. The president, Volodymyr Zelenksy, noted that the attack came on the day Ukraine commemorates the Soviet-inflicted Holodomor famine of 1932-33, in which millions died.\",            \"english_title\": \"Russia carries out drone attack in Ukraine\",            \"translated_version\": \"Funcionarios ucranianos dijeron que Rusia llevó a cabo su mayor ataque con drones de la guerra temprano el sábado, hiriendo a cinco personas en la capital, Kyiv. Afirmaron que casi todos los 75 drones de diseño iraní desplegados habían sido derribados. El presidente, Volodymyr Zelenksy, señaló que el ataque ocurrió el día en que Ucrania conmemora la hambruna Holodomor infligida por la Unión Soviética en 1932-33, en la que murieron millones de personas.\",            \"translated_title\": \"Rusia lleva a cabo ataque con drones en Ucrania\"        },        {            \"english_version\": \"Andry Rajoelina was re-elected Madagascar’s president, winning 59% of the vote. A collective of opposition candidates boycotted the election, which they called an institutional coup. Turnout, at 46%, was one of the lowest in Madagascar’s history. Mr Rajoelina first came to power in 2009 after an army-backed coup, and has already completed two terms in office.\",            \"english_title\": \"Andry Rajoelina re-elected as Madagascar's president\",            \"translated_version\": \"Andry Rajoelina fue reelegido presidente de Madagascar, ganando el 59% de los votos. Un colectivo de candidatos de la oposición boicoteó las elecciones, a las que llamaron un golpe institucional. La participación, del 46%, fue una de las más bajas en la historia de Madagascar. El Sr. Rajoelina llegó al poder por primera vez en 2009 después de un golpe respaldado por el ejército y ya ha completado dos mandatos en el cargo.\",            \"translated_title\": \"Andry Rajoelina reelegido como presidente de Madagascar\"        },        {            \"english_version\": \"Derek Chauvin, the Minneapolis police officer convicted of the murder of George Floyd, was reportedly stabbed in federal prison. The Federal Bureau of Prisons said that an inmate was stabbed and transported to the local hospital on Friday, but did not confirm his identity. In 2020 the policeman restrained Floyd by kneeling on his neck. The killing sparked civil-rights demonstrations across America.\",            \"english_title\": \"Derek Chauvin reportedly stabbed in prison\",            \"translated_version\": \"Según informes, Derek Chauvin, el oficial de policía de Minneapolis condenado por el asesinato de George Floyd, fue apuñalado en una prisión federal. La Oficina Federal de Prisiones dijo que un recluso fue apuñalado y trasladado al hospital local el viernes, pero no confirmó su identidad. En 2020, el policía inmovilizó a Floyd arrodillándose sobre su cuello. El asesinato desencadenó manifestaciones por los derechos civiles en todo Estados Unidos.\",            \"translated_title\": \"Reportan apuñalamiento a Derek Chauvin en prisión\"        }    ]}"