"{    \"translations\": [        {            \"english_version\": \"The EU has reached a deal to change its migration system. This happened after Germany and Italy resolved a disagreement about NGOs in the Mediterranean. The deal will be used as a starting point for further discussions between member states to create new laws. The deal requires countries at the point of entry to have stricter procedures for migrants. Other countries will have to accept a quota of migrants or contribute to a joint fund.\",            \"english_title\": \"EU Migration Deal\",            \"translated_version\": \"La UE ha llegado a un acuerdo para cambiar su sistema de migración. Esto sucedió después de que Alemania e Italia resolvieran una disputa sobre ONGs en el Mediterráneo. El acuerdo se utilizará como punto de partida para futuras discusiones entre los estados miembros para crear nuevas leyes. El acuerdo requiere que los países en el punto de entrada tengan procedimientos más estrictos para los migrantes. Otros países tendrán que aceptar una cuota de migrantes o contribuir a un fondo conjunto.\",            \"translated_title\": \"Acuerdo de Migración de la UE\"        },        {            \"english_version\": \"There has been a global sell-off of bonds, which has led to higher borrowing costs. This is because investors are preparing for a long period of tight monetary policy. The yield on American 30-year Treasury bonds has gone above 5% for the first time since 2007. German ten-year bond yields have also reached their highest level since 2011. The Bank of Japan is trying to maintain its policy of controlling bond yields with emergency bond purchases.\",            \"english_title\": \"Global Bond Sell-Off\",            \"translated_version\": \"Ha habido una venta global de bonos, lo que ha llevado a un aumento en los costos de endeudamiento. Esto se debe a que los inversores se están preparando para un largo período de política monetaria restrictiva. El rendimiento de los bonos del Tesoro estadounidense a 30 años ha superado el 5% por primera vez desde 2007. Los rendimientos de los bonos alemanes a diez años también han alcanzado su nivel más alto desde 2011. El Banco de Japón está tratando de mantener su política de controlar los rendimientos de los bonos con compras de bonos de emergencia.\",            \"translated_title\": \"Venta Global de Bonos\"        },        {            \"english_version\": \"Russia's defence ministry has said that its air defences shot down 31 Ukrainian drones in one night. This is one of the largest reported attacks since the war began. Joe Biden, the president of the United States, has reassured NATO leaders that America will continue to support Ukraine. He recently signed a bill to prevent a shutdown of the federal government, which had paused American support for Ukraine.\",            \"english_title\": \"Russian Defense Ministry Shoots Down Ukrainian Drones\",            \"translated_version\": \"El ministerio de defensa de Rusia ha dicho que sus defensas aéreas derribaron 31 drones ucranianos en una noche. Este es uno de los mayores ataques reportados desde que comenzó la guerra. Joe Biden, el presidente de los Estados Unidos, ha asegurado a los líderes de la OTAN que América continuará apoyando a Ucrania. Recientemente firmó un proyecto de ley para evitar el cierre del gobierno federal, que había pausado el apoyo estadounidense a Ucrania.\",            \"translated_title\": \"Ministerio de Defensa de Rusia Derriba Drones Ucranianos\"        },        {            \"english_version\": \"China is unhappy with an EU investigation into whether to impose tariffs on Chinese electric vehicles. The EU claims that these vehicles benefit unfairly from state subsidies, making it difficult for manufacturers from other countries to compete. China's ministry of commerce says that the EU does not have enough evidence for the investigation and that China was given short notice to participate in consultations, which violates its rights.\",            \"english_title\": \"China Unhappy with EU Investigation on Tariffs\",            \"translated_version\": \"China no está contenta con una investigación de la UE sobre si imponer aranceles a los vehículos eléctricos chinos. La UE afirma que estos vehículos se benefician injustamente de subsidios estatales, lo que dificulta que los fabricantes de otros países compitan. El ministerio de comercio de China dice que la UE no tiene suficiente evidencia para la investigación y que a China se le dio poco tiempo para participar en las consultas, lo que viola sus derechos.\",            \"translated_title\": \"China Descontenta con Investigación de la UE sobre Aranceles\"        },        {            \"english_version\": \"Kevin McCarthy has been removed as speaker of the US House of Representatives. This happened after a vote forced by Matt Gaetz, another Republican congressman. This is only the second time in history that the House has taken such a vote. McCarthy's removal has caused turmoil in the House, as there is no obvious replacement for him.\",            \"english_title\": \"Kevin McCarthy Removed as Speaker of the House\",            \"translated_version\": \"Kevin McCarthy ha sido removido como presidente de la Cámara de Representantes de los Estados Unidos. Esto sucedió después de una votación forzada por Matt Gaetz, otro congresista republicano. Esta es solo la segunda vez en la historia que la Cámara ha tomado una votación de este tipo. La remoción de McCarthy ha causado turbulencia en la Cámara, ya que no hay un reemplazo obvio para él.\",            \"translated_title\": \"Kevin McCarthy Removido como Presidente de la Cámara\"        }    ]}"