"{    \"translations\": [        {            \"english_version\": \"President Macron asked Lecornu to stay on until Wednesday to try to bring stability to the country.\",            \"english_title\": \"Macron's Request\",            \"translated_version\": \"El presidente Macron pidió a Lecornu que se quede hasta el miércoles para tratar de traer estabilidad al país.\",            \"translated_title\": \"Petición de Macron\"        },        {            \"english_version\": \"At least one hiker has died and many are still stuck near the mountain's eastern side.\",            \"english_title\": \"Hiker Tragedy\",            \"translated_version\": \"Al menos un excursionista ha muerto y muchos todavía están atrapados cerca del lado este de la montaña.\",            \"translated_title\": \"Tragedia de Excursionista\"        },        {            \"english_version\": \"The British socialite is in prison for 20 years for sex-trafficking charges related to her former boyfriend Jeffrey Epstein.\",            \"english_title\": \"Socialite in Prison\",            \"translated_version\": \"La socialité británica está en prisión por 20 años por cargos de tráfico sexual relacionados con su exnovio Jeffrey Epstein.\",            \"translated_title\": \"Socialité en Prisión\"        },        {            \"english_version\": \"Negotiators from Israel and Hamas are going to Sharm El-Sheikh, Egypt, to start indirect talks to end the Israel-Gaza war.\",            \"english_title\": \"Peace Talks\",            \"translated_version\": \"Negociadores de Israel y Hamas van a Sharm El-Sheikh, Egipto, para comenzar conversaciones indirectas para terminar la guerra entre Israel y Gaza.\",            \"translated_title\": \"Conversaciones de Paz\"        },        {            \"english_version\": \"A lawyer criticized India's Chief Justice BR Gavai, apparently because of comments he made about Hinduism.\",            \"english_title\": \"Criticism of Chief Justice\",            \"translated_version\": \"Un abogado criticó al Jefe de Justicia de India BR Gavai, aparentemente por comentarios que hizo sobre el hinduismo.\",            \"translated_title\": \"Crítica al Jefe de Justicia\"        }    ]}"