"{    \"translations\": [        {            \"english_version\": \"The heads of Israel’s and America’s intelligence agencies met in Qatar to discuss a possible next phase of a truce between Israel and Hamas, which is in its fifth day. The meeting between the CIA and Mossad was also attended by Egyptian officials, according to Reuters. The temporary truce was extended on Monday to facilitate the exchange of more hostages being held in Gaza with Palestinian prisoners held in Israel. According to the Israel Defence Forces, Hamas released a group of 12 hostages to the Red Cross on Tuesday; 30 Palestinian prisoners were in turn released by Israel.\",            \"english_title\": \"Israel and America discuss truce with Hamas\",            \"translated_version\": \"Los jefes de las agencias de inteligencia de Israel y Estados Unidos se reunieron en Qatar para discutir una posible próxima fase de una tregua entre Israel y Hamas, que está en su quinto día. La reunión entre la CIA y el Mossad también contó con la presencia de funcionarios egipcios, según Reuters. La tregua temporal se extendió el lunes para facilitar el intercambio de más rehenes que se encuentran en Gaza con prisioneros palestinos detenidos en Israel. Según las Fuerzas de Defensa de Israel, Hamas liberó a un grupo de 12 rehenes a la Cruz Roja el martes; Israel, a su vez, liberó a 30 prisioneros palestinos.\",            \"translated_title\": \"Israel y Estados Unidos discuten tregua con Hamas\"        },        {            \"english_version\": \"Finland will close its only remaining border crossing with Russia to reduce the number of asylum-seekers entering the country. Some 900 people, many from Somalia and Syria, arrived in November, compared with only a few dozen in September and October. The border will close for two weeks. Finland says Russia is funnelling migrants across the border in retaliation for its joining NATO.\",            \"english_title\": \"Finland to close border crossing with Russia\",            \"translated_version\": \"Finlandia cerrará su único cruce fronterizo restante con Rusia para reducir el número de solicitantes de asilo que ingresan al país. Alrededor de 900 personas, muchas de Somalia y Siria, llegaron en noviembre, en comparación con solo unas pocas docenas en septiembre y octubre. La frontera cerrará durante dos semanas. Finlandia dice que Rusia está canalizando migrantes a través de la frontera en represalia por unirse a la OTAN.\",            \"translated_title\": \"Finlandia cerrará cruce fronterizo con Rusia\"        },        {            \"english_version\": \"Argentina’s president-elect, Javier Milei, met with America’s national security adviser, Jake Sullivan, on Tuesday as part of a trip to Washington, DC. His team also met with officials from the IMF, which Argentina owes more than $40bn. Mr Milei, a self-described 'anarcho-capitalist', won 56% of Argentine votes in a presidential election run-off in mid-November. He will be inaugurated on December 10th.\",            \"english_title\": \"Argentina's president-elect meets with US officials\",            \"translated_version\": \"El presidente electo de Argentina, Javier Milei, se reunió con el asesor de seguridad nacional de Estados Unidos, Jake Sullivan, el martes como parte de un viaje a Washington, DC. Su equipo también se reunió con funcionarios del FMI, a quienes Argentina les debe más de $40 mil millones. El Sr. Milei, un autodenominado 'anarco-capitalista', ganó el 56% de los votos argentinos en una segunda vuelta electoral presidencial a mediados de noviembre. Será inaugurado el 10 de diciembre.\",            \"translated_title\": \"El presidente electo de Argentina se reúne con funcionarios de EE. UU.\"        },        {            \"english_version\": \"Britain’s antitrust regulator challenged a deal which would see Adobe, an American tech giant, buy Figma, a smaller rival, for $20bn. The Competition and Markets Authority said that the deal, announced last year, would harm competition in the design-software sector. The watchdog will decide by the end of February whether to block the merger. Earlier this month the European Commission raised similar concerns.\",            \"english_title\": \"UK regulator challenges Adobe's acquisition of Figma\",            \"translated_version\": \"El regulador de competencia del Reino Unido desafió un acuerdo que permitiría a Adobe, un gigante tecnológico estadounidense, comprar Figma, un competidor más pequeño, por $20 mil millones. La Autoridad de Competencia y Mercados dijo que el acuerdo, anunciado el año pasado, perjudicaría la competencia en el sector de software de diseño. El organismo decidirá a fines de febrero si bloquear la fusión. A principios de este mes, la Comisión Europea planteó preocupaciones similares.\",            \"translated_title\": \"El regulador del Reino Unido desafía la adquisición de Figma por parte de Adobe\"        },        {            \"english_version\": \"North Korean state media announced results from the country’s local elections on Sunday, reporting dissenting votes for the first time in decades. In the totalitarian dictatorship, voters either approve or disapprove a single, party-backed candidate. Over 99% of voters allegedly opted to approve the candidates. Elected bodies, in any event, hold virtually no power.\",            \"english_title\": \"North Korea reports dissenting votes in local elections\",            \"translated_version\": \"Los medios estatales de Corea del Norte anunciaron los resultados de las elecciones locales del país el domingo, informando votos disidentes por primera vez en décadas. En la dictadura totalitaria, los votantes aprueban o desaprueban a un único candidato respaldado por el partido. Supuestamente, más del 99% de los votantes optaron por aprobar a los candidatos. De todos modos, los órganos elegidos tienen prácticamente ningún poder.\",            \"translated_title\": \"Corea del Norte informa votos disidentes en elecciones locales\"        }    ]}"