"{    \"translations\": [        {            \"english_version\": \"Videos show two people training in rural Australia and speaking in front of Islamic State flags.\",            \"english_title\": \"Training in Australia\",            \"translated_version\": \"Videos muestran a dos personas entrenando en el campo de Australia y hablando frente a banderas del Estado Islámico.\",            \"translated_title\": \"Entrenamiento en Australia\"        },        {            \"english_version\": \"Donald Trump's special envoy, Steve Witkoff, and the top Ukrainian negotiator talked about new peace plans.\",            \"english_title\": \"Peace Talks\",            \"translated_version\": \"El enviado especial de Donald Trump, Steve Witkoff, y el principal negociador de Ucrania hablaron sobre nuevos planes de paz.\",            \"translated_title\": \"Charlas de Paz\"        },        {            \"english_version\": \"Morocco won against Comoros 2-0 in the Afcon 2025 opener, with Ayoub El Kaabi scoring a great overhead kick.\",            \"english_title\": \"Morocco Wins\",            \"translated_version\": \"Marruecos ganó contra Comoras 2-0 en el inicio de Afcon 2025, con Ayoub El Kaabi anotando un gran gol de chilena.\",            \"translated_title\": \"Victoria de Marruecos\"        },        {            \"english_version\": \"Nigerian authorities said the last students kidnapped from a Catholic school last month have been freed.\",            \"english_title\": \"Students Freed\",            \"translated_version\": \"Las autoridades de Nigeria dijeron que los últimos estudiantes secuestrados de una escuela católica el mes pasado han sido liberados.\",            \"translated_title\": \"Estudiantes Liberados\"        },        {            \"english_version\": \"At least 347 people have been executed this year, according to the UK-based group Reprieve.\",            \"english_title\": \"Executions Report\",            \"translated_version\": \"Al menos 347 personas han sido ejecutadas este año, según el grupo Reprieve del Reino Unido.\",            \"translated_title\": \"Informe de Ejecuciones\"        }    ]}"