"{    \"translations\": [        {            \"english_version\": \"An Israeli attack killed at least 21 people in Aitou, a town in northern Lebanon. It is the first time the Israel Defence Forces has struck a Christian-majority town since beginning its ground operation in Lebanon. The European Union condemned Israel’s attacks on United Nations peacekeepers in southern Lebanon.\",            \"english_title\": \"Israeli Attack in Lebanon\",            \"translated_version\": \"Un ataque israelí mató al menos a 21 personas en Aitou, un pueblo en el norte de Líbano. Es la primera vez que las Fuerzas de Defensa de Israel han atacado un pueblo de mayoría cristiana desde que comenzaron su operación terrestre en Líbano. La Unión Europea condenó los ataques de Israel a los cascos azules de las Naciones Unidas en el sur de Líbano.\",            \"translated_title\": \"Ataque Israelí en Líbano\"        },        {            \"english_version\": \"The Nobel prize in economics was awarded jointly to Simon Johnson, James Robinson, and Daron Acemoglu for their research on global inequality. Their work has highlighted the link between colonization and prosperity, as well as the significance of strong democratic institutions for countries’ success. The Nobel committee praised the researchers for their innovative approach to studying challenges of our time.\",            \"english_title\": \"Nobel Prize in Economics\",            \"translated_version\": \"El premio Nobel de economía fue otorgado conjuntamente a Simon Johnson, James Robinson y Daron Acemoglu por su investigación sobre la desigualdad global. Su trabajo ha destacado la conexión entre la colonización y la prosperidad, así como la importancia de instituciones democráticas sólidas para el éxito de los países. El comité Nobel elogió a los investigadores por su enfoque innovador para estudiar los desafíos de nuestro tiempo.\",            \"translated_title\": \"Premio Nobel de Economía\"        }    ]}"