"{    \"translations\": [        {            \"english_version\": \"Israel's prime minister, Binyamin Netanyahu, stated that Israel could have overall security responsibility for the Gaza Strip indefinitely after the war. He also mentioned the possibility of tactical pauses in the fighting. The UN's secretary-general, Antonio Guterres, expressed concern that Gaza could become a graveyard for children.\",            \"english_title\": \"Israel's Security Responsibility for Gaza\",            \"translated_version\": \"El primer ministro de Israel, Binyamin Netanyahu, dijo que Israel podría tener la responsabilidad de seguridad general para la Franja de Gaza indefinidamente después de la guerra. También mencionó la posibilidad de pausas tácticas en la lucha. El secretario general de la ONU, Antonio Guterres, expresó preocupación de que Gaza podría convertirse en un cementerio para niños.\",            \"translated_title\": \"Responsabilidad de Seguridad de Israel para Gaza\"        },        {            \"english_version\": \"WeWork, an office-rental company, has filed for bankruptcy in the US. The company has reached an agreement with most of its creditors to reorganize its debt. WeWork's co-founder, Adam Neumann, believes the company will re-emerge.\",            \"english_title\": \"WeWork Files for Bankruptcy\",            \"translated_version\": \"WeWork, una compañía de alquiler de oficinas, ha presentado una solicitud de quiebra en los Estados Unidos. La compañía ha llegado a un acuerdo con la mayoría de sus acreedores para reorganizar su deuda. El cofundador de WeWork, Adam Neumann, cree que la compañía volverá a surgir.\",            \"translated_title\": \"WeWork Solicita Quiebra\"        },        {            \"english_version\": \"Donald Trump testified in a civil-fraud trial in New York, delivering a pugnacious and unrepentant testimony. He has been found liable for fraud in his real-estate dealings. State elections are taking place in Chhattisgarh and Mizoram in India, which will give an indication of Prime Minister Narendra Modi's chances of securing a third term.\",            \"english_title\": \"Trump's Testimony and State Elections in India\",            \"translated_version\": \"Donald Trump testificó en un juicio civil por fraude en Nueva York, dando un testimonio combativo e impenitente. Se le ha encontrado responsable de fraude en sus negocios inmobiliarios. Se están llevando a cabo elecciones estatales en Chhattisgarh y Mizoram en India, lo que dará una indicación de las posibilidades del primer ministro Narendra Modi de asegurar un tercer mandato.\",            \"translated_title\": \"Testimonio de Trump y Elecciones Estatales en India\"        },        {            \"english_version\": \"China's economic woes continue as the value of exports dropped by 6.4% in October. However, South Korea experienced growth in exports for the first time in nearly a year.\",            \"english_title\": \"China's Economic Woes and South Korea's Export Growth\",            \"translated_version\": \"Los problemas económicos de China continúan ya que el valor de las exportaciones cayó un 6.4% en octubre. Sin embargo, Corea del Sur experimentó un crecimiento en las exportaciones por primera vez en casi un año.\",            \"translated_title\": \"Problemas Económicos de China y Crecimiento de las Exportaciones de Corea del Sur\"        },        {            \"english_version\": \"Italy plans to build two centers in Albania to house migrants rescued at sea. Astronomers have discovered the oldest known black hole, which will help in understanding the early stages of supermassive black holes.\",            \"english_title\": \"Italy's Migrant Centers and Discovery of Oldest Black Hole\",            \"translated_version\": \"Italia planea construir dos centros en Albania para albergar a los migrantes rescatados en el mar. Los astrónomos han descubierto el agujero negro más antiguo conocido, lo que ayudará a comprender las etapas tempranas de los agujeros negros supermasivos.\",            \"translated_title\": \"Centros de Migrantes de Italia y Descubrimiento del Agujero Negro Más Antiguo\"        }    ]}"