"{    \"translations\": [        {            \"english_version\": \"America has stopped giving military help to Ukraine to try to make them agree to Donald Trump's peace plans. Marco Rubio, America's secretary of state, said they are pressuring Ukraine to make Russia negotiate. J.D. Vance, the vice-president, criticized Volodymyr Zelensky for acting entitled. This happened before Vance and Trump publicly criticized the Ukrainian president during a press conference.\",            \"english_title\": \"US Stops Military Aid to Ukraine\",            \"translated_version\": \"Estados Unidos dejó de dar ayuda militar a Ucrania para intentar que acepten los planes de paz de Donald Trump. Marco Rubio, el secretario de estado de Estados Unidos, dijo que están presionando a Ucrania para que Rusia negocie. J.D. Vance, el vicepresidente, criticó a Volodymyr Zelensky por actuar con arrogancia. Esto ocurrió antes de que Vance y Trump criticaran públicamente al presidente ucraniano durante una conferencia de prensa.\",            \"translated_title\": \"EE. UU. Deja de Ayudar a Ucrania\"        },        {            \"english_version\": \"Asian stock markets dropped because of America's tariffs on Canada, Mexico, and China. China quickly responded with tariffs on American agricultural products. Canada's prime minister, Justin Trudeau, announced that his country would also impose tariffs on American goods.\",            \"english_title\": \"Asian Markets Drop Due to Tariffs\",            \"translated_version\": \"Los mercados de valores asiáticos cayeron debido a los aranceles de Estados Unidos a Canadá, México y China. China respondió rápidamente con aranceles a productos agrícolas estadounidenses. El primer ministro de Canadá, Justin Trudeau, anunció que su país también impondría aranceles a productos estadounidenses.\",            \"translated_title\": \"Caída de Mercados Asiáticos por Aranceles\"        }    ]}"