"{    \"translations\": [        {            \"english_version\": \"America launched a fourth round of strikes on the Houthis in Yemen, hitting dozens of targets according to officials. The latest attack came shortly after a drone fired by the Iranian-backed militants struck an American vessel in the Gulf of Aden. Earlier the Biden administration redesignated the Houthis as a terrorist organisation. The new classification, which will come into force in 30 days, will require American institutions to freeze funds belonging to the group.\",            \"english_title\": \"US Strikes Houthis in Yemen\",            \"translated_version\": \"Estados Unidos lanzó un cuarto ataque contra los hutíes en Yemen, golpeando docenas de objetivos según funcionarios. El último ataque ocurrió poco después de que un dron disparado por los militantes respaldados por Irán golpeara un barco estadounidense en el Golfo de Adén. Anteriormente, la administración de Biden redesignó a los hutíes como una organización terrorista. La nueva clasificación, que entrará en vigor en 30 días, requerirá que las instituciones estadounidenses congelen los fondos pertenecientes al grupo.\",            \"translated_title\": \"Estados Unidos ataca a los hutíes en Yemen\"        },        {            \"english_version\": \"Pakistan conducted `precision military strikes` inside Iran. According to Pakistan’s foreign ministry, `a number of terrorists` were killed. The attack came two days after Iran launched similar strikes against militants operating in Pakistan. On Wednesday Pakistan recalled its ambassador from Iran, and temporarily suspended all high-level visits between the two countries.\",            \"english_title\": \"Pakistan Strikes Inside Iran\",            \"translated_version\": \"Pakistán realizó `ataques militares de precisión` dentro de Irán. Según el ministerio de relaciones exteriores de Pakistán, `varios terroristas` fueron asesinados. El ataque ocurrió dos días después de que Irán lanzara ataques similares contra militantes que operan en Pakistán. El miércoles, Pakistán llamó a su embajador de regreso de Irán y suspendió temporalmente todas las visitas de alto nivel entre los dos países.\",            \"translated_title\": \"Pakistán ataca dentro de Irán\"        },        {            \"english_version\": \"OPEC said it expects global oil demand to remain robust in 2024 and 2025, due to a strong global growth forecast and slowing inflation. Oil prices ticked up on the news. In contrast with OPEC’s forecast, the IEA said that growth in oil demand will halve in 2024 because of China’s slow economic recovery and greater take-up of electric vehicles.\",            \"english_title\": \"OPEC Expects Robust Oil Demand\",            \"translated_version\": \"OPEP dijo que espera que la demanda mundial de petróleo se mantenga sólida en 2024 y 2025, debido a un fuerte pronóstico de crecimiento global y una inflación más lenta. Los precios del petróleo subieron con la noticia. En contraste con el pronóstico de la OPEP, la AIE dijo que el crecimiento de la demanda de petróleo se reducirá a la mitad en 2024 debido a la lenta recuperación económica de China y una mayor adopción de vehículos eléctricos.\",            \"translated_title\": \"OPEP espera una sólida demanda de petróleo\"        },        {            \"english_version\": \"Singapore’s transport minister resigned after he was slapped with 27 charges, including two counts of corruption. S. Iswaran, who was arrested last year, has rejected the allegations, which included receiving bungs from a property tycoon. He said he will `now focus on clearing my name`. The case shocked the city-state known for its scrupulous governance. The government of Comoros, an east African island, imposed an overnight curfew after protesters rejected the re-election of Azali Assoumani. On Wednesday the army fired tear gas to disperse demonstrators in Moroni, the capital. Mr Assoumani’s opponents said the vote, which was held on Sunday, was fraudulent; the government denies the allegations.\",            \"english_title\": \"Singapore Minister Resigns, Curfew in Comoros\",            \"translated_version\": \"El ministro de transporte de Singapur renunció después de ser acusado de 27 cargos, incluidos dos cargos de corrupción. S. Iswaran, quien fue arrestado el año pasado, ha rechazado las acusaciones, que incluyen recibir sobornos de un magnate de bienes raíces. Dijo que `ahora me enfocaré en limpiar mi nombre`. El caso sorprendió a la ciudad-estado conocida por su gobierno escrupuloso. El gobierno de Comoras, una isla del este de África, impuso un toque de queda nocturno después de que los manifestantes rechazaran la reelección de Azali Assoumani. El miércoles, el ejército disparó gas lacrimógeno para dispersar a los manifestantes en Moroni, la capital. Los oponentes del Sr. Assoumani dijeron que la votación, que se llevó a cabo el domingo, fue fraudulenta; el gobierno niega las acusaciones.\",            \"translated_title\": \"Ministro de Singapur renuncia, toque de queda en Comoras\"        },        {            \"english_version\": \"An American court banned Apple from selling advanced models of its smartwatches. The US International Trade Commission ruled last year that a blood oxygen monitoring feature in the devices violated a patent. Apple said it would continue to import models without the disputed feature—regulators agreed to that on Wednesday. The tech giant overtook Samsung to become the largest seller of smartphones in the world last year.\",            \"english_title\": \"Apple Banned from Selling Smartwatches\",            \"translated_version\": \"Un tribunal estadounidense prohibió a Apple vender modelos avanzados de sus relojes inteligentes. La Comisión de Comercio Internacional de Estados Unidos dictaminó el año pasado que una función de monitoreo de oxígeno en sangre en los dispositivos violaba una patente. Apple dijo que seguirá importando modelos sin la función en disputa, los reguladores acordaron eso el miércoles. El gigante tecnológico superó a Samsung para convertirse en el mayor vendedor de teléfonos inteligentes del mundo el año pasado.\",            \"translated_title\": \"Apple prohibido de vender relojes inteligentes\"        }    ]}"