"{    \"translations\": [        {            \"english_version\": \"A powerful cyclone named Chido struck Mayotte, a French territory in the Indian Ocean. The storm had winds reaching 200kph, making it the most severe cyclone to hit the region in almost a hundred years. The death toll from the cyclone is expected to be high, especially since a significant portion of Mayotte's population consists of undocumented migrants from nearby Comoros.\",            \"english_title\": \"Cyclone Chido Hits Mayotte\",            \"translated_version\": \"Un fuerte ciclón llamado Chido golpeó Mayotte, un territorio francés en el Océano Índico. La tormenta tenía vientos de hasta 200kph, convirtiéndose en el ciclón más severo en golpear la región en casi cien años. Se espera que el número de muertos por el ciclón sea alto, especialmente porque una parte significativa de la población de Mayotte está compuesta por migrantes indocumentados de los cercanos Comoros.\",            \"translated_title\": \"Ciclón Chido Golpea Mayotte\"        },        {            \"english_version\": \"Han Dong-hoon stepped down as the leader of South Korea's ruling People Power Party after announcing his support for the impeachment of President Yoon Suk Yeol. Han cited the untenable nature of his position following his decision. He was among 12 party members who voted against the president, leading to his impeachment for attempting to impose martial law.\",            \"english_title\": \"Political Resignation in South Korea\",            \"translated_version\": \"Han Dong-hoon renunció como líder del Partido del Poder Popular de Corea del Sur después de anunciar su apoyo al juicio político del Presidente Yoon Suk Yeol. Han mencionó la naturaleza insostenible de su posición tras su decisión. Él fue uno de los 12 miembros del partido que votaron en contra del presidente, lo que llevó a su juicio político por intentar imponer la ley marcial.\",            \"translated_title\": \"Renuncia Política en Corea del Sur\"        }    ]}"