"{    \"translations\": [        {            \"english_version\": \"Anthony Albanese says the country must be ready to respond to the fast-changing security situation.\",            \"english_title\": \"Security Alert\",            \"translated_version\": \"Anthony Albanese dice que el país debe estar listo para responder a la situación de seguridad que cambia rápido.\",            \"translated_title\": \"Alerta de Seguridad\"        },        {            \"english_version\": \"Police say 10 more people were hurt in a shooting near Johannesburg, and they are searching for the suspect.\",            \"english_title\": \"Shooting Incident\",            \"translated_version\": \"La policía dice que 10 personas más fueron heridas en un tiroteo cerca de Johannesburgo, y están buscando al sospechoso.\",            \"translated_title\": \"Incidente de Tiroteo\"        },        {            \"english_version\": \"Pakistan's former Prime Minister, who is already in jail, plans to fight the court decision.\",            \"english_title\": \"Court Battle\",            \"translated_version\": \"El ex Primer Ministro de Pakistán, que ya está en la cárcel, planea luchar contra la decisión del tribunal.\",            \"translated_title\": \"Batalla en el Tribunal\"        },        {            \"english_version\": \"The US says it hit many targets in Syria after last week's deadly attack by Islamic State on US forces.\",            \"english_title\": \"US Strikes in Syria\",            \"translated_version\": \"Estados Unidos dice que atacó muchos objetivos en Siria después del ataque mortal de la semana pasada por el Estado Islámico a las fuerzas de EE.UU.\",            \"translated_title\": \"Ataques de EE.UU. en Siria\"        },        {            \"english_version\": \"Russia's leader said on TV that claims of planning an attack on Europe were 'nonsense'.\",            \"english_title\": \"Russia Denies Attack Plans\",            \"translated_version\": \"El líder de Rusia dijo en la tele que las afirmaciones de planear un ataque a Europa eran tonterías.\",            \"translated_title\": \"Rusia Niega Planes de Ataque\"        }    ]}"