"{    \"translations\": [        {            \"english_version\": \"A Russian air strike killed at least 16 people and injured many more in Chernihiv, a city in the north of Ukraine. The city’s acting mayor condemned Russia for engaging in terrorist activity. Russia has stepped up its bombardment of Ukrainian cities, overwhelming the country’s air defences. Ukrainian politicians renewed their call for more military support following the attack.\",            \"english_title\": \"Conflict in Ukraine\",            \"translated_version\": \"Un ataque aéreo ruso mató al menos a 16 personas e hirió a muchas más en Chernihiv, una ciudad en el norte de Ucrania. El alcalde interino de la ciudad condenó a Rusia por participar en actividades terroristas. Rusia ha intensificado su bombardeo de ciudades ucranianas, superando las defensas aéreas del país. Los políticos ucranianos renovaron su llamado a más apoyo militar después del ataque.\",            \"translated_title\": \"Conflicto en Ucrania\"        },        {            \"english_version\": \"America will reimpose oil sanctions on Venezuela, which was given a six-month reprieve on the condition that it hold broadly democratic elections this year. Nicolás Maduro, the country’s autocratic president, has instead banned the main opposition candidate from running. The Biden administration told most oil companies operating there to wind down business by May 31st.\",            \"english_title\": \"Oil Sanctions on Venezuela\",            \"translated_version\": \"Estados Unidos reimpondrá sanciones petroleras a Venezuela, que había recibido un aplazamiento de seis meses con la condición de que celebrara elecciones ampliamente democráticas este año. Nicolás Maduro, el presidente autocrático del país, en cambio, prohibió que el principal candidato de la oposición se postulara. La administración Biden le dijo a la mayoría de las compañías petroleras que operan allí que reduzcan sus negocios para el 31 de mayo.\",            \"translated_title\": \"Sanciones Petroleras en Venezuela\"        },        {            \"english_version\": \"The IMF forecast that America will record a fiscal deficit of 7.1% next year. According to the IMF’s Fiscal Monitor, a twice-yearly analysis of public finances, the average fiscal deficit for countries in the rich world is 2%. The report was also highly critical of large budget deficits in China, Britain, and Italy.\",            \"english_title\": \"Fiscal Deficit Forecast\",            \"translated_version\": \"El FMI pronosticó que Estados Unidos registrará un déficit fiscal del 7.1% el próximo año. Según el Monitor Fiscal del FMI, un análisis semestral de las finanzas públicas, el déficit fiscal promedio para los países en el mundo rico es del 2%. El informe también fue muy crítico con los grandes déficits presupuestarios en China, Gran Bretaña e Italia.\",            \"translated_title\": \"Pronóstico de Déficit Fiscal\"        },        {            \"english_version\": \"America’s Senate tossed two articles of impeachment against Alejandro Mayorkas, the homeland-security secretary, swiftly shutting down his trial. Democrats, who hold a majority in the chamber, voted along party lines. The Republican-controlled House of Representatives impeached Mr Mayorkas in February for failing to secure the southern border. Critics say this was a policy dispute, not an impeachable offence.\",            \"english_title\": \"Impeachment Proceedings\",            \"translated_version\": \"El Senado de Estados Unidos desechó dos artículos de juicio político contra Alejandro Mayorkas, el secretario de seguridad nacional, cerrando rápidamente su juicio. Los demócratas, que tienen la mayoría en la cámara, votaron siguiendo las líneas de sus partidos. La Cámara de Representantes controlada por los republicanos impugnó al Sr. Mayorkas en febrero por no asegurar la frontera sur. Los críticos dicen que esto fue una disputa de políticas, no un delito impeachable.\",            \"translated_title\": \"Procedimientos de Impeachment\"        },        {            \"english_version\": \"Georgia’s parliament approved a controversial foreign agents law on its first reading. Opposition MPs refused to vote on the bill, which would require organisations to register as pursuing the interests of a foreign power if they receive more than 20% of their funding from abroad. Critics, who view the law as a means of cracking down on dissent, held mass protests in Tbilisi in recent days. The bill will require two more readings before it is adopted.\",            \"english_title\": \"Controversial Foreign Agents Law in Georgia\",            \"translated_version\": \"El parlamento de Georgia aprobó una ley de agentes extranjeros controvertida en su primera lectura. Los diputados de la oposición se negaron a votar sobre el proyecto de ley, que requeriría que las organizaciones se registren como persiguiendo los intereses de un poder extranjero si reciben más del 20% de su financiamiento del extranjero. Los críticos, que ven la ley como un medio para reprimir la disidencia, realizaron protestas masivas en Tbilisi en los últimos días. El proyecto de ley requerirá dos lecturas más antes de ser adoptado.\",            \"translated_title\": \"Ley de Agentes Extranjeros Controvertida en Georgia\"        }    ]}"