"{    \"translations\": [        {            \"english_version\": \"Steve Witkoff and Jared Kushner went to Egypt after Hamas gave a list of Palestinian prisoners they want Israel to release in exchange for hostages.\",            \"english_title\": \"Visit to Egypt\",            \"translated_version\": \"Steve Witkoff y Jared Kushner fueron a Egipto después de que Hamas dio una lista de prisioneros palestinos que quieren que Israel libere a cambio de rehenes.\",            \"translated_title\": \"Visita a Egipto\"        },        {            \"english_version\": \"Sébastien Lecornu has until Wednesday evening to make a plan for the country's stability.\",            \"english_title\": \"Deadline for Stability Plan\",            \"translated_version\": \"Sébastien Lecornu tiene hasta el miércoles por la noche para hacer un plan para la estabilidad del país.\",            \"translated_title\": \"Plazo para Plan de Estabilidad\"        },        {            \"english_version\": \"The Nobel committee in Sweden announced the winners of the prestigious science prize.\",            \"english_title\": \"Nobel Prize Winners\",            \"translated_version\": \"El comité Nobel en Suecia anunció a los ganadores del prestigioso premio de ciencia.\",            \"translated_title\": \"Ganadores del Premio Nobel\"        },        {            \"english_version\": \"An attack on Wednesday caused mass power cuts, similar to another recent strike. An architect and three workers died at a building being renovated.\",            \"english_title\": \"Attack Causes Power Cuts\",            \"translated_version\": \"Un ataque el miércoles causó cortes de energía masivos, similar a otro ataque reciente. Un arquitecto y tres trabajadores murieron en un edificio en renovación.\",            \"translated_title\": \"Ataque Causa Cortes de Energía\"        },        {            \"english_version\": \"Activists on nine ships with food and medical supplies for Palestinians will be deported, according to Israel.\",            \"english_title\": \"Activists to be Deported\",            \"translated_version\": \"Activistas en nueve barcos con comida y suministros médicos para palestinos serán deportados, según Israel.\",            \"translated_title\": \"Activistas Serán Deportados\"        }    ]}"