"{    \"translations\": [        {            \"english_version\": \"Ayatollah Ali Khamenei, Iran's supreme leader, stated that Iran's retaliation to Israel's bombardment of Lebanon was considered legal and legitimate. This came during his first public sermon in almost five years. The situation escalated as an Israeli air strike disrupted the Masnaa border crossing, a crucial route connecting Lebanon to Syria. Approximately 160,000 individuals have fled from Lebanon to Syria due to Israel's ground operation.\",            \"english_title\": \"Iran's Retaliation to Israel's Bombardment of Lebanon\",            \"translated_version\": \"El líder supremo de Irán, Ayatollah Ali Khamenei, dijo que la respuesta de Irán al bombardeo de Israel en Líbano se consideraba legal y legítima. Esto ocurrió durante su primer sermón público en casi cinco años. La situación se intensificó cuando un ataque aéreo israelí interrumpió el cruce fronterizo de Masnaa, una ruta crucial que conecta Líbano con Siria. Aproximadamente 160,000 personas han huido de Líbano a Siria debido a la operación terrestre de Israel.\",            \"translated_title\": \"La Retaliación de Irán al Bombardeo de Israel en Líbano\"        },        {            \"english_version\": \"Oil prices have been on the rise, with Brent crude increasing by nearly 1%. The surge in prices was triggered by President Joe Biden's remarks hinting at potential American support for an Israeli attack on Iran's oil facilities. This followed a significant one-day price increase of over 5%, marking the largest rise in almost a year.\",            \"english_title\": \"Oil Prices Surge\",            \"translated_version\": \"Los precios del petróleo han estado aumentando, con el crudo Brent aumentando casi un 1%. El aumento de precios fue provocado por los comentarios del presidente Joe Biden insinuando un posible apoyo estadounidense a un ataque israelí a las instalaciones petroleras de Irán. Esto siguió a un aumento significativo de más del 5% en un día, marcando el mayor aumento en casi un año.\",            \"translated_title\": \"Aumento de los Precios del Petróleo\"        }    ]}"