"{    \"translations\": [        {            \"english_version\": \"The coffins were brought into Israel from Gaza by the Red Cross, according to the Israel Defense Forces.\",            \"english_title\": \"Coffins Brought to Israel\",            \"translated_version\": \"Los ataúdes fueron llevados a Israel desde Gaza por la Cruz Roja, según las Fuerzas de Defensa de Israel.\",            \"translated_title\": \"Ataúdes llevados a Israel\"        },        {            \"english_version\": \"The changes in France, which increased the retirement age from 62 to 64, were considered important reforms during Emmanuel Macron's presidency.\",            \"english_title\": \"Retirement Age Changes in France\",            \"translated_version\": \"Los cambios en Francia, que aumentaron la edad de jubilación de 62 a 64 años, fueron considerados reformas importantes durante la presidencia de Emmanuel Macron.\",            \"translated_title\": \"Cambios en la Edad de Jubilación en Francia\"        },        {            \"english_version\": \"Bipin Joshi tried to help other Nepalese students before being taken hostage, according to his grieving friend who spoke to the BBC.\",            \"english_title\": \"Bipin Joshi's Brave Act\",            \"translated_version\": \"Bipin Joshi intentó ayudar a otros estudiantes nepalíes antes de ser tomado como rehén, según su amigo triste que habló con la BBC.\",            \"translated_title\": \"Acto Valiente de Bipin Joshi\"        },        {            \"english_version\": \"The military in Madagascar promises elections within two years, but President Rajoelina says he is still in control.\",            \"english_title\": \"Madagascar Elections Promise\",            \"translated_version\": \"El ejército en Madagascar promete elecciones dentro de dos años, pero el Presidente Rajoelina dice que todavía está en control.\",            \"translated_title\": \"Promesa de Elecciones en Madagascar\"        },        {            \"english_version\": \"President Trump claimed a vessel belonged to 'narcoterrorists' and was involved in drug trafficking, but US officials have not shown evidence for this claim.\",            \"english_title\": \"Trump's Vessel Claim\",            \"translated_version\": \"El Presidente Trump dijo que un barco pertenecía a 'narcoterroristas' y estaba involucrado en el tráfico de drogas, pero los oficiales de EE.UU. no han mostrado evidencia de esto.\",            \"translated_title\": \"Reclamo de Barco de Trump\"        }    ]}"