"{    \"translations\": [        {            \"english_version\": \"Lai Ching-te, a veteran politician from the ruling Democratic Progressive Party, was elected to become Taiwan’s next president, with 40% of the votes, compared with 33% for his nearest rival, Hou Yu-ih of the main opposition party, the Kuomintang. The election was dominated by the island’s relationship with China, which sees Mr Lai as a dangerous separatist. Mr Lai’s DPP lost control of Taiwan’s parliament, where no party will have an overall majority.\",            \"english_title\": \"Taiwan's Next President\",            \"translated_version\": \"Lai Ching-te, un político veterano del gobernante Partido Democrático Progresista, fue elegido como el próximo presidente de Taiwán, con el 40% de los votos, en comparación con el 33% de su rival más cercano, Hou Yu-ih del principal partido de oposición, el Kuomintang. La elección estuvo dominada por la relación de la isla con China, que ve al Sr. Lai como un separatista peligroso. El DPP del Sr. Lai perdió el control del parlamento de Taiwán, donde ningún partido tendrá una mayoría absoluta.\",            \"translated_title\": \"Próximo Presidente de Taiwán\"        },        {            \"english_version\": \"Turkey said it had 'neutralised' 45 members of the Kurdistan Workers’ Party (PKK), an armed Kurdish group, and destroyed 29 'targets' with a series of air strikes in northern Syria. The attacks come after nine Turkish soldiers were killed in a clash with the PKK—which first launched an insurgency against the Turkish state in 1984—in northern Iraq on Friday.\",            \"english_title\": \"Turkey's Air Strikes\",            \"translated_version\": \"Turquía dijo que había 'neutralizado' a 45 miembros del Partido de los Trabajadores del Kurdistán (PKK), un grupo armado kurdo, y destruido 29 'objetivos' con una serie de ataques aéreos en el norte de Siria. Los ataques se producen después de que nueve soldados turcos murieran en un enfrentamiento con el PKK, que lanzó por primera vez una insurgencia contra el estado turco en 1984, en el norte de Iraq el viernes.\",            \"translated_title\": \"Ataques Aéreos de Turquía\"        },        {            \"english_version\": \"Russia launched a large air-attack on Ukraine overnight. Ukraine’s armed forces said 40 missiles were launched, but that it shot down eight and jammed a further 20 causing them to miss their targets. It is Russia’s third such attack on Ukraine since the start of the year; as the ground war grinds to a stalemate, action is increasingly taking place in the skies.\",            \"english_title\": \"Russia's Air Attack\",            \"translated_version\": \"Rusia lanzó un gran ataque aéreo contra Ucrania durante la noche. Las fuerzas armadas de Ucrania dijeron que se lanzaron 40 misiles, pero que derribaron ocho y bloquearon otros 20, lo que hizo que fallaran sus objetivos. Es el tercer ataque de este tipo de Rusia contra Ucrania desde el comienzo del año; a medida que la guerra terrestre se estanca, la acción se está llevando a cabo cada vez más en los cielos.\",            \"translated_title\": \"Ataque Aéreo de Rusia\"        },        {            \"english_version\": \"America launched further strikes against the Houthis, an Iran-backed Yemeni militant group which has been attacking cargo ships in the Red Sea. The new strikes targeted a Houthi radar facility. America and Britain carried out joint attacks against the group early on Friday. Mass demonstrations took place in Sana’a, Yemen’s capital, in response and the Houthis promised to retaliate, saying there would be a 'heavy price' for the strikes. They also said that the strikes had been ineffective.\",            \"english_title\": \"Strikes Against the Houthis\",            \"translated_version\": \"Estados Unidos lanzó nuevos ataques contra los hutíes, un grupo militante yemení respaldado por Irán que ha estado atacando barcos de carga en el Mar Rojo. Los nuevos ataques se dirigieron a una instalación de radar hutí. Estados Unidos y Gran Bretaña llevaron a cabo ataques conjuntos contra el grupo a primera hora del viernes. Se llevaron a cabo manifestaciones masivas en Sana'a, la capital de Yemen, en respuesta y los hutíes prometieron tomar represalias, diciendo que habría un 'alto precio' por los ataques. También dijeron que los ataques habían sido ineficaces.\",            \"translated_title\": \"Ataques Contra los Hutíes\"        },        {            \"english_version\": \"Microsoft surpassed Apple to become the world’s most valuable public company. Microsoft was valued at $2.89trn as markets closed on Friday; Apple at $2.87trn. The iPhone-maker has been the most valuable listed firm for most of the past 12 years. But Microsoft’s investments in artificial intelligence have helped it catch up. The software giant last closed above Apple in 2021.\",            \"english_title\": \"Microsoft Surpasses Apple\",            \"translated_version\": \"Microsoft superó a Apple para convertirse en la empresa pública más valiosa del mundo. Microsoft fue valorada en $2.89 billones al cierre de los mercados el viernes; Apple en $2.87 billones. El fabricante del iPhone ha sido la empresa más valiosa en la lista durante la mayor parte de los últimos 12 años. Pero las inversiones de Microsoft en inteligencia artificial le han ayudado a ponerse al día. El gigante del software cerró por encima de Apple por última vez en 2021.\",            \"translated_title\": \"Microsoft Supera a Apple\"        }    ]}"