"{    \"translations\": [        {            \"english_version\": \"Israel is expanding its military operations in Gaza. They are telling Palestinians to leave Gaza City and move to the south.\",            \"english_title\": \"Israel Expands Operations\",            \"translated_version\": \"Israel está haciendo más operaciones militares en Gaza. Dicen a los palestinos que salgan de la ciudad de Gaza y se vayan al sur.\",            \"translated_title\": \"Israel hace más operaciones\"        },        {            \"english_version\": \"A crash killed 16 people, but a preliminary statement says the rest of the mechanism worked properly.\",            \"english_title\": \"Crash Kills 16\",            \"translated_version\": \"Un accidente mató a 16 personas, pero un informe dice que el resto del mecanismo funcionó bien.\",            \"translated_title\": \"Accidente mata a 16\"        },        {            \"english_version\": \"Many people who were killed had just returned to their village in Borno State after being displaced for years.\",            \"english_title\": \"Return Ends in Tragedy\",            \"translated_version\": \"Muchas personas que murieron acababan de regresar a su pueblo en el estado de Borno después de estar fuera por años.\",            \"translated_title\": \"Regreso termina en tragedia\"        },        {            \"english_version\": \"Venezuelan President Nicolás Maduro says that differences between countries should not lead to military conflict.\",            \"english_title\": \"Maduro on Country Differences\",            \"translated_version\": \"El presidente de Venezuela, Nicolás Maduro, dice que las diferencias entre países no deben llevar a conflictos militares.\",            \"translated_title\": \"Maduro sobre diferencias\"        },        {            \"english_version\": \"US immigration officials detained 475 workers, mostly South Korean nationals, saying they were working illegally.\",            \"english_title\": \"US Detains Workers\",            \"translated_version\": \"Oficiales de inmigración de EE.UU. detuvieron a 475 trabajadores, la mayoría de Corea del Sur, diciendo que trabajaban ilegalmente.\",            \"translated_title\": \"EE.UU. detiene trabajadores\"        }    ]}"