"{    \"translations\": [        {            \"english_version\": \"Israel's army took control of the Rafah crossing on the border between Gaza and Egypt. This could be the start of their ground attack in Rafah, where many displaced Palestinians are staying. Israel told over 100,000 civilians to leave Rafah and go to a 'humanitarian zone' near Gaza's coast.\",            \"english_title\": \"Israel Takes Control of Rafah Crossing\",            \"translated_version\": \"El ejército de Israel tomó el control del cruce de Rafah en la frontera entre Gaza y Egipto. Esto podría ser el comienzo de su ataque terrestre en Rafah, donde muchos palestinos desplazados están alojados. Israel le dijo a más de 100,000 civiles que salieran de Rafah y fueran a una 'zona humanitaria' cerca de la costa de Gaza.\",            \"translated_title\": \"Israel Toma Control del Cruce de Rafah\"        },        {            \"english_version\": \"Ceasefire discussions are starting again. Binyamin Netanyahu, Israel's prime minister, mentioned that the deal Hamas agreed to is not meeting Israel's main requests.\",            \"english_title\": \"Ceasefire Discussions Resume\",            \"translated_version\": \"Las discusiones de alto el fuego están comenzando de nuevo. Binyamin Netanyahu, el primer ministro de Israel, mencionó que el acuerdo al que Hamas accedió no cumple con las principales peticiones de Israel.\",            \"translated_title\": \"Discusiones de Alto el Fuego se Reanudan\"        },        {            \"english_version\": \"Stormy Daniels testified in Donald Trump's criminal trial in Manhattan. She is a former porn star who talked about being with Mr. Trump at a golf event in 2006. She said Mr. Trump kept contacting her and offered her a role on his TV show, 'The Apprentice'. In 2016, she sold her story to Michael Cohen, Mr. Trump's ex-lawyer.\",            \"english_title\": \"Stormy Daniels Testifies in Trump's Trial\",            \"translated_version\": \"Stormy Daniels testificó en el juicio criminal de Donald Trump en Manhattan. Ella es una ex estrella de cine para adultos que habló sobre estar con el Sr. Trump en un evento de golf en 2006. Ella dijo que el Sr. Trump seguía contactándola y le ofreció un papel en su programa de televisión, 'The Apprentice'. En 2016, vendió su historia a Michael Cohen, el ex abogado del Sr. Trump.\",            \"translated_title\": \"Stormy Daniels Testifica en el Juicio de Trump\"        }    ]}"