"{    \"translations\": [        {            \"english_version\": \"Donald Trump criticized Jerome Powell, the head of the Federal Reserve, and said he should be fired quickly. Trump nicknamed Powell 'Too Late' and called for the central bank to lower interest rates faster. The Federal Reserve, which is supposed to be independent from politics, has not changed rates since December. Powell warned that Trump's tariffs could lead to higher inflation.\",            \"english_title\": \"Donald Trump criticizes Jerome Powell and urges faster rate cuts\",            \"translated_version\": \"Donald Trump criticizó a Jerome Powell, el jefe de la Reserva Federal, y dijo que debería ser despedido rápidamente. Trump apodó a Powell 'Muy Tarde' y pidió al banco central que redujera las tasas de interés más rápido. La Reserva Federal, que se supone que es independiente de la política, no ha cambiado las tasas desde diciembre. Powell advirtió que los aranceles de Trump podrían provocar una mayor inflación.\",            \"translated_title\": \"Donald Trump critica a Jerome Powell y pide recortes de tasas más rápidos\"        },        {            \"english_version\": \"The European Central Bank reduced interest rates by 0.25% to 2.25%. Inflation in March dropped to 2.2%, close to the ECB's target of 2%. Services inflation also decreased. However, the bank expressed worries about the impact of 'rising trade tensions' on economic growth. Analysts predict two more rate cuts by the end of 2025.\",            \"english_title\": \"European Central Bank cuts interest rates amid concerns about trade tensions\",            \"translated_version\": \"El Banco Central Europeo redujo las tasas de interés en 0.25% a 2.25%. La inflación en marzo bajó al 2.2%, cerca del objetivo del BCE del 2%. La inflación de servicios también disminuyó. Sin embargo, el banco expresó preocupaciones sobre el impacto de las 'tensiones comerciales crecientes' en el crecimiento económico. Los analistas predicen dos recortes más de tasas para finales de 2025.\",            \"translated_title\": \"Banco Central Europeo reduce tasas de interés ante preocupaciones sobre tensiones comerciales\"        }    ]}"