"{    \"translations\": [        {            \"english_version\": \"The US Department of Justice is facing criticism from victims because their names and unredacted images were included in the latest release of documents.\",            \"english_title\": \"Justice Department Criticized\",            \"translated_version\": \"El Departamento de Justicia de EE.UU. recibe críticas de víctimas porque sus nombres e imágenes sin editar fueron incluidos en los últimos documentos.\",            \"translated_title\": \"Departamento de Justicia Criticado\"        },        {            \"english_version\": \"The couple will appear on two separate days in late February for a deposition after reaching an agreement with the House oversight committee.\",            \"english_title\": \"Couple to Testify\",            \"translated_version\": \"La pareja irá dos días diferentes a finales de febrero para hablar después de llegar a un acuerdo con el comité de supervisión de la Cámara.\",            \"translated_title\": \"Pareja Testificará\"        },        {            \"english_version\": \"Scientists say there is a big chance to save lives because nearly 40% of cancers can be prevented.\",            \"english_title\": \"Cancer Prevention Hope\",            \"translated_version\": \"Científicos dicen que hay una gran oportunidad de salvar vidas porque casi 40% de los cánceres se pueden prevenir.\",            \"translated_title\": \"Esperanza de Prevención de Cáncer\"        },        {            \"english_version\": \"A large attack with more than 70 missiles and 450 drones happened after an 'energy truce' ended over the weekend.\",            \"english_title\": \"Attack After Truce\",            \"translated_version\": \"Un gran ataque con más de 70 misiles y 450 drones ocurrió después de que una tregua de energía terminó el fin de semana.\",            \"translated_title\": \"Ataque Después de Tregua\"        },        {            \"english_version\": \"As the US and Colombian presidents meet, a police unit is working to find and destroy jungle cocaine labs.\",            \"english_title\": \"Cocaine Labs Targeted\",            \"translated_version\": \"Mientras los presidentes de EE.UU. y Colombia se reúnen, una unidad de policía trabaja para encontrar y destruir laboratorios de cocaína en la selva.\",            \"translated_title\": \"Laboratorios de Cocaína Atacados\"        }    ]}"