"{    \"translations\": [        {            \"english_version\": \"The special counsel investigating Joe Biden’s handling of classified documents said that although the American president wilfully retained and disclosed classified material, his actions did not warrant criminal charges. But the report, which was made public on Thursday, was damaging in another way, detailing examples of Mr Biden’s faulty memory, including his inability to recall when his vice-presidency ended. Mr Biden hastily arranged a speech in which he defended his mental faculties.\",            \"english_title\": \"Biden's Handling of Classified Documents\",            \"translated_version\": \"El consejero especial que investiga cómo Joe Biden manejó documentos clasificados dijo que aunque el presidente estadounidense retuvo y divulgó intencionalmente material clasificado, sus acciones no justificaban cargos criminales. Pero el informe, que se hizo público el jueves, fue dañino de otra manera, detallando ejemplos de la memoria defectuosa del Sr. Biden, incluida su incapacidad para recordar cuándo terminó su vicepresidencia. El Sr. Biden organizó apresuradamente un discurso en el que defendió sus facultades mentales.\",            \"translated_title\": \"Manejo de documentos clasificados de Biden\"        },        {            \"english_version\": \"Election results in Pakistan were delayed: despite polls closing at 5pm local time, only a handful of results have been released. Early counting suggested candidates backed by the Pakistan Tehreek-e-Insaf party—which was barred from the contest and is led by Imran Khan, a jailed former prime minister—had performed better than expected. Authorities suspended mobile-phone services on Thursday citing a recent surge in terrorist incidents. The election has been marred by violence.\",            \"english_title\": \"Delayed Election Results in Pakistan\",            \"translated_version\": \"Los resultados de las elecciones en Pakistán se retrasaron: a pesar de que las encuestas cerraron a las 5 p.m. hora local, solo se han publicado unos pocos resultados. El conteo temprano sugirió que los candidatos respaldados por el partido Pakistan Tehreek-e-Insaf, que fue excluido de la contienda y está liderado por Imran Khan, un ex primer ministro encarcelado, habían tenido un mejor desempeño de lo esperado. Las autoridades suspendieron los servicios de telefonía móvil el jueves citando un reciente aumento en los incidentes terroristas. Las elecciones han sido empañadas por la violencia.\",            \"translated_title\": \"Resultados retrasados de las elecciones en Pakistán\"        },        {            \"english_version\": \"Vladimir Putin, Russia’s president, suggested that Evan Gershkovich, a Wall Street Journal reporter held in Moscow on spying charges, could be swapped for a Russian assassin detained in Germany. During a rambling interview with Tucker Carlson—his first with Western media since he invaded Ukraine—Mr Putin also told the former Fox News host that he had no interest in attacking Poland or Latvia, and that America should stop arming Ukraine.\",            \"english_title\": \"Putin's Suggestion on Reporter Swap\",            \"translated_version\": \"Vladimir Putin, presidente de Rusia, sugirió que Evan Gershkovich, un reportero del Wall Street Journal detenido en Moscú por cargos de espionaje, podría ser intercambiado por un asesino ruso detenido en Alemania. Durante una entrevista confusa con Tucker Carlson, su primera con medios occidentales desde que invadió Ucrania, el Sr. Putin también le dijo al ex presentador de Fox News que no tenía interés en atacar a Polonia o Letonia, y que Estados Unidos debería dejar de armar a Ucrania.\",            \"translated_title\": \"Sugerencia de Putin sobre intercambio de reportero\"        },        {            \"english_version\": \"Japan’s Nikkei 225 stock index breached the 37,000-point line for the first time in 34 years. A cheap yen has padded the bottom line of firms that make money abroad while corporate-governance reforms have boosted optimism. America’s S&P 500 stock index also reached a record high of 5,000 for the first time, on the back of strong gains for the biggest companies.\",            \"english_title\": \"Record Highs for Japanese and American Stock Indexes\",            \"translated_version\": \"El índice bursátil Nikkei 225 de Japón superó la línea de los 37.000 puntos por primera vez en 34 años. Un yen barato ha aumentado los beneficios de las empresas que ganan dinero en el extranjero, mientras que las reformas de gobernanza corporativa han impulsado el optimismo. El índice bursátil S&P 500 de Estados Unidos también alcanzó un máximo histórico de 5.000 por primera vez, respaldado por fuertes ganancias de las mayores empresas.\",            \"translated_title\": \"Máximos históricos para los índices bursátiles de Japón y Estados Unidos\"        },        {            \"english_version\": \"Keir Starmer, leader of Britain’s opposition Labour Party, said that he would slash his flagship programme of green investments from £28bn ($35bn) a year to just £4.7bn. Sir Keir blamed the Conservative government for mismanaging the economy. The plan was announced in 2021 when borrowing costs were low, but Labour’s leadership feared it had become a liability that the Tories could exploit at the upcoming general election.\",            \"english_title\": \"Labour Party's Green Investment Programme\",            \"translated_version\": \"Keir Starmer, líder del Partido Laborista de la oposición británica, dijo que reduciría su programa estrella de inversiones verdes de £28.000 millones ($35.000 millones) al año a solo £4.700 millones. Sir Keir culpó al gobierno conservador de gestionar mal la economía. El plan se anunció en 2021 cuando los costos de endeudamiento eran bajos, pero el liderazgo laborista temía que se hubiera convertido en un pasivo que los conservadores podrían aprovechar en las próximas elecciones generales.\",            \"translated_title\": \"Programa de inversión verde del Partido Laborista\"        }    ]}"