"{    \"translations\": [        {            \"english_version\": \"Aid has been delivered to Gaza over the weekend, but the UN's aid chief says it is still only a small amount compared to what is needed.\",            \"english_title\": \"Aid to Gaza\",            \"translated_version\": \"La ayuda llegó a Gaza el fin de semana, pero el jefe de ayuda de la ONU dice que todavía es poca comparada con lo que se necesita.\",            \"translated_title\": \"Ayuda a Gaza\"        },        {            \"english_version\": \"Police say officers are investigating the motive behind the attack in Thailand's capital. Investigators are yet to reveal a motive for Saturday afternoon's attack in Traverse City.\",            \"english_title\": \"Attack Investigation\",            \"translated_version\": \"La policía dice que los oficiales están investigando el motivo del ataque en la capital de Tailandia. Los investigadores aún no han revelado un motivo para el ataque del sábado por la tarde en Traverse City.\",            \"translated_title\": \"Investigación de Ataque\"        },        {            \"english_version\": \"US President Donald Trump and EU chief Ursula von der Leyen agreed after difficult negotiations in Scotland. The agreement is a major step in Trump's plan to change global trade, which he says was unfair to America.\",            \"english_title\": \"Trade Agreement\",            \"translated_version\": \"El presidente de EE.UU. Donald Trump y la jefa de la UE Ursula von der Leyen llegaron a un acuerdo después de negociaciones difíciles en Escocia. El acuerdo es un paso importante en el plan de Trump para cambiar el comercio global, que él dice era injusto para América.\",            \"translated_title\": \"Acuerdo Comercial\"        },        {            \"english_version\": \"Firefighters warn of a hard day ahead, with temperatures expected to reach up to 44C (111.2F) on Sunday.\",            \"english_title\": \"Firefighters' Warning\",            \"translated_version\": \"Los bomberos advierten de un día difícil, con temperaturas que se espera lleguen hasta 44C (111.2F) el domingo.\",            \"translated_title\": \"Advertencia de Bomberos\"        },        {            \"english_version\": \"The tech giant said only 469 serious warnings were sent out ahead of the 7.8 magnitude quake.\",            \"english_title\": \"Earthquake Warnings\",            \"translated_version\": \"El gigante tecnológico dijo que solo se enviaron 469 advertencias serias antes del terremoto de magnitud 7.8.\",            \"translated_title\": \"Advertencias de Terremoto\"        }    ]}"