"{    \"translations\": [        {            \"english_version\": \"The US president's claims that the crown prince knew nothing contradict the CIA's own assessment.\",            \"english_title\": \"US President's Claims\",            \"translated_version\": \"Las palabras del presidente de EE.UU. que el príncipe no sabía nada son diferentes a lo que dice la CIA.\",            \"translated_title\": \"Palabras del Presidente de EE.UU.\"        },        {            \"english_version\": \"The Portuguese player is being paid hundreds of millions to be part of the gulf state's modernization plan.\",            \"english_title\": \"Portuguese Player's Payment\",            \"translated_version\": \"El jugador portugués recibe mucho dinero para ser parte del plan de modernización del país del golfo.\",            \"translated_title\": \"Pago del Jugador Portugués\"        },        {            \"english_version\": \"The Israeli military says it targeted Hamas members operating in a training compound, which Hamas rejected as fabrication and lies.\",            \"english_title\": \"Israeli Military Action\",            \"translated_version\": \"El ejército israelí dice que atacó a miembros de Hamas en un lugar de entrenamiento, pero Hamas dice que es mentira.\",            \"translated_title\": \"Acción Militar Israelí\"        },        {            \"english_version\": \"Thousands of women have been raped in Ethiopia’s Amhara conflict, BBC Global Women finds.\",            \"english_title\": \"Ethiopia's Amhara Conflict\",            \"translated_version\": \"Miles de mujeres han sido atacadas en el conflicto de Amhara en Etiopía, dice BBC Global Women.\",            \"translated_title\": \"Conflicto en Amhara, Etiopía\"        },        {            \"english_version\": \"A teacher and a security guard die in the raid on a school in which 25 children and a teacher are abducted.\",            \"english_title\": \"School Raid Tragedy\",            \"translated_version\": \"Un maestro y un guardia de seguridad mueren en un ataque a una escuela donde 25 niños y un maestro son secuestrados.\",            \"translated_title\": \"Tragedia en Escuela\"        }    ]}"