"{    \"translations\": [        {            \"english_version\": \"The demonstrations against the US president were loud but peaceful. Republicans called them 'hate America rallies'.\",            \"english_title\": \"Protests Against US President\",            \"translated_version\": \"Las protestas contra el presidente de Estados Unidos fueron ruidosas pero pacíficas. Los republicanos las llamaron `rallies de odio a América`.\",            \"translated_title\": \"Protestas Contra Presidente de EE.UU.\"        },        {            \"english_version\": \"Subramanyam 'Subu' Vedam was released from prison after being wrongly convicted for a murder in 1980.\",            \"english_title\": \"Wrongful Conviction Overturned\",            \"translated_version\": \"Subramanyam `Subu` Vedam fue liberado de la prisión después de ser condenado por error por un asesinato en 1980.\",            \"translated_title\": \"Condena Errónea Revocada\"        },        {            \"english_version\": \"The Catalonian town of Terrassa is trying to protect its black cats during a holiday with occult themes.\",            \"english_title\": \"Terrassa Protects Black Cats\",            \"translated_version\": \"La ciudad catalana de Terrassa está tratando de proteger a sus gatos negros durante una fiesta con temas de ocultismo.\",            \"translated_title\": \"Terrassa Protege Gatos Negros\"        },        {            \"english_version\": \"The US state department says a recent move would break the ceasefire deal, but they did not give more details.\",            \"english_title\": \"Ceasefire Deal at Risk\",            \"translated_version\": \"El departamento de estado de EE.UU. dice que un movimiento reciente rompería el acuerdo de alto el fuego, pero no dieron más detalles.\",            \"translated_title\": \"Acuerdo de Alto el Fuego en Riesgo\"        },        {            \"english_version\": \"The Israeli military said it fired at a 'suspicious vehicle' that crossed into the area it controls. Pakistan said the strike was against militants and denied hitting civilians.\",            \"english_title\": \"Israeli Military Action\",            \"translated_version\": \"El ejército israelí dijo que disparó a un `vehículo sospechoso` que cruzó al área que controla. Pakistán dijo que el ataque fue contra militantes y negó golpear a civiles.\",            \"translated_title\": \"Acción Militar Israelí\"        }    ]}"