"{    \"translations\": [        {            \"english_version\": \"Israel's Prime Minister, Binyamin Netanyahu, stated that his country will continue attacking Hizbullah until they achieve all their goals. The recent Israeli air strikes resulted in the death of 92 individuals, including the leader of Hizbullah's drone unit. This occurred despite the proposal for a 21-day ceasefire by America, France, and their allies. Lebanon's Foreign Minister, Abdallah Bouhabib, expressed concerns at the UN General Assembly, stating that the crisis poses a threat to Lebanon's existence.\",            \"english_title\": \"Middle East Conflict\",            \"translated_version\": \"El Primer Ministro de Israel, Binyamin Netanyahu, dijo que su país seguirá atacando a Hizbullah hasta lograr todos sus objetivos. Los recientes ataques aéreos israelíes resultaron en la muerte de 92 personas, incluido el líder de la unidad de drones de Hizbullah. Esto sucedió a pesar de la propuesta de un alto el fuego de 21 días por parte de Estados Unidos, Francia y sus aliados. El Ministro de Relaciones Exteriores del Líbano, Abdallah Bouhabib, expresó preocupaciones en la Asamblea General de la ONU, diciendo que la crisis representa una amenaza para la existencia del Líbano.\",            \"translated_title\": \"Middle East Conflict\"        },        {            \"english_version\": \"Ishiba Shigeru, a former defense minister, emerged victorious in the race to become Japan's next prime minister. He will be taking over from Kishida Fumio, who announced his resignation the previous month. Ishiba won against eight other candidates in a competitive contest for leadership of the ruling Liberal Democratic Party, marking his fifth attempt to secure the top position.\",            \"english_title\": \"Japanese Politics\",            \"translated_version\": \"Ishiba Shigeru, un ex ministro de defensa, salió victorioso en la carrera para convertirse en el próximo primer ministro de Japón. Él tomará el cargo de Kishida Fumio, quien anunció su renuncia el mes anterior. Ishiba ganó contra otros ocho candidatos en una competencia competitiva por el liderazgo del gobernante Partido Liberal Democrático, marcando su quinto intento de asegurar la posición principal.\",            \"translated_title\": \"Japanese Politics\"        }    ]}"