"{    \"translations\": [        {            \"english_version\": \"America’s Supreme Court has stopped the Trump administration from sending a group of Venezuelan detainees in Texas back to their country. The court said there was not enough legal process followed. Lawyers from the American Civil Liberties Union asked for this pause. They said some of the detainees were already on their way to being deported.\",            \"english_title\": \"Supreme Court Blocks Deportation of Venezuelan Detainees\",            \"translated_version\": \"La Corte Suprema de Estados Unidos detuvo al gobierno de Trump de mandar de regreso a su país a un grupo de detenidos venezolanos en Texas. La corte dijo que no se siguieron suficientes procesos legales. Abogados de la Unión Americana de Libertades Civiles pidieron esta pausa. Dijeron que algunos de los detenidos ya estaban en camino de ser deportados.\",            \"translated_title\": \"Corte Suprema Detiene Deportación de Detenidos Venezolanos\"        },        {            \"english_version\": \"Donald Trump mentioned that the United States will not help in making a peace deal between Ukraine and Russia unless an agreement is reached very soon. This statement came after a warning from Marco Rubio, the American secretary of state. Rubio said that if there is no ceasefire in a few days, the administration will stop trying to make a deal.\",            \"english_title\": \"Trump's Stance on Ukraine-Russia Peace Deal\",            \"translated_version\": \"Donald Trump mencionó que Estados Unidos no ayudará a hacer un acuerdo de paz entre Ucrania y Rusia a menos que se llegue a un acuerdo muy pronto. Esta declaración vino después de una advertencia de Marco Rubio, el secretario de estado estadounidense. Rubio dijo que si no hay un alto el fuego en unos días, la administración dejará de intentar hacer un acuerdo.\",            \"translated_title\": \"Postura de Trump sobre Acuerdo de Paz Ucrania-Rusia\"        },        {            \"english_version\": \"Ukraine has signed an agreement with America to expand a minerals deal. This deal is expected to be finalized next week. The agreement aims to strengthen the economic relationship between the two countries.\",            \"english_title\": \"Ukraine Signs Minerals Deal with America\",            \"translated_version\": \"Ucrania ha firmado un acuerdo con Estados Unidos para expandir un trato de minerales. Se espera que este acuerdo se finalice la próxima semana. El acuerdo tiene como objetivo fortalecer la relación económica entre los dos países.\",            \"translated_title\": \"Ucrania Firma Acuerdo de Minerales con Estados Unidos\"        }    ]}"