"{    \"translations\": [        {            \"english_version\": \"President Joe Biden criticized the International Criminal Court for seeking arrest warrants for Binyamin Netanyahu and Yahya Sinwar. He called the effort 'outrageous' and emphasized that there is no comparison between Israel and Hamas.\",            \"english_title\": \"Biden Criticizes ICC's Arrest Warrants\",            \"translated_version\": \"El Presidente Joe Biden criticó a la Corte Penal Internacional por buscar órdenes de arresto para Binyamin Netanyahu y Yahya Sinwar. Dijo que el esfuerzo era 'escandaloso' y destacó que no hay comparación entre Israel y Hamas.\",            \"translated_title\": \"Biden Criticizes ICC's Arrest Warrants\"        },        {            \"english_version\": \"The court's chief prosecutor claimed that both Netanyahu and Sinwar were responsible for war crimes, citing specific incidents. The warrants are pending approval from the ICC's judges.\",            \"english_title\": \"ICC Prosecutor Claims War Crimes\",            \"translated_version\": \"El fiscal jefe de la corte afirmó que tanto Netanyahu como Sinwar eran responsables de crímenes de guerra, citando incidentes específicos. Las órdenes de arresto están pendientes de aprobación de los jueces de la CPI.\",            \"translated_title\": \"ICC Prosecutor Claims War Crimes\"        },        {            \"english_version\": \"Iran's President Ebrahim Raisi died in a helicopter crash in the country's mountainous northwest. The crash occurred after a visit to the border with Azerbaijan, and officials attributed it to bad weather.\",            \"english_title\": \"Iran's President Dies in Helicopter Crash\",            \"translated_version\": \"El Presidente de Irán, Ebrahim Raisi, murió en un accidente de helicóptero en el noroeste montañoso del país. El accidente ocurrió después de una visita a la frontera con Azerbaiyán, y los funcionarios lo atribuyeron al mal tiempo.\",            \"translated_title\": \"Iran's President Dies in Helicopter Crash\"        },        {            \"english_version\": \"Raisi was accompanied by Iran's Foreign Minister Hossein Amirabdollahian, who also perished in the crash. The loss of the president is expected to trigger a significant power struggle in Iran.\",            \"english_title\": \"Iran's President and Foreign Minister Perish in Crash\",            \"translated_version\": \"Raisi estaba acompañado por el Ministro de Relaciones Exteriores de Irán, Hossein Amirabdollahian, quien también pereció en el accidente. Se espera que la pérdida del presidente desencadene una importante lucha de poder en Irán.\",            \"translated_title\": \"Iran's President and Foreign Minister Perish in Crash\"        }    ]}"