"{    \"translations\": [        {            \"english_version\": \"World leaders remembered the October 7th attacks as fighting continued in the region. Hamas and Hizbullah fired rockets at Israel, prompting Israeli strikes on southern Lebanon and Gaza. Israel planned a sea attack on Hizbullah, warning residents to avoid nearby beaches. The Houthis from Yemen claimed responsibility for firing missiles at Israel, which intercepted the attack.\",            \"english_title\": \"Conflict in the Middle East\",            \"translated_version\": \"Los líderes mundiales recordaron los ataques del 7 de octubre mientras continuaba la lucha en la región. Hamas y Hizbullah dispararon cohetes a Israel, lo que provocó ataques israelíes en el sur del Líbano y Gaza. Israel planeó un ataque marítimo a Hizbullah, advirtiendo a los residentes que eviten las playas cercanas. Los hutíes de Yemen reclamaron la responsabilidad de disparar misiles a Israel, los cuales interceptaron el ataque.\",            \"translated_title\": \"Conflict in the Middle East\"        },        {            \"english_version\": \"Victor Rambros and Gary Ruvkin were awarded the Nobel Prize for Physiology or Medicine for their discovery of micro-RNA and its role in gene regulation. The Nobel Assembly in Stockholm highlighted the importance of micro-RNAs in organism development and function. The American scientists will share a prize of $1.1m.\",            \"english_title\": \"Nobel Prize Winners\",            \"translated_version\": \"Victor Rambros y Gary Ruvkin recibieron el Premio Nobel de Fisiología o Medicina por su descubrimiento de micro-ARN y su papel en la regulación génica. La Asamblea Nobel en Estocolmo destacó la importancia de los micro-ARN en el desarrollo y función de los organismos. Los científicos estadounidenses compartirán un premio de $1.1m.\",            \"translated_title\": \"Nobel Prize Winners\"        }    ]}"