"{    \"translations\": [        {            \"english_version\": \"A fire started at 01:30 local time in the 'Constellation' bar in Crans-Montana, Valais, Switzerland.\",            \"english_title\": \"Fire in Swiss Bar\",            \"translated_version\": \"Un fuego comenzó a la 01:30 hora local en el bar `Constellation` en Crans-Montana, Valais, Suiza.\",            \"translated_title\": \"Fuego en Bar Suizo\"        },        {            \"english_version\": \"Russian President Vladimir Putin used his New Year speech to tell troops that he believed in them and their victory in Ukraine. The BBC's Russia editor talks to people in the country as the war in Ukraine is close to its fourth year.\",            \"english_title\": \"Putin's New Year Speech\",            \"translated_version\": \"El presidente ruso Vladimir Putin usó su discurso de Año Nuevo para decir a las tropas que creía en ellas y en su victoria en Ucrania. El editor de Rusia de la BBC habla con personas en el país mientras la guerra en Ucrania está cerca de su cuarto año.\",            \"translated_title\": \"Discurso de Año Nuevo de Putin\"        },        {            \"english_version\": \"Chinese people will pay a 13% sales tax on contraceptives starting 1 January, but childcare services will not have this tax.\",            \"english_title\": \"New Tax in China\",            \"translated_version\": \"Las personas en China pagarán un impuesto de ventas del 13% en anticonceptivos a partir del 1 de enero, pero los servicios de cuidado infantil no tendrán este impuesto.\",            \"translated_title\": \"Nuevo Impuesto en China\"        },        {            \"english_version\": \"Two of the former world champion's close friends died in an accident on Monday. This event is causing different opinions in the country - some people think it is a big step forward, while others worry it might cause economic problems.\",            \"english_title\": \"Accident Causes Debate\",            \"translated_version\": \"Dos amigos cercanos del ex campeón mundial murieron en un accidente el lunes. Este evento está causando diferentes opiniones en el país - algunas personas piensan que es un gran paso adelante, mientras que otras se preocupan de que pueda causar problemas económicos.\",            \"translated_title\": \"Accidente Causa Debate\"        },        {            \"english_version\": \"A worker is getting better after a video showed him being knocked down by a 400-lb (180kg) rubber Indiana Jones prop.\",            \"english_title\": \"Worker Recovers from Accident\",            \"translated_version\": \"Un trabajador está mejorando después de que un video mostró que fue derribado por un objeto de goma de Indiana Jones de 400 libras (180 kg).\",            \"translated_title\": \"Trabajador Se Recupera de Accidente\"        }    ]}"