"{    \"translations\": [        {            \"english_version\": \"Israel launched air strikes on southern Lebanon. The assault followed the sudden explosion of pagers and walkie-talkies used by members of Hizbullah, an Iran-backed militia, which killed more than 30 people and injured thousands. Hizbullah’s leader, Hassan Nasrallah, blamed Israel and called the sabotage 'a declaration of war'. Israel has yet to comment on the blasts.\",            \"english_title\": \"Israel's Air Strikes on Southern Lebanon\",            \"translated_version\": \"Israel atacó el sur de Líbano. El ataque siguió a la repentina explosión de pagers y walkie-talkies utilizados por miembros de Hizbullah, una milicia respaldada por Irán, que mató a más de 30 personas e hirió a miles. El líder de Hizbullah, Hassan Nasrallah, culpó a Israel y llamó al sabotaje 'una declaración de guerra'. Israel aún no ha comentado sobre las explosiones.\",            \"translated_title\": \"Ataques Aéreos de Israel en el Sur de Líbano\"        },        {            \"english_version\": \"The S&P 500, an index of big American stocks, climbed to a record high after the Federal Reserve cut interest rates by half a percentage point on Wednesday. It was the Fed’s first interest-rate cut since 2020. Markets in Europe also rallied following the announcement, with the Stoxx Europe 600 climbing by more than 1%.\",            \"english_title\": \"Market Reaction to Federal Reserve Interest Rate Cut\",            \"translated_version\": \"El S&P 500, un índice de grandes acciones estadounidenses, subió a un máximo histórico después de que la Reserva Federal recortara las tasas de interés en medio punto porcentual el miércoles. Fue el primer recorte de tasas de interés de la Fed desde 2020. Los mercados en Europa también se recuperaron tras el anuncio, con el Stoxx Europe 600 subiendo más del 1%.\",            \"translated_title\": \"Reacción del Mercado al Recorte de la Tasa de Interés de la Reserva Federal\"        }    ]}"