"{    \"translations\": [        {            \"english_version\": \"There is little hope for a ceasefire between Moscow and Kyiv, even though the US president has threatened strong sanctions.\",            \"english_title\": \"No Ceasefire Hope\",            \"translated_version\": \"Hay poca esperanza de paz entre Moscú y Kyiv, aunque el presidente de EE.UU. ha amenazado con sanciones fuertes.\",            \"translated_title\": \"No Esperanza de Paz\"        },        {            \"english_version\": \"The US president has imposed a 50% tariff on India and threatened a 100% tax on semiconductors made abroad.\",            \"english_title\": \"US Tariffs on India\",            \"translated_version\": \"El presidente de EE.UU. ha puesto un impuesto del 50% a India y amenazó con un impuesto del 100% a semiconductores hechos fuera.\",            \"translated_title\": \"Impuestos de EE.UU. a India\"        },        {            \"english_version\": \"Authorities have not confirmed why the crash happened, but it is being called a national tragedy.\",            \"english_title\": \"Crash Called Tragedy\",            \"translated_version\": \"Las autoridades no han dicho por qué pasó el accidente, pero lo llaman una tragedia nacional.\",            \"translated_title\": \"Accidente Tragedia\"        },        {            \"english_version\": \"Four commercial trucks were looted in central Gaza on dangerous roads controlled by Israel, according to a private contractor.\",            \"english_title\": \"Trucks Looted in Gaza\",            \"translated_version\": \"Cuatro camiones fueron robados en el centro de Gaza en caminos peligrosos controlados por Israel, según un contratista privado.\",            \"translated_title\": \"Camiones Robados en Gaza\"        },        {            \"english_version\": \"A large wildfire in France, the biggest this year, has burned an area larger than Paris.\",            \"english_title\": \"Big Wildfire in France\",            \"translated_version\": \"Un gran incendio en Francia, el más grande este año, ha quemado un área más grande que París.\",            \"translated_title\": \"Gran Incendio en Francia\"        }    ]}"