"{    \"translations\": [        {            \"english_version\": \"The Federal Reserve's preferred measure of inflation stayed the same in March. Prices that include food and energy went up slightly. This could make it harder for Joe Biden to show he is managing the economy well.\",            \"english_title\": \"Economic News\",            \"translated_version\": \"En marzo, la medida preferida de inflación de la Reserva Federal se mantuvo igual. Los precios que incluyen alimentos y energía subieron un poco. Esto podría hacer que sea más difícil para Joe Biden demostrar que está manejando bien la economía.\",            \"translated_title\": \"Economic News\"        },        {            \"english_version\": \"Egypt's intelligence chief met with Israel's intelligence head to prevent a planned invasion. They discussed a truce in Gaza in exchange for hostages. Israel is considering the proposal.\",            \"english_title\": \"International Relations\",            \"translated_version\": \"El jefe de inteligencia de Egipto se reunió con el jefe de inteligencia de Israel para evitar una invasión planeada. Discutieron un alto el fuego en Gaza a cambio de rehenes. Israel está considerando la propuesta.\",            \"translated_title\": \"International Relations\"        },        {            \"english_version\": \"The US Secretary of State met with China's President to talk about tensions in the South China Sea and Taiwan. They also discussed China's relationship with Russia.\",            \"english_title\": \"International Relations\",            \"translated_version\": \"El Secretario de Estado de EE. UU. se reunió con el Presidente de China para hablar sobre las tensiones en el Mar del Sur de China y Taiwán. También discutieron la relación de China con Rusia.\",            \"translated_title\": \"International Relations\"        },        {            \"english_version\": \"An American regulator is investigating Tesla's response to safety concerns about its Autopilot mode. Tesla's sales dropped by 9% in the first quarter.\",            \"english_title\": \"Business News\",            \"translated_version\": \"Un regulador estadounidense está investigando la respuesta de Tesla a las preocupaciones de seguridad sobre su modo Autopilot. Las ventas de Tesla cayeron un 9% en el primer trimestre.\",            \"translated_title\": \"Business News\"        },        {            \"english_version\": \"King Charles III is returning to public duties after cancer treatment. Ukraine's agriculture minister was arrested in a corruption probe.\",            \"english_title\": \"Current Affairs\",            \"translated_version\": \"El Rey Carlos III está volviendo a sus deberes públicos después del tratamiento contra el cáncer. El ministro de agricultura de Ucrania fue arrestado en una investigación de corrupción.\",            \"translated_title\": \"Current Affairs\"        }    ]}"