"{    \"translations\": [        {            \"english_version\": \"The Federal Reserve kept its benchmark interest rate unchanged at a range of 5.25 and 5.5%, which is the highest in 22 years. Jerome Powell, the Fed chair, indicated that rate cuts are expected later this year, but not in March. He acknowledged the strong economic data in America but emphasized that they are not declaring victory against inflation.\",            \"english_title\": \"Federal Reserve Keeps Interest Rate Unchanged\",            \"translated_version\": \"La Reserva Federal mantuvo su tasa de interés de referencia sin cambios en un rango del 5.25% y 5.5%, que es la más alta en 22 años. Jerome Powell, el presidente de la Fed, indicó que se esperan recortes de tasas más adelante este año, pero no en marzo. Reconoció los sólidos datos económicos en Estados Unidos, pero enfatizó que no están declarando victoria contra la inflación.\",            \"translated_title\": \"La Reserva Federal Mantiene la Tasa de Interés Sin Cambios\"        },        {            \"english_version\": \"The British government released details of a deal that could lead to the resumption of a devolved government in Northern Ireland, which has been without one for two years. The Democratic Unionist Party protested against the creation of a trade border with the rest of Britain. Under the new deal, there would be no routine checks on goods entering Northern Ireland from the mainland.\",            \"english_title\": \"Deal Could Lead to Resumption of Government in Northern Ireland\",            \"translated_version\": \"El gobierno británico publicó detalles de un acuerdo que podría llevar a la reanudación de un gobierno descentralizado en Irlanda del Norte, que ha estado sin uno durante dos años. El Partido Unionista Democrático protestó contra la creación de una frontera comercial con el resto de Gran Bretaña. Según el nuevo acuerdo, no habría controles de rutina sobre los bienes que ingresan a Irlanda del Norte desde el continente.\",            \"translated_title\": \"Acuerdo Podría Llevar a la Reanudación del Gobierno en Irlanda del Norte\"        },        {            \"english_version\": \"Germany's annual inflation rate in January was 3.1%, down from 3.8% in December. The decline was driven by lower energy prices. France also experienced a slowdown in inflation, with a rate of 3.4% in January, down from 4.1% in December. These figures will increase pressure on the European Central Bank to cut rates soon.\",            \"english_title\": \"Germany and France Experience Inflation Slowdown\",            \"translated_version\": \"La tasa de inflación anual de Alemania en enero fue del 3.1%, frente al 3.8% en diciembre. La disminución fue impulsada por los precios más bajos de la energía. Francia también experimentó una desaceleración en la inflación, con una tasa del 3.4% en enero, frente al 4.1% en diciembre. Estas cifras aumentarán la presión sobre el Banco Central Europeo para que recorte las tasas pronto.\",            \"translated_title\": \"Alemania y Francia Experimentan una Desaceleración de la Inflación\"        },        {            \"english_version\": \"Imran Khan, the former prime minister of Pakistan, was convicted by an anti-corruption court for selling gifts he received during his time in office and was sentenced to 14 years in jail. Another court previously sentenced him to ten years for sharing state secrets. Khan's legal team denied the charges and vowed to fight them.\",            \"english_title\": \"Former Prime Minister of Pakistan Convicted of Corruption\",            \"translated_version\": \"Imran Khan, el ex primer ministro de Pakistán, fue condenado por un tribunal anticorrupción por vender regalos que recibió durante su tiempo en el cargo y fue sentenciado a 14 años de prisión. Otro tribunal previamente lo condenó a diez años por compartir secretos de Estado. El equipo legal de Khan negó los cargos y prometió luchar contra ellos.\",            \"translated_title\": \"Ex Primer Ministro de Pakistán Condenado por Corrupción\"        },        {            \"english_version\": \"Russia and Ukraine exchanged prisoners-of-war, with 195 soldiers repatriated on each side according to Russia, and 207 soldiers and civilians returned according to Ukraine. The exchanges had been suspended since the crash of a Russian plane on January 25th, which Russia claims was shot down by Ukraine while carrying 65 prisoners of war. Ukraine has requested evidence of its passengers and has not taken responsibility for the incident.\",            \"english_title\": \"Prisoner Exchange Between Russia and Ukraine\",            \"translated_version\": \"Rusia y Ucrania intercambiaron prisioneros de guerra, con 195 soldados repatriados en cada lado según Rusia, y 207 soldados y civiles devueltos según Ucrania. Los intercambios se habían suspendido desde el accidente de un avión ruso el 25 de enero, que Rusia afirma que fue derribado por Ucrania mientras transportaba a 65 prisioneros de guerra. Ucrania ha solicitado pruebas de sus pasajeros y no ha asumido la responsabilidad del incidente.\",            \"translated_title\": \"Intercambio de Prisioneros entre Rusia y Ucrania\"        }    ]}"