"{    \"translations\": [        {            \"english_version\": \"The secretary of state made comments during a trip to Ecuador. He announced new measures to target criminal gangs.\",            \"english_title\": \"Secretary of State in Ecuador\",            \"translated_version\": \"El secretario de estado hizo comentarios durante un viaje a Ecuador. Anunció nuevas medidas para atacar a las bandas criminales.\",            \"translated_title\": \"Secretario de Estado en Ecuador\"        },        {            \"english_version\": \"It is unclear what caused the crash where 16 people died and more than 20 were injured. Many of the injured were foreign nationals.\",            \"english_title\": \"Unclear Cause of Crash\",            \"translated_version\": \"No está claro qué causó el accidente donde murieron 16 personas y más de 20 resultaron heridas. Muchos de los heridos eran extranjeros.\",            \"translated_title\": \"Causa del Accidente No Clara\"        },        {            \"english_version\": \"The Kremlin refused after many countries pledged to send troops to Ukraine if there is a ceasefire.\",            \"english_title\": \"Kremlin Refuses Troop Pledge\",            \"translated_version\": \"El Kremlin se negó después de que muchos países prometieron enviar tropas a Ucrania si hay un alto el fuego.\",            \"translated_title\": \"Kremlin Niega Promesa de Tropas\"        },        {            \"english_version\": \"The US health secretary faced questions about Covid deaths and vaccines. This happened a week after he fired the head of the Centers for Disease Control and Prevention. Health officials are urging people to take preventive measures because of a new outbreak of a deadly virus.\",            \"english_title\": \"US Health Secretary Questioned\",            \"translated_version\": \"El secretario de salud de EE.UU. enfrentó preguntas sobre muertes por Covid y vacunas. Esto pasó una semana después de que despidió al jefe de los Centros para el Control y la Prevención de Enfermedades. Los funcionarios de salud están pidiendo a la gente que tome medidas preventivas por un nuevo brote de un virus mortal.\",            \"translated_title\": \"Secretario de Salud de EE.UU. Cuestionado\"        },        {            \"english_version\": \"Florida Governor Ron DeSantis welcomed a ruling and said the Everglades site is 'open for business'.\",            \"english_title\": \"Everglades Site Open\",            \"translated_version\": \"El gobernador de Florida, Ron DeSantis, dio la bienvenida a una decisión y dijo que el sitio de los Everglades está `abierto para negocios`.\",            \"translated_title\": \"Sitio de Everglades Abierto\"        }    ]}"