"{    \"translations\": [        {            \"english_version\": \"Trump says the woman was trying to run over ICE agents, but local leaders disagree with this claim.\",            \"english_title\": \"Trump's Claim Disputed\",            \"translated_version\": \"Trump dice que la mujer quería atropellar a agentes de ICE, pero líderes locales no están de acuerdo.\",            \"translated_title\": \"Disputa sobre Trump\"        },        {            \"english_version\": \"Semi-official Iranian media report that two police officers were killed in a western town, while videos show security forces using guns and tear gas on crowds in other areas.\",            \"english_title\": \"Iranian Police Incident\",            \"translated_version\": \"Medios de Irán dicen que dos policías murieron en un pueblo del oeste, y videos muestran a fuerzas de seguridad usando armas y gas en otras áreas.\",            \"translated_title\": \"Incidente en Irán\"        },        {            \"english_version\": \"European allies of Denmark have rejected Trump's ideas to annex the semi-autonomous territory, saying it is not acceptable.\",            \"english_title\": \"Denmark's Allies Reject Trump\",            \"translated_version\": \"Aliados de Dinamarca en Europa rechazaron las ideas de Trump de anexar el territorio, diciendo que no es aceptable.\",            \"translated_title\": \"Rechazo a Trump\"        },        {            \"english_version\": \"Leaders of Early Rain Covenant Church have been arrested, and Yayang Church is being torn down, according to reports.\",            \"english_title\": \"Church Leaders Arrested\",            \"translated_version\": \"Líderes de la Iglesia Early Rain Covenant fueron arrestados, y la Iglesia Yayang está siendo demolida, según reportes.\",            \"translated_title\": \"Arresto de Líderes\"        },        {            \"english_version\": \"Efforts are ongoing to restore services in Dnipropetrovsk after widespread attacks in the southeast, officials say.\",            \"english_title\": \"Restoration in Dnipropetrovsk\",            \"translated_version\": \"Se están haciendo esfuerzos para restaurar servicios en Dnipropetrovsk después de ataques en el sureste, dicen oficiales.\",            \"translated_title\": \"Restauración en Dnipropetrovsk\"        }    ]}"