"{    \"translations\": [        {            \"english_version\": \"The Israel Defence Forces announced that three hostages released by Hamas have arrived in Israel. A ceasefire agreement was finally implemented in Gaza at 11:15am local time. Israel is anticipating the release of 33 hostages as part of the deal within the next six weeks, while Hamas claims that 90 Palestinian prisoners are scheduled to be freed on Sunday. Earlier, Palestinians in the region began returning to their homes, many of which had been destroyed.\",            \"english_title\": \"Israel-Hamas Ceasefire Deal\",            \"translated_version\": \"Las Fuerzas de Defensa de Israel anunciaron que tres rehenes liberados por Hamas han llegado a Israel. Un acuerdo de alto el fuego finalmente se implementó en Gaza a las 11:15 a. m. hora local. Israel espera la liberación de 33 rehenes como parte del acuerdo en las próximas seis semanas, mientras que Hamas afirma que 90 prisioneros palestinos están programados para ser liberados el domingo. Anteriormente, los palestinos en la región comenzaron a regresar a sus hogares, muchos de los cuales habían sido destruidos.\",            \"translated_title\": \"Acuerdo de alto el fuego entre Israel y Hamas\"        },        {            \"english_version\": \"TikTok has begun restoring services for certain users in America following Donald Trump's statement that he would sign an executive order on Monday to allow TikTok to remain operational for an extended period. The Supreme Court recently upheld a law that required the app's Chinese owner, ByteDance, to sell it by Sunday or face shutting down the video platform. President Trump suggested that America should hold a '50% ownership position in a joint venture'.\",            \"english_title\": \"TikTok in America\",            \"translated_version\": \"TikTok ha comenzado a restaurar servicios para ciertos usuarios en América después de la declaración de Donald Trump de que firmaría una orden ejecutiva el lunes para permitir que TikTok siga operativo por un período prolongado. La Corte Suprema recientemente respaldó una ley que requería que el propietario chino de la aplicación, ByteDance, la vendiera antes del domingo o enfrentaría el cierre de la plataforma de video. El presidente Trump sugirió que América debería tener una 'posición de propiedad del 50% en una empresa conjunta'.\",            \"translated_title\": \"TikTok en América\"        },        {            \"english_version\": \"The Economist has been published since September 1843, engaging in 'a severe contest between intelligence, which presses forward, and an unworthy, timid ignorance obstructing our progress.' The publication covers a wide range of topics and is committed to providing insightful analysis and commentary on global affairs. The Economist Group also offers various services, including Economist Intelligence, Economist Impact, and Economist Education Courses.\",            \"english_title\": \"The Economist Publication\",            \"translated_version\": \"The Economist se ha publicado desde septiembre de 1843, participando en 'una severa contienda entre la inteligencia, que avanza, y una ignorancia indigna y tímida que obstaculiza nuestro progreso'. La publicación abarca una amplia gama de temas y se compromete a brindar un análisis perspicaz y comentarios sobre asuntos globales. El Grupo The Economist también ofrece varios servicios, incluidos Economist Intelligence, Economist Impact y Cursos de Educación de The Economist.\",            \"translated_title\": \"La Publicación de The Economist\"        }    ]}"