"{    \"translations\": [        {            \"english_version\": \"Joe Biden recently had virtual meetings with congressional groups after a press conference. Some Democrats in the House and one senator want him to resign. During the conference, Mr. Biden mixed up his words but showed a strong understanding of foreign policy. He assured that he will continue in the presidential race and finish the job.\",            \"english_title\": \"Joe Biden's Press Conference and Calls for Him to Step Aside\",            \"translated_version\": \"Joe Biden tuvo reuniones virtuales con grupos del Congreso después de una conferencia de prensa. Algunos Demócratas en la Cámara y un senador quieren que renuncie. Durante la conferencia, el Sr. Biden se confundió con sus palabras pero mostró un buen entendimiento de la política exterior. Aseguró que continuará en la carrera presidencial y terminará el trabajo.\",            \"translated_title\": \"Conferencia de Prensa de Joe Biden y Llamados para que se Retire\"        },        {            \"english_version\": \"China's trade surplus reached a record high of $99bn in June. The government is providing financial support to manufacturing companies, boosting exports. However, due to weak local demand, imports have decreased. This situation concerns China's trading partners, who believe that the subsidies given to Chinese firms have led to an overflow of goods in their markets, such as electric cars at very low prices. In response, the US and EU are increasing tariffs on Chinese products.\",            \"english_title\": \"China's Trade Surplus and Impact on Global Markets\",            \"translated_version\": \"El superávit comercial de China alcanzó un récord de $99 mil millones en junio. El gobierno está brindando apoyo financiero a empresas manufactureras, impulsando las exportaciones. Sin embargo, debido a la débil demanda local, las importaciones han disminuido. Esta situación preocupa a los socios comerciales de China, quienes creen que los subsidios otorgados a empresas chinas han provocado un exceso de productos en sus mercados, como autos eléctricos a precios muy bajos. En respuesta, EE. UU. y la UE están aumentando los aranceles a los productos chinos.\",            \"translated_title\": \"Superávit Comercial de China y su Impacto en los Mercados Globales\"        }    ]}"