"{    \"translations\": [        {            \"english_version\": \"A terrorist attack occurred at a major aerospace and defense company in Turkey. The attack resulted in the death of at least four people and injuries to 14 others. The incident took place at the headquarters of Turkish Aerospace Industries near Ankara, the capital. There was an explosion followed by gunshots, and no group has claimed responsibility for the attack.\",            \"english_title\": \"Terrorist Attack in Turkey\",            \"translated_version\": \"Hubo un ataque terrorista en una importante compañía aeroespacial y de defensa en Turquía. El ataque resultó en la muerte de al menos cuatro personas y heridas a otras 14. El incidente ocurrió en la sede de Turkish Aerospace Industries cerca de Ankara, la capital. Hubo una explosión seguida de disparos, y ningún grupo ha reclamado la responsabilidad del ataque.\",            \"translated_title\": \"Ataque Terrorista en Turquía\"        },        {            \"english_version\": \"Israel has been targeting Hizbullah's leadership, with recent reports confirming the killing of Hashem Safieddine, the group's presumed new leader. The Israel Defence Forces have claimed responsibility for the deaths of three senior Hizbullah officials and approximately 70 fighters in Lebanon over the past two days. Additionally, Israeli air strikes have hit Tyre, a historic city in southern Lebanon.\",            \"english_title\": \"Israel's Actions Against Hizbullah\",            \"translated_version\": \"Israel ha estado apuntando al liderazgo de Hizbullah, con informes recientes confirmando la muerte de Hashem Safieddine, el presunto nuevo líder del grupo. Las Fuerzas de Defensa de Israel han reclamado la responsabilidad de las muertes de tres altos funcionarios de Hizbullah y aproximadamente 70 combatientes en Líbano en los últimos dos días. Además, los ataques aéreos israelíes han golpeado a Tiro, una ciudad histórica en el sur de Líbano.\",            \"translated_title\": \"Acciones de Israel Contra Hizbullah\"        }    ]}"