"```json#####{    \"translations\": [        {            \"english_version\": \"Mexico's peso dropped by 4% against the dollar, the largest fall in almost four years. This happened after Claudia Sheinbaum won the presidential election and her Morena party gained unexpectedly in congressional polls. It is uncertain if Ms. Sheinbaum will continue the populist policies of her mentor, Andrés Manuel López Obrador, or choose a different approach to address Mexico's deep-rooted issues.\",            \"english_title\": \"Mexico's Peso Decline\",            \"translated_version\": \"El peso de México bajó un 4% frente al dólar, la caída más grande en casi cuatro años. Esto ocurrió después de que Claudia Sheinbaum ganara las elecciones presidenciales y su partido Morena obtuviera inesperadamente en las encuestas congresales. No se sabe si la Sra. Sheinbaum continuará con las políticas populistas de su mentor, Andrés Manuel López Obrador, o elegirá un enfoque diferente para abordar los problemas arraigados de México.\",            \"translated_title\": \"La Caída del Peso de México\"        },        {            \"english_version\": \"President Joe Biden plans to sign an executive order to restrict asylum requests at the US-Mexico border. Despite this, he expressed eagerness to collaborate closely with Ms. Sheinbaum to advance the values and interests of both nations.\",            \"english_title\": \"President Biden's Response\",            \"translated_version\": \"El Presidente Joe Biden planea firmar una orden ejecutiva para restringir las solicitudes de asilo en la frontera entre Estados Unidos y México. A pesar de esto, expresó su entusiasmo por colaborar estrechamente con la Sra. Sheinbaum para promover los valores e intereses de ambas naciones.\",            \"translated_title\": \"Respuesta del Presidente Biden\"        },        {            \"english_version\": \"A high court in Pakistan overturned Imran Khan's conviction for leaking state secrets. Khan, a former prime minister, had been sentenced to ten years in prison in January. He believes the army targeted him for political reasons. Although one conviction was overturned, he remains in prison due to a separate case.\",            \"english_title\": \"Imran Khan's Legal Situation\",            \"translated_version\": \"Un tribunal superior en Pakistán anuló la condena de Imran Khan por filtrar secretos de Estado. Khan, un ex primer ministro, había sido condenado a diez años de prisión en enero. Él cree que el ejército lo señaló por razones políticas. Aunque una condena fue anulada, permanece en prisión debido a un caso separado.\",            \"translated_title\": \"La Situación Legal de Imran Khan\"        }    ]}#####```"