"{    \"translations\": [        {            \"english_version\": \"Canada, Australia, and Portugal announced a move on Sunday. Israeli Prime Minister Benjamin Netanyahu accused leaders of rewarding terrorism.\",            \"english_title\": \"Countries' Announcement\",            \"translated_version\": \"Canada, Australia y Portugal hicieron un anuncio el domingo. El Primer Ministro de Israel, Benjamin Netanyahu, dijo que los líderes están premiando el terrorismo.\",            \"translated_title\": \"Anuncio de Países\"        },        {            \"english_version\": \"An undercover reporter found a network offering to pay for social media posts to undermine Moldova's ruling party.\",            \"english_title\": \"Reporter Finds Network\",            \"translated_version\": \"Un reportero encubierto encontró una red que paga por publicaciones en redes sociales para dañar al partido gobernante de Moldavia.\",            \"translated_title\": \"Reportero Encuentra Red\"        },        {            \"english_version\": \"US officials clarified that current H-1B visa holders were not affected, but immigration lawyers advised people to return.\",            \"english_title\": \"Visa Clarification\",            \"translated_version\": \"Funcionarios de EE.UU. dijeron que los que tienen visa H-1B no están afectados, pero abogados de inmigración aconsejaron a la gente regresar.\",            \"translated_title\": \"Aclaración de Visa\"        },        {            \"english_version\": \"The deaths of Ghulam and Nazo's children show a wave of mortality in Afghanistan, where malnutrition is very high.\",            \"english_title\": \"Child Mortality in Afghanistan\",            \"translated_version\": \"Las muertes de los hijos de Ghulam y Nazo muestran una ola de mortalidad en Afganistán, donde la desnutrición es muy alta.\",            \"translated_title\": \"Mortalidad Infantil en Afganistán\"        },        {            \"english_version\": \"An issue with check-in and baggage systems caused many delays and cancellations on Saturday.\",            \"english_title\": \"Airport Delays\",            \"translated_version\": \"Un problema con los sistemas de registro y equipaje causó muchos retrasos y cancelaciones el sábado.\",            \"translated_title\": \"Retrasos en el Aeropuerto\"        }    ]}"