"{    \"translations\": [        {            \"english_version\": \"Tesla's shares dropped by 7% after the company reported a decrease in vehicle deliveries for the first time. In 2024, Tesla sold 1.79 million vehicles, which was lower than the previous year's sales of 1.81 million. The competition from Chinese electric vehicle manufacturers and lower sales in Europe and China were the main reasons for the decline.\",            \"english_title\": \"Tesla's Shares Fall\",            \"translated_version\": \"Las acciones de Tesla bajaron un 7% después de que la compañía informara una disminución en las entregas de vehículos por primera vez. En 2024, Tesla vendió 1.79 millones de vehículos, lo cual fue menos que las ventas del año anterior de 1.81 millones. La competencia de los fabricantes chinos de vehículos eléctricos y las menores ventas en Europa y China fueron las principales razones de la caída.\",            \"translated_title\": \"Las Acciones de Tesla Bajan\"        },        {            \"english_version\": \"The FBI concluded that the individual responsible for driving into a crowd in New Orleans and killing at least 14 people acted alone. The perpetrator, Shamsud-Din Bahar Jabbar, a 42-year-old army veteran from Texas, was killed in a shoot-out with the police. The FBI is currently investigating any potential links to the Islamic State.\",            \"english_title\": \"FBI Investigation on New Orleans Attack\",            \"translated_version\": \"El FBI concluyó que la persona responsable de conducir hacia una multitud en Nueva Orleans y matar al menos a 14 personas actuó sola. El perpetrador, Shamsud-Din Bahar Jabbar, un veterano del ejército de 42 años de Texas, fue abatido en un tiroteo con la policía. El FBI está investigando actualmente cualquier posible vínculo con el Estado Islámico.\",            \"translated_title\": \"Investigación del FBI sobre el Ataque en Nueva Orleans\"        }    ]}"