"{    \"translations\": [        {            \"english_version\": \"The leaders are deciding whether to loan tens of billions of euros in frozen Russian assets to fund Ukraine's military and economic needs. This decision is important for Ukraine as it needs support for its military and economy.\",            \"english_title\": \"Leaders Decide on Russian Assets for Ukraine\",            \"translated_version\": \"Los líderes están decidiendo si prestar decenas de miles de millones de euros en activos rusos congelados para ayudar a las necesidades militares y económicas de Ucrania. Esta decisión es importante para Ucrania porque necesita apoyo para su ejército y economía.\",            \"translated_title\": \"Líderes Deciden sobre Activos Rusos para Ucrania\"        },        {            \"english_version\": \"A court finds Frédéric Péchier guilty of contaminating infusion bags with substances that caused cardiac arrest or hemorrhaging. This case is significant as it involves serious charges against a medical professional.\",            \"english_title\": \"Frédéric Péchier Found Guilty\",            \"translated_version\": \"Un tribunal encuentra a Frédéric Péchier culpable de contaminar bolsas de infusión con sustancias que causaron paro cardíaco o hemorragia. Este caso es importante porque tiene cargos serios contra un profesional médico.\",            \"translated_title\": \"Frédéric Péchier Culpable\"        },        {            \"english_version\": \"The bombings come as renewed border clashes show no sign of letting up between the two countries. This situation highlights ongoing tensions and violence in the region.\",            \"english_title\": \"Bombings and Border Clashes\",            \"translated_version\": \"Los bombardeos ocurren mientras los enfrentamientos fronterizos no muestran señales de parar entre los dos países. Esta situación muestra tensiones y violencia en la región.\",            \"translated_title\": \"Bombardeos y Enfrentamientos Fronterizos\"        },        {            \"english_version\": \"Measures include fresh penalties for 'those who spread hate' as well as new powers to cancel or refuse visas. These measures are part of efforts to control hate speech and manage immigration.\",            \"english_title\": \"New Measures Against Hate Speech\",            \"translated_version\": \"Las medidas incluyen nuevas penas para los 'que difunden odio' y nuevos poderes para cancelar o rechazar visas. Estas medidas son parte de los esfuerzos para controlar el discurso de odio y manejar la inmigración.\",            \"translated_title\": \"Nuevas Medidas Contra el Discurso de Odio\"        },        {            \"english_version\": \"The air force personnel have been released but have not yet returned home, Nigeria says. This development follows a week after the US seized an oil tanker off the country's coast, increasing pressure on Nicolás Maduro.\",            \"english_title\": \"Air Force Personnel Released\",            \"translated_version\": \"El personal de la fuerza aérea ha sido liberado pero aún no ha regresado a casa, dice Nigeria. Este desarrollo ocurre una semana después de que Estados Unidos capturó un petrolero cerca de la costa del país, aumentando la presión sobre Nicolás Maduro.\",            \"translated_title\": \"Personal de la Fuerza Aérea Liberado\"        }    ]}"