"{    \"translations\": [        {            \"english_version\": \"Turkey’s president, Recep Tayyip Erdogan, has cancelled plans to visit Israel due to its 'inhumane' war against Hamas. Erdogan considers Hamas to be 'liberators'. The United Nations secretary-general, António Guterres, criticized Israel’s siege and bombing of Gaza, calling it 'collective punishment' and a violation of humanitarian law. Israel rejected Guterres’s assertion, with its envoy to the UN calling on him to resign.\",            \"english_title\": \"Turkey Cancels Visit to Israel\",            \"translated_version\": \"El presidente de Turquía, Recep Tayyip Erdogan, ha cancelado sus planes de visitar Israel debido a su guerra 'inhumana' contra Hamas. Erdogan considera a Hamas como 'liberadores'. El secretario general de las Naciones Unidas, António Guterres, criticó el asedio y bombardeo de Gaza por parte de Israel, calificándolo como 'castigo colectivo' y una violación del derecho humanitario. Israel rechazó la afirmación de Guterres, con su enviado a la ONU pidiéndole que renuncie.\",            \"translated_title\": \"Turquía Cancela Visita a Israel\"        },        {            \"english_version\": \"Palestinian officials reported that three people were killed in an Israeli drone strike on the West Bank. Clashes between Israel and Hizbullah intensified along the Israel-Lebanon border. Israel Defence Forces’ fighter jets struck Syrian 'military infrastructure' in response to rockets fired from Syria towards the Israeli-occupied Golan Heights. Xi Jinping, China’s president, called for stable relations with America based on 'mutual respect, peaceful co-existence, and win-win cooperation'.\",            \"english_title\": \"Israeli Strikes and China's Call for Stable Relations\",            \"translated_version\": \"Funcionarios palestinos informaron que tres personas murieron en un ataque de drones israelí en Cisjordania. Los enfrentamientos entre Israel y Hizbullah se intensificaron a lo largo de la frontera entre Israel y Líbano. Los aviones de combate de las Fuerzas de Defensa de Israel atacaron 'infraestructura militar' siria en respuesta a los cohetes disparados desde Siria hacia los Altos del Golán ocupados por Israel. Xi Jinping, presidente de China, llamó a mantener relaciones estables con Estados Unidos basadas en 'respeto mutuo, convivencia pacífica y cooperación beneficiosa para todos'.\",            \"translated_title\": \"Ataques Israelíes y Llamado de China a Relaciones Estables\"        },        {            \"english_version\": \"Japan’s supreme court ruled that a law requiring citizens to undergo sterilisation surgery before legally changing gender is unconstitutional. Hurricane Otis, a category 4 storm, made landfall in southern Mexico, posing a significant threat. Republicans nominated Mike Johnson of Louisiana for speaker of America’s House of Representatives. Michael Cohen, Donald Trump’s former lawyer, testified during a civil fraud trial against the former president, accusing him of inflating his assets.\",            \"english_title\": \"Japanese Court Ruling and Hurricane Otis\",            \"translated_version\": \"El tribunal supremo de Japón dictaminó que una ley que requiere que los ciudadanos se sometan a una cirugía de esterilización antes de cambiar legalmente de género es inconstitucional. El huracán Otis, una tormenta de categoría 4, tocó tierra en el sur de México, representando una amenaza significativa. Los republicanos nominaron a Mike Johnson de Louisiana como presidente de la Cámara de Representantes de Estados Unidos. Michael Cohen, exabogado de Donald Trump, testificó durante un juicio civil por fraude contra el expresidente, acusándolo de inflar sus activos.\",            \"translated_title\": \"Fallos Judiciales en Japón y Huracán Otis\"        },        {            \"english_version\": \"The vinyl market is expected to be valued at $1.7bn in 2022. Hong Kong’s chief executive, John Lee, gave his annual policy address, addressing the territory’s economic challenges and authoritarian turn. Meta, Facebook’s parent company, will report its quarterly results, with a focus on its artificial-intelligence-powered products. Deutsche Bank reported a 7% increase in pre-tax profit, benefiting from rising interest rates. Indonesia’s presidential hopefuls must announce their candidacies by Wednesday.\",            \"english_title\": \"Vinyl Market and Hong Kong's Policy Address\",            \"translated_version\": \"Se espera que el mercado de vinilos tenga un valor de $1.7 mil millones en 2022. El director ejecutivo de Hong Kong, John Lee, pronunció su discurso anual de política, abordando los desafíos económicos del territorio y su giro autoritario. Meta, la empresa matriz de Facebook, informará sus resultados trimestrales, con un enfoque en sus productos impulsados por inteligencia artificial. Deutsche Bank informó un aumento del 7% en las ganancias antes de impuestos, beneficiándose de las tasas de interés en aumento. Los aspirantes presidenciales de Indonesia deben anunciar sus candidaturas antes del miércoles.\",            \"translated_title\": \"Mercado de Vinilos y Discurso de Política en Hong Kong\"        },        {            \"english_version\": \"Hamas has released four hostages, but concerns remain for the 220 known hostages still in Gaza. The Israeli government is facing criticism for not being more involved in securing their release. Relatives of the hostages have set up a headquarters in Tel Aviv and are working with former diplomats and Israeli spy chiefs to negotiate their release. The families have warned that if the government does not prioritize the rescue of the hostages, they will protest in the streets.\",            \"english_title\": \"Hostages Released and Criticism for Israeli Government\",            \"translated_version\": \"Hamas ha liberado a cuatro rehenes, pero aún existen preocupaciones por los 220 rehenes conocidos que aún se encuentran en Gaza. El gobierno israelí está siendo criticado por no involucrarse más en asegurar su liberación. Los familiares de los rehenes han establecido una sede en Tel Aviv y están trabajando con exdiplomáticos y jefes de espionaje israelíes para negociar su liberación. Las familias han advertido que si el gobierno no prioriza el rescate de los rehenes, protestarán en las calles.\",            \"translated_title\": \"Rehenes Liberados y Críticas al Gobierno de Israel\"        }    ]}"