"{    \"translations\": [        {            \"english_version\": \"After a security summit in London, Sir Keir Starmer, Britain’s prime minister, said European allies would form a 'coalition of the willing' to 'guarantee peace' in Ukraine. He said Britain, France and other countries had agreed to develop a plan with Ukraine to end the fighting, which they would then show to America. He also announced a deal worth £1.6bn ($2bn) for Ukraine to buy missiles.\",            \"english_title\": \"Security Summit in London\",            \"translated_version\": \"Después de una reunión de seguridad en Londres, Sir Keir Starmer, primer ministro de Gran Bretaña, dijo que los aliados europeos formarían una 'coalición de voluntarios' para 'garantizar la paz' en Ucrania. Dijo que Gran Bretaña, Francia y otros países habían acordado desarrollar un plan con Ucrania para poner fin a los enfrentamientos, que luego mostrarían a América. También anunció un acuerdo por valor de £1.6bn ($2bn) para que Ucrania compre misiles.\",            \"translated_title\": \"Cumbre de Seguridad en Londres\"        },        {            \"english_version\": \"Other leaders at the summit called for further increases in defence spending. Ursula von der Leyen, president of the European Commission, said that Europe needed to 'urgently rearm' and that EU leaders would discuss the matter at an emergency meeting on Thursday. Meanwhile NATO’s secretary-general, Mark Rutte, suggested that further European countries would shortly announce rises in spending.\",            \"english_title\": \"Defence Spending Increase\",            \"translated_version\": \"Otros líderes en la cumbre pidieron mayores aumentos en el gasto en defensa. Ursula von der Leyen, presidenta de la Comisión Europea, dijo que Europa necesitaba 'rearmarse urgentemente' y que los líderes de la UE discutirían el asunto en una reunión de emergencia el jueves. Mientras tanto, el secretario general de la OTAN, Mark Rutte, sugirió que otros países europeos anunciarían pronto aumentos en el gasto.\",            \"translated_title\": \"Aumento del Gasto en Defensa\"        }    ]}"