"{    \"translations\": [        {            \"english_version\": \"Pakistan's armed forces have been given permission to take action in response to missile strikes by India on multiple sites in Pakistan and Pakistan-controlled Kashmir. India claimed it targeted terrorist infrastructure, resulting in 26 deaths and 46 injuries in Pakistan. Tensions escalated between the two nuclear-armed nations following a militant attack in Indian-administered Kashmir last month.\",            \"english_title\": \"Tensions between Pakistan and India\",            \"translated_version\": \"Las fuerzas armadas de Pakistán han recibido permiso para tomar medidas en respuesta a los ataques con misiles de India en varios lugares de Pakistán y Cachemira controlada por Pakistán. India afirmó que apuntó a la infraestructura terrorista, lo que resultó en 26 muertes y 46 heridos en Pakistán. Las tensiones aumentaron entre las dos naciones armadas con armas nucleares después de un ataque militante en Cachemira administrada por India el mes pasado.\",            \"translated_title\": \"Tensiones entre Pakistán e India\"        },        {            \"english_version\": \"American officials, Scott Bessent and Jamieson Greer, are set to meet with Chinese counterparts in Geneva to discuss trade issues. The aim of the talks is to reduce the ongoing tariff dispute between the two countries. This meeting comes after President Trump increased tariffs on Chinese goods to 145%, with China retaliating with tariffs at 125%. Bessent has criticized this situation as unsustainable.\",            \"english_title\": \"Trade talks between the US and China\",            \"translated_version\": \"Los funcionarios estadounidenses, Scott Bessent y Jamieson Greer, están programados para reunirse con sus contrapartes chinas en Ginebra para discutir problemas comerciales. El objetivo de las conversaciones es reducir la disputa arancelaria en curso entre los dos países. Esta reunión se produce después de que el Presidente Trump aumentara los aranceles a los productos chinos al 145%, con China respondiendo con aranceles al 125%. Bessent ha criticado esta situación como insostenible.\",            \"translated_title\": \"Conversaciones comerciales entre EE. UU. y China\"        },        {            \"english_version\": \"LinkedIn, Instagram, Facebook, TikTok, YouTube, and WhatsApp are popular social media platforms. The Economist app is available on both iOS and Android devices. The Economist provides various services and content, including news and analysis. Users can access the app for news updates and articles.\",            \"english_title\": \"Popular social media platforms and The Economist app\",            \"translated_version\": \"LinkedIn, Instagram, Facebook, TikTok, YouTube y WhatsApp son plataformas populares de redes sociales. La aplicación de The Economist está disponible en dispositivos iOS y Android. The Economist ofrece varios servicios y contenido, incluyendo noticias y análisis. Los usuarios pueden acceder a la aplicación para actualizaciones de noticias y artículos.\",            \"translated_title\": \"Plataformas populares de redes sociales y la aplicación de The Economist\"        },        {            \"english_version\": \"The Economist Group offers a range of services, including Economist Intelligence, Economist Impact, and Economist Education Courses. Users can contact the group for support, advertising, or career opportunities. The group is committed to providing quality content and services to its audience.\",            \"english_title\": \"Services offered by The Economist Group\",            \"translated_version\": \"El Grupo The Economist ofrece una variedad de servicios, incluyendo Economist Intelligence, Economist Impact y Cursos de Educación de The Economist. Los usuarios pueden contactar al grupo para obtener soporte, publicidad u oportunidades laborales. El grupo está comprometido a proporcionar contenido y servicios de calidad a su audiencia.\",            \"translated_title\": \"Servicios ofrecidos por el Grupo The Economist\"        },        {            \"english_version\": \"The Economist Group is registered in England and Wales, with its office located in London. The company's VAT registration number is GB 340 436 876. The Economist Newspaper Limited holds the copyright for its content. Users can manage their cookie preferences and access the company's terms of use, privacy policy, and other important information on its website.\",            \"english_title\": \"Information about The Economist Group\",            \"translated_version\": \"El Grupo The Economist está registrado en Inglaterra y Gales, con su oficina ubicada en Londres. El número de registro de IVA de la empresa es GB 340 436 876. The Economist Newspaper Limited tiene los derechos de autor de su contenido. Los usuarios pueden gestionar sus preferencias de cookies y acceder a los términos de uso, política de privacidad y otra información importante de la empresa en su sitio web.\",            \"translated_title\": \"Información sobre el Grupo The Economist\"        }    ]}"