"{    \"translations\": [        {            \"english_version\": \"The justice department had a deadline on Friday to release all of its Epstein material, but thousands of files are still pending.\",            \"english_title\": \"Epstein Files Deadline\",            \"translated_version\": \"El departamento de justicia tenía una fecha límite el viernes para liberar todo su material de Epstein, pero miles de archivos aún están pendientes.\",            \"translated_title\": \"Fecha límite de archivos Epstein\"        },        {            \"english_version\": \"Russia's leader said during a TV marathon that claims of a planned attack on Europe were 'nonsense'. He also told our Russia editor that these claims were 'rubbish'.\",            \"english_title\": \"Russia Denies Attack Plans\",            \"translated_version\": \"El líder de Rusia dijo durante un maratón de TV que las afirmaciones de un ataque planeado a Europa eran tonterías. También le dijo a nuestro editor de Rusia que estas afirmaciones eran basura.\",            \"translated_title\": \"Rusia niega planes de ataque\"        },        {            \"english_version\": \"Two men reported experiencing abuse similar to what recent reports have highlighted about Israel's treatment of prisoners, which Israel denies.\",            \"english_title\": \"Abuse Claims Against Israel\",            \"translated_version\": \"Dos hombres informaron haber experimentado abusos similares a lo que los informes recientes han destacado sobre el trato de Israel a los prisioneros, lo cual Israel niega.\",            \"translated_title\": \"Reclamos de abuso contra Israel\"        },        {            \"english_version\": \"The US announced it struck dozens of targets across Syria in response to last week's deadly Islamic State attack on US forces.\",            \"english_title\": \"US Strikes in Syria\",            \"translated_version\": \"Estados Unidos anunció que atacó docenas de objetivos en Siria en respuesta al ataque mortal de la semana pasada del Estado Islámico a las fuerzas estadounidenses.\",            \"translated_title\": \"Ataques de EE.UU. en Siria\"        },        {            \"english_version\": \"EU leaders stated that a loan would only be repayable when Russia paid reparations for the war.\",            \"english_title\": \"EU Loan Conditions\",            \"translated_version\": \"Los líderes de la UE dijeron que un préstamo solo se podría pagar cuando Rusia pagara reparaciones por la guerra.\",            \"translated_title\": \"Condiciones de préstamo de la UE\"        }    ]}"