"{    \"translations\": [        {            \"english_version\": \"Polish Prime Minister Donald Tusk says Poland is very close to having a conflict like World War Two. Nato jets were sent to deal with drones that came into Polish airspace during Russian attacks on Ukraine.\",            \"english_title\": \"Poland Conflict Warning\",            \"translated_version\": \"El Primer Ministro de Polonia, Donald Tusk, dice que Polonia está muy cerca de tener un conflicto como la Segunda Guerra Mundial. Aviones de la OTAN fueron enviados para tratar con drones que entraron en el espacio aéreo de Polonia durante ataques rusos en Ucrania.\",            \"translated_title\": \"Advertencia de Conflicto en Polonia\"        },        {            \"english_version\": \"There were big protests against corruption and favoritism that turned into fires and violence on Tuesday.\",            \"english_title\": \"Protests Turn Violent\",            \"translated_version\": \"Hubo grandes protestas contra la corrupción y el favoritismo que se convirtieron en incendios y violencia el martes.\",            \"translated_title\": \"Protestas se Vuelven Violentas\"        },        {            \"english_version\": \"The White House says that an Israeli attack does not help Israel or America's goals. An attack in Doha shows that Israeli leader Benjamin Netanyahu will push hard on all sides, according to Jeremy Bowen.\",            \"english_title\": \"Israeli Attack Criticized\",            \"translated_version\": \"La Casa Blanca dice que un ataque israelí no ayuda a Israel ni a los objetivos de América. Un ataque en Doha muestra que el líder israelí Benjamin Netanyahu presionará mucho por todos lados, según Jeremy Bowen.\",            \"translated_title\": \"Ataque Israelí Criticado\"        },        {            \"english_version\": \"A raid on a factory in Johannesburg found 91 people from Malawi, including 37 children, living in very bad conditions.\",            \"english_title\": \"Factory Raid in Johannesburg\",            \"translated_version\": \"Una redada en una fábrica en Johannesburgo encontró a 91 personas de Malawi, incluyendo 37 niños, viviendo en condiciones muy malas.\",            \"translated_title\": \"Redada en Fábrica en Johannesburgo\"        },        {            \"english_version\": \"A grassroots movement is urging people to protest against politicians and planned budget cuts. Human Rights Watch says people have been shot in mosques and homes have been burned in growing violence.\",            \"english_title\": \"Protests Against Budget Cuts\",            \"translated_version\": \"Un movimiento popular está pidiendo a la gente que proteste contra los políticos y los recortes de presupuesto planeados. Human Rights Watch dice que personas han sido disparadas en mezquitas y casas han sido quemadas en la creciente violencia.\",            \"translated_title\": \"Protestas Contra Recortes de Presupuesto\"        }    ]}"