"{    \"translations\": [        {            \"english_version\": \"Ayatollah Ali Khamenei, Iran’s supreme leader, made his first public appearance since Israel carried out air strikes on Iran. He said that the attack should not be exaggerated or downplayed but did not call for escalation. President Joe Biden expressed hope that Israel’s retaliatory attack over the weekend, which he said appeared to have been limited to military targets, could mark the end of the countries’ tit-for-tat strikes.\",            \"english_title\": \"Iran-Israel Relations\",            \"translated_version\": \"El líder supremo de Irán, Ayatollah Ali Khamenei, hizo su primera aparición pública desde que Israel llevó a cabo ataques aéreos en Irán. Dijo que el ataque no debería ser exagerado ni minimizado, pero no pidió escalada. El presidente Joe Biden expresó la esperanza de que el ataque de represalia de Israel durante el fin de semana, que según él parecía haberse limitado a objetivos militares, podría marcar el fin de los ataques de ida y vuelta entre los países.\",            \"translated_title\": \"Iran-Israel Relations\"        },        {            \"english_version\": \"Georgia’s central electoral commission said that the governing party won the country’s parliamentary election. The pro-Russia Georgian Dream won 54% of the vote, with nearly all the votes counted. The party’s billionaire founder, Bidzina Ivanishvili, celebrated the victory with cheering supporters. Pro-EU opposition alliances trailed behind with 37%. They called the outcome fraudulent, and said they will demand the annulment of results.\",            \"english_title\": \"Georgia Parliamentary Election\",            \"translated_version\": \"La comisión electoral central de Georgia dijo que el partido gobernante ganó las elecciones parlamentarias del país. El pro-Rusia Georgian Dream ganó el 54% de los votos, con casi todos los votos contados. El fundador multimillonario del partido, Bidzina Ivanishvili, celebró la victoria con seguidores que vitoreaban. Las alianzas de oposición pro-UE quedaron rezagadas con el 37%. Llamaron al resultado fraudulento y dijeron que exigirán la anulación de los resultados.\",            \"translated_title\": \"Georgia Parliamentary Election\"        }    ]}"