"{    \"translations\": [        {            \"english_version\": \"The International Monetary Fund has warned that Donald Trump's trade war could have serious economic consequences. The IMF has lowered America's growth forecast for 2025 from 2.7% to 1.8% and also reduced projections for China, India, and the G7 group of rich countries. The IMF mentioned that the trade war has led to tariff-driven inflation and increased uncertainty, raising the likelihood of a recession in America from 25% to nearly 40%.\",            \"english_title\": \"IMF Warning on Trade War Impact\",            \"translated_version\": \"El Fondo Monetario Internacional ha advertido que la guerra comercial de Donald Trump podría tener serias consecuencias económicas. El FMI ha reducido la previsión de crecimiento de Estados Unidos para 2025 del 2.7% al 1.8% y también ha disminuido las proyecciones para China, India y el grupo de países ricos del G7. El FMI mencionó que la guerra comercial ha provocado una inflación impulsada por aranceles y una mayor incertidumbre, aumentando la probabilidad de una recesión en Estados Unidos del 25% a casi el 40%.\",            \"translated_title\": \"Advertencia del FMI sobre la Guerra Comercial\"        },        {            \"english_version\": \"The Vatican announced that the funeral of Pope Francis will take place on Saturday in Rome's St. Peter's Square. Various world leaders, such as Donald Trump and Volodymyr Zelensky, are expected to attend. In a departure from tradition, Pope Francis will be buried at the Basilica of Saint Mary Major instead of St. Peter's. His body will be on display from Wednesday onwards. A conclave to select his successor will commence in May.\",            \"english_title\": \"Pope Francis Funeral Announcement\",            \"translated_version\": \"El Vaticano anunció que el funeral del Papa Francisco tendrá lugar el sábado en la Plaza de San Pedro de Roma. Se espera que varios líderes mundiales, como Donald Trump y Volodymyr Zelensky, asistan. En un cambio con respecto a la tradición, el Papa Francisco será enterrado en la Basílica de Santa María la Mayor en lugar de en San Pedro. Su cuerpo estará en exhibición a partir del miércoles. Un cónclave para seleccionar a su sucesor comenzará en mayo.\",            \"translated_title\": \"Anuncio del Funeral del Papa Francisco\"        }    ]}"