"{    \"translations\": [        {            \"english_version\": \"Turkey's defence ministry reported that they destroyed around 30 targets of Kurdistan Workers' Party militants in airstrikes in Iraq and Syria. The interior minister mentioned that Kurdish rebels were likely behind a recent terrorist attack on a Turkish aerospace company, resulting in five deaths and 22 injuries.\",            \"english_title\": \"Turkey's military operations against Kurdish militants\",            \"translated_version\": \"El ministerio de defensa de Turquía informó que destruyeron alrededor de 30 objetivos de militantes del Partido de los Trabajadores de Kurdistán en ataques aéreos en Iraq y Siria. El ministro del interior mencionó que los rebeldes kurdos probablemente estuvieron detrás de un reciente ataque terrorista a una compañía aeroespacial turca, que resultó en cinco muertes y 22 heridos.\",            \"translated_title\": \"Operaciones militares de Turquía contra los militantes kurdos\"        },        {            \"english_version\": \"Hizbullah confirmed that Hashem Safieddine, their presumed new leader, was killed by Israel. Israel has been conducting a campaign targeting Hizbullah's leadership, claiming to have eliminated three senior officials and approximately 70 fighters in Lebanon over the past two days. Additionally, Israeli air strikes struck Tyre, a historic city in southern Lebanon.\",            \"english_title\": \"Israel's actions against Hizbullah\",            \"translated_version\": \"Hizbullah confirmó que Hashem Safieddine, su presunto nuevo líder, fue asesinado por Israel. Israel ha estado llevando a cabo una campaña dirigida a la dirección de Hizbullah, afirmando haber eliminado a tres altos funcionarios y aproximadamente 70 combatientes en Líbano en los últimos dos días. Además, los ataques aéreos israelíes golpearon Tiro, una ciudad histórica en el sur de Líbano.\",            \"translated_title\": \"Acciones de Israel contra Hizbullah\"        }    ]}"