"{    \"translations\": [        {            \"english_version\": \"Yulia Navalnya, the widow of Alexei Navalny, has promised to continue his work for a free, peaceful, and happy Russia. She recently met with EU foreign ministers to discuss the situation. Germany's foreign minister suggested new sanctions against Russia following Mr. Navalny's death. Russian investigators plan to hold Mr. Navalny's body for at least two weeks, raising concerns of a potential cover-up.\",            \"english_title\": \"Yulia Navalnya and Alexei Navalny's Legacy\",            \"translated_version\": \"Yulia Navalnya, la viuda de Alexei Navalny, ha prometido seguir su trabajo por una Rusia libre, pacífica y feliz. Recientemente se reunió con ministros de exteriores de la UE para hablar sobre la situación. El ministro de exteriores de Alemania sugirió nuevas sanciones contra Rusia tras la muerte del Sr. Navalny. Los investigadores rusos planean retener el cuerpo del Sr. Navalny por al menos dos semanas, lo que genera preocupaciones sobre un posible encubrimiento.\",            \"translated_title\": \"El Legado de Yulia Navalnya y Alexei Navalny\"        },        {            \"english_version\": \"The United States has proposed a UN Security Council resolution calling for a temporary ceasefire in the Gaza conflict. This resolution opposes Israel's planned ground invasion of Rafah. America has previously vetoed similar resolutions and is cautious about disrupting negotiations with Hamas for a potential deal.\",            \"english_title\": \"UN Security Council Resolution on Gaza Conflict\",            \"translated_version\": \"Estados Unidos ha propuesto una resolución del Consejo de Seguridad de la ONU que pide un alto el fuego temporal en el conflicto de Gaza. Esta resolución se opone a la invasión terrestre planeada por Israel en Rafah. Estados Unidos ha vetado previamente resoluciones similares y es cauteloso sobre interrumpir las negociaciones con Hamas para un posible acuerdo.\",            \"translated_title\": \"Resolución del Consejo de Seguridad de la ONU sobre el Conflicto en Gaza\"        },        {            \"english_version\": \"Germany's central bank predicts a possible technical recession in the country in the first quarter of 2024. This decline is attributed to weak industrial demand and consumer spending. However, the strong labor market is expected to provide some insulation against a prolonged recession.\",            \"english_title\": \"Germany's Economic Outlook\",            \"translated_version\": \"El banco central de Alemania predice una posible recesión técnica en el país en el primer trimestre de 2024. Esta caída se atribuye a la débil demanda industrial y el gasto de los consumidores. Sin embargo, se espera que el sólido mercado laboral brinde cierta protección contra una recesión prolongada.\",            \"translated_title\": \"Perspectivas Económicas de Alemania\"        },        {            \"english_version\": \"The International Court of Justice has commenced a six-day hearing on Israel's occupation of Palestinian territories since 1967. The court will hear perspectives from 52 countries and three international organizations, including the League of Arab States. Israel has chosen not to participate, citing a lack of recognition of the court's jurisdiction over its activities in occupied territories.\",            \"english_title\": \"International Court of Justice Hearing on Israel's Occupation\",            \"translated_version\": \"La Corte Internacional de Justicia ha iniciado una audiencia de seis días sobre la ocupación de Israel en territorios palestinos desde 1967. La corte escuchará perspectivas de 52 países y tres organizaciones internacionales, incluida la Liga de Estados Árabes. Israel ha decidido no participar, citando la falta de reconocimiento de la jurisdicción de la corte sobre sus actividades en territorios ocupados.\",            \"translated_title\": \"Audiencia de la Corte Internacional de Justicia sobre la Ocupación de Israel\"        },        {            \"english_version\": \"The European Commission has announced formal proceedings against TikTok, a popular video-sharing app. The investigation will assess whether TikTok violated the Digital Services Act, particularly in terms of protecting children online. This marks the second major probe by the EU since the DSA came into effect in August 2023.\",            \"english_title\": \"EU Investigation into TikTok\",            \"translated_version\": \"La Comisión Europea ha anunciado procedimientos formales contra TikTok, una popular aplicación de intercambio de videos. La investigación evaluará si TikTok violó la Ley de Servicios Digitales, especialmente en términos de proteger a los niños en línea. Esto marca la segunda gran investigación de la UE desde que la DSA entró en vigor en agosto de 2023.\",            \"translated_title\": \"Investigación de la UE sobre TikTok\"        }    ]}"