"{    \"translations\": [        {            \"english_version\": \"America paused a shipment of bombs to Israel last week. This was because of concerns over Israel's planned assault of Rafah. America does not think Israel has fully addressed the humanitarian needs of around 1 million displaced Palestinians in the city.\",            \"english_title\": \"America Pauses Shipment of Bombs to Israel\",            \"translated_version\": \"La semana pasada, Estados Unidos detuvo un envío de bombas a Israel. Esto fue debido a preocupaciones sobre el asalto planeado de Israel a Rafah. Estados Unidos no cree que Israel haya abordado completamente las necesidades humanitarias de alrededor de 1 millón de palestinos desplazados en la ciudad.\",            \"translated_title\": \"Estados Unidos Detiene Envío de Bombas a Israel\"        },        {            \"english_version\": \"Israeli tanks entered Rafah and took control of the border crossing between Gaza and Egypt. Ceasefire talks are resuming after Israel's Prime Minister, Binyamin Netanyahu, mentioned that a deal accepted by Hamas did not meet Israel's core demands.\",            \"english_title\": \"Israeli Tanks Enter Rafah\",            \"translated_version\": \"Tanques israelíes entraron en Rafah y tomaron el control del cruce fronterizo entre Gaza y Egipto. Las conversaciones de alto el fuego se reanudan después de que el Primer Ministro de Israel, Binyamin Netanyahu, mencionara que un acuerdo aceptado por Hamas no cumplía con las demandas fundamentales de Israel.\",            \"translated_title\": \"Tanques Israelíes Entran en Rafah\"        },        {            \"english_version\": \"Russia bombed energy facilities across Ukraine. Ukraine's President, Volodymyr Zelensky, stated that the attack damaged power plants in the southern Zaporizhia region, as well as the cities of Vinnytsia and Lviv in central and western Ukraine. Ukraine's air force reported that missiles targeting Kyiv were intercepted before reaching their destinations.\",            \"english_title\": \"Russia Bombs Energy Facilities in Ukraine\",            \"translated_version\": \"Rusia bombardeó instalaciones energéticas en toda Ucrania. El Presidente de Ucrania, Volodymyr Zelensky, declaró que el ataque dañó las centrales eléctricas en la región sur de Zaporizhia, así como las ciudades de Vinnytsia y Lviv en Ucrania central y occidental. La fuerza aérea de Ucrania informó que los misiles dirigidos a Kyiv fueron interceptados antes de llegar a sus destinos.\",            \"translated_title\": \"Rusia Bombardea Instalaciones Energéticas en Ucrania\"        }    ]}"