"{    \"translations\": [        {            \"english_version\": \"Kevin McCarthy was ousted as speaker of America’s House of Representatives in a vote forced by Matt Gaetz, a fellow Republican congressman. The motion to unseat him was supported by eight Republicans and all 208 Democrats present. Mr Gaetz, a firebrand from Florida, filed the “motion to vacate” on Monday after Mr McCarthy pushed through a bipartisan spending bill. The House has taken such a vote only once before, in 1910; that effort, however, was unsuccessful. Mr McCarthy’s exit threw the House into turmoil: the Republican majority has no ready replacement for him.\",            \"english_title\": \"Kevin McCarthy ousted as speaker of America’s House of Representatives\",            \"translated_version\": \"Kevin McCarthy fue destituido como presidente de la Cámara de Representantes de Estados Unidos en una votación forzada por Matt Gaetz, un congresista republicano. La moción para destituirlo fue apoyada por ocho republicanos y todos los 208 demócratas presentes. El Sr. Gaetz, un político polémico de Florida, presentó la \"moción de destitución\" el lunes después de que el Sr. McCarthy aprobara un proyecto de ley de gastos bipartidista. La Cámara ha tomado una votación similar solo una vez antes, en 1910; sin embargo, ese intento no tuvo éxito. La salida del Sr. McCarthy ha sumido a la Cámara en la confusión: la mayoría republicana no tiene un reemplazo listo para él.\",            \"translated_title\": \"Kevin McCarthy destituido como presidente de la Cámara de Representantes de Estados Unidos\"        },        {            \"english_version\": \"The Nobel prize in physics was awarded to Pierre Agostini, Ferenc Krausz and Anne L’Huillier for their work with light pulses—created by light from a laser passing through a gas—which are short enough to observe the rapid movement of electrons. Ms L’Huillier published her work in 1987. It was developed by Mr Agostini and Mr Krausz in 2001.\",            \"english_title\": \"Nobel prize in physics awarded for work with light pulses\",            \"translated_version\": \"El premio Nobel de física fue otorgado a Pierre Agostini, Ferenc Krausz y Anne L'Huillier por su trabajo con pulsos de luz, creados por la luz de un láser que pasa a través de un gas, que son lo suficientemente cortos como para observar el movimiento rápido de los electrones. La Sra. L'Huillier publicó su trabajo en 1987. Fue desarrollado por el Sr. Agostini y el Sr. Krausz en 2001.\",            \"translated_title\": \"Premio Nobel de física otorgado por trabajo con pulsos de luz\"        },        {            \"english_version\": \"President Joe Biden spoke to the leaders of several NATO allies, aiming to reassure them that America would maintain its support for Ukraine. On Saturday Mr Biden signed a stopgap funding bill for America’s government that excluded aid for Ukraine. After the call Jens Stoltenberg, NATO’s secretary-general, reiterated that Ukraine’s allies were committed to supporting it “for as long as it takes”.\",            \"english_title\": \"President Biden reassures NATO allies of support for Ukraine\",            \"translated_version\": \"El presidente Joe Biden habló con los líderes de varios aliados de la OTAN, con el objetivo de tranquilizarlos de que Estados Unidos mantendría su apoyo a Ucrania. El sábado, el Sr. Biden firmó un proyecto de ley de financiamiento provisional para el gobierno de Estados Unidos que excluía la ayuda a Ucrania. Después de la llamada, Jens Stoltenberg, secretario general de la OTAN, reiteró que los aliados de Ucrania estaban comprometidos a apoyarlo 'hasta que sea necesario'.\",            \"translated_title\": \"El presidente Biden tranquiliza a los aliados de la OTAN sobre el apoyo a Ucrania\"        },        {            \"english_version\": \"At least 21 people, including two children, died after a coach veered off an overpass near Venice in Italy. Another 18 were injured. The bus, which was carrying tourists from Ukraine, fell 30 metres (98 feet) and caught fire—an “apocalyptic scene,” according to the mayor of Venice. It is not yet clear what caused the crash.\",            \"english_title\": \"Tragic bus crash near Venice leaves 21 dead\",            \"translated_version\": \"Al menos 21 personas, incluidos dos niños, murieron después de que un autobús se saliera de un paso elevado cerca de Venecia, Italia. Otras 18 resultaron heridas. El autobús, que transportaba turistas de Ucrania, cayó 30 metros (98 pies) y se incendió, una 'escena apocalíptica', según el alcalde de Venecia. Aún no está claro qué causó el accidente.\",            \"translated_title\": \"Trágico accidente de autobús cerca de Venecia deja 21 muertos\"        },        {            \"english_version\": \"Poland agreed to ease the passage through its borders of Ukrainian grain en route to other countries, raising hopes of an end to a long-running spat between the two countries. Along with other central European countries Poland has banned imports of Ukrainian grain, citing distortions to its domestic markets.\",            \"english_title\": \"Poland eases passage of Ukrainian grain through its borders\",            \"translated_version\": \"Polonia acordó facilitar el paso a través de sus fronteras del grano ucraniano en ruta hacia otros países, lo que aumenta las esperanzas de poner fin a una disputa de larga duración entre los dos países. Junto con otros países de Europa central, Polonia ha prohibido la importación de grano ucraniano, citando distorsiones en sus mercados internos.\",            \"translated_title\": \"Polonia facilita el paso del grano ucraniano a través de sus fronteras\"        }    ]}"