"{    \"translations\": [        {            \"english_version\": \"Israel’s government received a list of hostages that Hamas expects to free on Tuesday, as a four-day truce was extended by two days. Eleven hostages were released by Hamas late on Monday, taking the total to 69. In exchange Israel released 33 Palestinian prisoners, reportedly all women and children; 150 Palestinians have been set free since the truce began. America said it would advocate for the ceasefire until all Israeli hostages were released. The pause in fighting has also allowed supplies of food, fuel and medicine to enter Gaza.\",            \"english_title\": \"Hostage Release and Ceasefire Extension\",            \"translated_version\": \"El gobierno de Israel recibió una lista de rehenes que Hamas espera liberar el martes, ya que se extendió una tregua de cuatro días por dos días más. Hamas liberó a once rehenes el lunes por la noche, elevando el total a 69. A cambio, Israel liberó a 33 prisioneros palestinos, supuestamente todas mujeres y niños; 150 palestinos han sido liberados desde que comenzó la tregua. Estados Unidos dijo que abogaría por el alto el fuego hasta que se liberaran todos los rehenes israelíes. La pausa en los combates también ha permitido la entrada de suministros de alimentos, combustible y medicinas a Gaza.\",            \"translated_title\": \"Liberación de rehenes y extensión del alto el fuego\"        },        {            \"english_version\": \"Germany’s government presented a budget which would suspend the `debt brake`, a limit on borrowing enshrined in the constitution, in order to borrow €45bn ($49bn) to fund green projects and industrial subsidies. On November 15th Germany’s constitutional court ruled that a plan to reallocate €60bn earmarked for pandemic spending was unconstitutional. The budget must still be approved by parliament.\",            \"english_title\": \"Germany's Budget and Debt Brake Suspension\",            \"translated_version\": \"El gobierno de Alemania presentó un presupuesto que suspendería el 'freno de la deuda', un límite de endeudamiento consagrado en la constitución, para pedir prestados 45.000 millones de euros (49.000 millones de dólares) para financiar proyectos verdes y subsidios industriales. El 15 de noviembre, el tribunal constitucional de Alemania dictaminó que un plan para reasignar 60.000 millones de euros destinados a gastos pandémicos era inconstitucional. El presupuesto aún debe ser aprobado por el parlamento.\",            \"translated_title\": \"Presupuesto de Alemania y suspensión del freno de la deuda\"        },        {            \"english_version\": \"Australia will ban imports of single-use vapes in January in an effort to curb their use among young people. All other non-medical vape imports will be prohibited from March, and domestic production will also be outlawed next year. Australia has one of the lowest smoking rates in the OECD, a group of mostly rich countries, but around one-in-five people aged 18 to 24 vape.\",            \"english_title\": \"Australia's Ban on Single-Use Vapes\",            \"translated_version\": \"Australia prohibirá la importación de cigarrillos electrónicos de un solo uso en enero en un esfuerzo por frenar su uso entre los jóvenes. Todas las demás importaciones de cigarrillos electrónicos no médicos estarán prohibidas a partir de marzo, y la producción nacional también será ilegal el próximo año. Australia tiene una de las tasas de tabaquismo más bajas de la OCDE, un grupo de países en su mayoría ricos, pero alrededor de una de cada cinco personas de 18 a 24 años vapea.\",            \"translated_title\": \"Prohibición de cigarrillos electrónicos de un solo uso en Australia\"        },        {            \"english_version\": \"Niger’s ruling junta repealed a law that criminalised the transport of migrants through the northern part of the country. The law, enacted in 2015, slowed west African migration to Europe. The same year the EU set up a multi-billion euro trust fund for African countries to stop people from leaving. Nigeriens living and working along the migration route opposed the law, citing economic consequences.\",            \"english_title\": \"Repeal of Law Criminalizing Migrant Transport in Niger\",            \"translated_version\": \"La junta gobernante de Níger derogó una ley que criminalizaba el transporte de migrantes a través de la parte norte del país. La ley, promulgada en 2015, frenó la migración del oeste africano hacia Europa. El mismo año, la UE estableció un fondo fiduciario de varios miles de millones de euros para los países africanos con el fin de evitar que la gente se fuera. Los nigerinos que viven y trabajan a lo largo de la ruta migratoria se opusieron a la ley, citando consecuencias económicas.\",            \"translated_title\": \"Derogación de la ley que criminaliza el transporte de migrantes en Níger\"        },        {            \"english_version\": \"Two missiles were fired in the direction of the USS Mason, a US Navy warship in the Gulf of Aden, as it responded to a distress call of a tanker under attack by presumed Somali pirates. The missiles came from an area of Yemen controlled by Iran-backed Houthis. It is the latest in a string of Houthi attacks on American interests.\",            \"english_title\": \"Missile Attack on USS Mason\",            \"translated_version\": \"Se dispararon dos misiles en dirección al USS Mason, un buque de guerra de la Armada de los Estados Unidos en el Golfo de Adén, mientras respondía a una llamada de socorro de un petrolero atacado por presuntos piratas somalíes. Los misiles provenían de una zona de Yemen controlada por los hutíes respaldados por Irán. Es el último de una serie de ataques hutíes contra intereses estadounidenses.\",            \"translated_title\": \"Ataque de misiles al USS Mason\"        }    ]}"