"{    \"translations\": [        {            \"english_version\": \"Troops are already operating in some areas ahead of the planned operation, which the International Committee of the Red Cross says will make an already bad situation worse. Attacks happened in more than a dozen villages last month, according to Human Rights Watch.\",            \"english_title\": \"Troops and Attacks\",            \"translated_version\": \"Soldados ya están en algunas áreas antes de la operación planeada, que el Comité Internacional de la Cruz Roja dice que hará la situación peor. Hubo ataques en más de doce pueblos el mes pasado, según Human Rights Watch.\",            \"translated_title\": \"Soldados y Ataques\"        },        {            \"english_version\": \"Police have not given a reason for the killings in a large peaceful region of central Mexico. Two teenagers, aged 16 and 18, have been arrested over the attack as police look for a third suspect.\",            \"english_title\": \"Killings in Mexico\",            \"translated_version\": \"La policía no ha dado una razón para los asesinatos en una gran región pacífica del centro de México. Dos adolescentes, de 16 y 18 años, han sido arrestados por el ataque mientras la policía busca a un tercer sospechoso.\",            \"translated_title\": \"Asesinatos en México\"        },        {            \"english_version\": \"A passer-by led French police to a grim discovery at the foot of a bridge south-east of Paris.\",            \"english_title\": \"Grim Discovery in Paris\",            \"translated_version\": \"Una persona que pasaba llevó a la policía francesa a un descubrimiento triste al pie de un puente al sureste de París.\",            \"translated_title\": \"Descubrimiento Triste en París\"        },        {            \"english_version\": \"Tom Phillips and his children have been missing since 2021, in a case that has captured the attention of New Zealand.\",            \"english_title\": \"Missing Family in New Zealand\",            \"translated_version\": \"Tom Phillips y sus hijos están desaparecidos desde 2021, en un caso que ha captado la atención de Nueva Zelanda.\",            \"translated_title\": \"Familia Desaparecida en Nueva Zelanda\"        },        {            \"english_version\": \"The island has issued visitor guidelines for the first time as it sees more tourists coming.\",            \"english_title\": \"Island Visitor Guidelines\",            \"translated_version\": \"La isla ha dado guías para visitantes por primera vez porque ve que vienen más turistas.\",            \"translated_title\": \"Guías para Visitantes en la Isla\"        }    ]}"