"{    \"translations\": [        {            \"english_version\": \"A group of countries met in London to increase pressure on Russia to stop its war in Ukraine. Photos show bodies with injuries and hands tied behind their backs.\",            \"english_title\": \"Countries Meet in London\",            \"translated_version\": \"Un grupo de países se reunió en Londres para presionar a Rusia para que pare su guerra en Ucrania. Fotos muestran cuerpos con heridas y manos atadas atrás.\",            \"translated_title\": \"Países se Reúnen en Londres\"        },        {            \"english_version\": \"Dahbia Benkired is the first woman in France to get a full life sentence after a shocking crime.\",            \"english_title\": \"First Woman Gets Life Sentence in France\",            \"translated_version\": \"Dahbia Benkired es la primera mujer en Francia en recibir cadena perpetua después de un crimen impactante.\",            \"translated_title\": \"Primera Mujer Recibe Cadena Perpetua en Francia\"        },        {            \"english_version\": \"Irakli Garibashvili, who was close to Georgia's leader, is accused of corruption.\",            \"english_title\": \"Corruption Accusation in Georgia\",            \"translated_version\": \"Irakli Garibashvili, quien era cercano al líder de Georgia, es acusado de corrupción.\",            \"translated_title\": \"Acusación de Corrupción en Georgia\"        },        {            \"english_version\": \"The Pentagon plans to send the Gerald Ford carrier strike group to the area to help stop drug trafficking.\",            \"english_title\": \"Pentagon Sends Carrier to Stop Drugs\",            \"translated_version\": \"El Pentágono planea enviar el grupo de ataque del portaaviones Gerald Ford al área para ayudar a detener el tráfico de drogas.\",            \"translated_title\": \"Pentágono Envía Portaaviones para Detener Drogas\"        },        {            \"english_version\": \"New satellite images show that the White House East Wing has been demolished to make room for President Trump's ballroom.\",            \"english_title\": \"White House East Wing Demolished\",            \"translated_version\": \"Nuevas imágenes satelitales muestran que el ala este de la Casa Blanca ha sido demolida para hacer espacio para el salón de baile del Presidente Trump.\",            \"translated_title\": \"Ala Este de la Casa Blanca Demolida\"        }    ]}"