"{    \"translations\": [        {            \"english_version\": \"North Korea's leader, Kim Jong Un, warmly welcomed Russian President Vladimir Putin during his recent visit to North Korea. The two leaders discussed mutual assistance in case of aggression and signed an agreement. There are concerns that North Korea may be supplying weapons to Russia for its conflict in Ukraine, potentially leading to collaboration on North Korea's nuclear-missile program.\",            \"english_title\": \"International Relations\",            \"translated_version\": \"El líder de Corea del Norte, Kim Jong Un, dio una cálida bienvenida al Presidente de Rusia, Vladimir Putin, durante su reciente visita a Corea del Norte. Los dos líderes hablaron sobre ayudarse mutuamente en caso de agresión y firmaron un acuerdo. Preocupa que Corea del Norte pueda estar suministrando armas a Rusia para su conflicto en Ucrania, lo que podría llevar a colaborar en el programa de misiles nucleares de Corea del Norte.\",            \"translated_title\": \"Relaciones Internacionales\"        },        {            \"english_version\": \"South Africa's President, Cyril Ramaphosa, secured another term after forming a power-sharing alliance with the Democratic Alliance, a centrist party. This move followed a challenging election where the African National Congress, led by Ramaphosa, lost its parliamentary majority for the first time since the end of apartheid in 1994.\",            \"english_title\": \"Political Alliances\",            \"translated_version\": \"El Presidente de Sudáfrica, Cyril Ramaphosa, aseguró otro mandato después de formar una alianza de reparto de poder con la Alianza Democrática, un partido centrista. Este movimiento siguió a una elección desafiante donde el Congreso Nacional Africano, liderado por Ramaphosa, perdió su mayoría parlamentaria por primera vez desde el fin del apartheid en 1994.\",            \"translated_title\": \"Alianzas Políticas\"        }    ]}"