"{    \"translations\": [        {            \"english_version\": \"America and Germany have asked their citizens to leave Lebanon because they are worried that Israel might start a war with Hizbullah. Hizbullah is a Shia militia in Lebanon that is supported by Iran. Israel's Prime Minister, Binyamin Netanyahu, has promised a strong response after a rocket attack in the Golan Heights killed 12 people. Hizbullah has denied being responsible for the attack.\",            \"english_title\": \"Tensions in Lebanon and Israel\",            \"translated_version\": \"Estados Unidos y Alemania han pedido a sus ciudadanos que salgan de Líbano porque están preocupados de que Israel pueda comenzar una guerra con Hizbullah. Hizbullah es una milicia chií en Líbano que es apoyada por Irán. El Primer Ministro de Israel, Binyamin Netanyahu, ha prometido una respuesta fuerte después de un ataque con cohetes en los Altos del Golán que mató a 12 personas. Hizbullah ha negado ser responsable del ataque.\",            \"translated_title\": \"Tensiones en Líbano e Israel\"        },        {            \"english_version\": \"Rachel Reeves, the Chancellor of Britain, gave a negative report on the country's finances to the House of Commons. She plans to fill a £22bn ($28bn) financial gap by reducing infrastructure spending and stopping winter fuel payments for wealthy pensioners. She mentioned that taxes for working people will not increase, but other tax hikes may happen later.\",            \"english_title\": \"Britain's Financial Situation\",            \"translated_version\": \"Rachel Reeves, la Canciller de Gran Bretaña, dio un informe negativo sobre las finanzas del país a la Cámara de los Comunes. Ella planea cubrir un vacío financiero de £22bn ($28bn) reduciendo el gasto en infraestructura y deteniendo los pagos de combustible de invierno para pensionistas adinerados. Mencionó que los impuestos para los trabajadores no aumentarán, pero otros aumentos de impuestos pueden ocurrir más tarde.\",            \"translated_title\": \"Situación Financiera de Gran Bretaña\"        }    ]}"