"{    \"translations\": [        {            \"english_version\": \"Dozens of people have died and many are missing after a fire on Wednesday. Videos show the fire starting in Wang Cheong House.\",            \"english_title\": \"Fire Tragedy\",            \"translated_version\": \"Decenas de personas han muerto y muchas están desaparecidas después de un incendio el miércoles. Videos muestran el incendio comenzando en Wang Cheong House.\",            \"translated_title\": \"Tragedia de Fuego\"        },        {            \"english_version\": \"Argentina is hoping that a boom in oil and gas will help the entire country.\",            \"english_title\": \"Argentina's Oil and Gas Hope\",            \"translated_version\": \"Argentina espera que un aumento en petróleo y gas ayude a todo el país.\",            \"translated_title\": \"Esperanza de Petróleo y Gas en Argentina\"        },        {            \"english_version\": \"Airlines stopped flying to Venezuela after the US warned about increased military activity.\",            \"english_title\": \"Flights to Venezuela Halted\",            \"translated_version\": \"Las aerolíneas dejaron de volar a Venezuela después de que Estados Unidos advirtió sobre más actividad militar.\",            \"translated_title\": \"Vuelos a Venezuela Detenidos\"        },        {            \"english_version\": \"The alleged shooter in the Washington incident is from Afghanistan and came to the US in September 2021.\",            \"english_title\": \"Washington Shooter\",            \"translated_version\": \"El presunto tirador en el incidente de Washington es de Afganistán y llegó a Estados Unidos en septiembre de 2021.\",            \"translated_title\": \"Tirador de Washington\"        },        {            \"english_version\": \"A year after a ceasefire in Lebanon, Israel is still attacking what it claims are Hezbollah's attempts to recover from their war.\",            \"english_title\": \"Israel and Hezbollah Tensions\",            \"translated_version\": \"Un año después de un alto el fuego en Líbano, Israel sigue atacando lo que dice son intentos de Hezbollah de recuperarse de su guerra.\",            \"translated_title\": \"Tensiones entre Israel y Hezbollah\"        }    ]}"