"```json{    \"translations\": [        {            \"english_version\": \"Hamas fired eight rockets from Rafah, a city in southern Gaza, towards Tel Aviv, Israel's largest city. This was the first attack of its kind in four months. Some of the rockets were stopped, and there were no injuries reported.\",            \"english_title\": \"Rocket Attack on Tel Aviv\",            \"translated_version\": \"Hamas lanzó ocho cohetes desde Rafah, una ciudad en el sur de Gaza, hacia Tel Aviv, la ciudad más grande de Israel. Este fue el primer ataque de este tipo en cuatro meses. Algunos de los cohetes fueron detenidos y no se reportaron heridos.\",            \"translated_title\": \"Ataque de Cohetes en Tel Aviv\"        },        {            \"english_version\": \"Israel continued its attack on Rafah, despite a UN court order on Friday to stop operations. The International Court of Justice had issued the order.\",            \"english_title\": \"Israel's Attack on Rafah\",            \"translated_version\": \"Israel continuó su ataque en Rafah, a pesar de una orden judicial de la ONU el viernes para detener las operaciones. La Corte Internacional de Justicia había emitido la orden.\",            \"translated_title\": \"Ataque de Israel en Rafah\"        },        {            \"english_version\": \"Michael McCaul, the chairman of the House of Representatives’ Foreign Affairs Committee, visited Taiwan with a group of American lawmakers. This visit came two days after China carried out military exercises near the island. They plan to meet Taiwan’s new president, William Lai Ching-te, to discuss regional stability and trade.\",            \"english_title\": \"Visit to Taiwan by American Lawmakers\",            \"translated_version\": \"Michael McCaul, el presidente del Comité de Asuntos Exteriores de la Cámara de Representantes, visitó Taiwán con un grupo de legisladores estadounidenses. Esta visita se produjo dos días después de que China llevara a cabo ejercicios militares cerca de la isla. Planeaban reunirse con el nuevo presidente de Taiwán, William Lai Ching-te, para discutir la estabilidad regional y el comercio.\",            \"translated_title\": \"Visita a Taiwán por Legisladores Estadounidenses\"        },        {            \"english_version\": \"The US State Department criticized China's military drills as 'military provocations' on Saturday.\",            \"english_title\": \"US Criticism of China's Military Drills\",            \"translated_version\": \"El Departamento de Estado de EE. UU. criticó los ejercicios militares de China como 'provocaciones militares' el sábado.\",            \"translated_title\": \"Crítica de EE. UU. a los Ejercicios Militares de China\"        },        {            \"english_version\": \"The Economist, a publication in circulation since September 1843, aims to participate in 'a severe contest between intelligence, which presses forward, and an unworthy, timid ignorance obstructing our progress.'\",            \"english_title\": \"The Economist's Mission\",            \"translated_version\": \"The Economist, una publicación en circulación desde septiembre de 1843, tiene como objetivo participar en 'una dura contienda entre la inteligencia, que avanza, y una ignorancia indigna y tímida que obstaculiza nuestro progreso.'\",            \"translated_title\": \"La Misión de The Economist\"        }    ]}```"