"{    \"translations\": [        {            \"english_version\": \"Marco Rubio, America’s secretary of state, mentioned that if a ceasefire agreement is not reached in Ukraine within a few days, the Trump administration will move on. Ukraine announced the signing of a memorandum of intent with America for an expanded minerals deal, set to be finalized next week. This agreement is seen as a step towards economic partnership and investment in the country's reconstruction.\",            \"english_title\": \"Ceasefire Agreement in Ukraine\",            \"translated_version\": \"Marco Rubio, el secretario de estado de América, dijo que si no se llega a un acuerdo de alto el fuego en Ucrania en unos días, la administración de Trump seguirá adelante. Ucrania anunció la firma de un memorando de intención con América para un acuerdo ampliado de minerales, que se espera finalizar la próxima semana. Este acuerdo se ve como un paso hacia una asociación económica e inversión en la reconstrucción del país.\",            \"translated_title\": \"Acuerdo de alto el fuego en Ucrania\"        },        {            \"english_version\": \"The Trump administration proposed imposing fees on Chinese ships docking in America, based on the amount of goods they carry per trip. Additionally, Giorgia Meloni, Italy’s prime minister, expressed confidence during her visit to Washington that the EU and America would come to a trade agreement. Donald Trump has threatened to impose 20% tariffs on exports from the EU.\",            \"english_title\": \"Trade Proposals and Tariffs\",            \"translated_version\": \"La administración de Trump propuso imponer tarifas a los barcos chinos que atracan en América, basadas en la cantidad de mercancías que transportan por viaje. Además, Giorgia Meloni, la primera ministra de Italia, expresó confianza durante su visita a Washington en que la UE y América llegarían a un acuerdo comercial. Donald Trump ha amenazado con imponer aranceles del 20% a las exportaciones de la UE.\",            \"translated_title\": \"Propuestas comerciales y aranceles\"        },        {            \"english_version\": \"LinkedInInstagramFacebookXTikTokYouTubeWhatsAppGet The Economist app on iOS or AndroidThe EconomistThe EconomistAboutReuse our contentSubscribeEconomist EnterpriseSecureDropThe Economist GroupThe Economist GroupThe Economist GroupEconomist IntelligenceEconomist ImpactEconomist Impact EventsEconomist Education CoursesContactContactHelp and supportAdvertisePress centreCareersCareersWorking hereExecutive JobsTo enhance your experience and ensure our website runs smoothly, we use cookies and similar technologies.Manage cookiesTerms of usePrivacyCookie PolicyAccessibilityModern Slavery StatementSitemapYour Data RightsRegistered in England and Wales. No. 236383 | Registered office: The Adelphi, 1-11 John Adam Street, London, WC2N 6HT | VAT Reg No: GB 340 436 876© The Economist Newspaper Limited 2025\",            \"english_title\": \"The Economist Website\",            \"translated_version\": \"LinkedInInstagramFacebookXTikTokYouTubeWhatsAppObtén la aplicación de The Economist en iOS o AndroidThe EconomistThe EconomistAcerca deReutiliza nuestro contenidoSuscríbeteEconomist EnterpriseSecureDropThe Economist GroupThe Economist GroupThe Economist GroupEconomist IntelligenceEconomist ImpactEconomist Impact EventsEconomist Education CoursesContactoContactoAyuda y soportePublicidadCentro de prensaCarrerasCarrerasTrabajar aquíTrabajos ejecutivosPara mejorar tu experiencia y asegurar que nuestro sitio web funcione sin problemas, utilizamos cookies y tecnologías similares.Gestionar cookiesTérminos de usoPrivacidadPolítica de cookiesAccesibilidadDeclaración sobre la esclavitud modernaMapa del sitioTus derechos de datosRegistrado en Inglaterra y Gales. Nº 236383 | Oficina registrada: The Adelphi, 1-11 John Adam Street, Londres, WC2N 6HT | Nº de IVA: GB 340 436 876© The Economist Newspaper Limited 2025\",            \"translated_title\": \"Sitio web de The Economist\"        }    ]}"