"{    \"translations\": [        {            \"english_version\": \"Israel agreed to allow two tankers of diesel a day into the Gaza Strip, after the UN suspended aid deliveries owing to a lack of fuel. The UN World Food Programme also warned that there was an immediate possibility of starvation in the enclave. Most of northern Gaza now appears to be under Israel’s control; this includes al-Shifa hospital, the enclave’s largest medical facility, where the Israel Defence Forces continued its operation. It said it had found a Hamas tunnel underneath the building, and recovered weapons. It also discovered the bodies of two hostages taken during Hamas’s attack on Israel on October 7th.\",            \"english_title\": \"Israel allows fuel into Gaza Strip\",            \"translated_version\": \"Israel acordó permitir dos camiones cisterna de diesel al día en la Franja de Gaza, después de que la ONU suspendiera las entregas de ayuda debido a la falta de combustible. El Programa Mundial de Alimentos de la ONU también advirtió que existe una posibilidad inmediata de hambruna en el enclave. La mayor parte del norte de Gaza ahora parece estar bajo el control de Israel; esto incluye el hospital al-Shifa, la instalación médica más grande del enclave, donde las Fuerzas de Defensa de Israel continuaron su operación. Dijo que había encontrado un túnel de Hamas debajo del edificio y recuperado armas. También descubrió los cuerpos de dos rehenes tomados durante el ataque de Hamas a Israel el 7 de octubre.\",            \"translated_title\": \"Israel permite combustible en la Franja de Gaza\"        },        {            \"english_version\": \"Xi Jinping, China’s president, told Kishida Fumio, the Japanese prime minister, that their countries should focus on common interests and properly handle differences in an attempt to improve relations. The two countries have locked horns lately over territory and trade. Mr Xi made his remarks during the pair’s first face-to-face meeting in nearly a year, at a summit in California.\",            \"english_title\": \"China and Japan aim to improve relations\",            \"translated_version\": \"Xi Jinping, el presidente de China, le dijo a Kishida Fumio, el primer ministro japonés, que sus países deberían centrarse en intereses comunes y manejar adecuadamente las diferencias en un intento de mejorar las relaciones. Los dos países han estado en desacuerdo últimamente por territorio y comercio. El Sr. Xi hizo sus comentarios durante la primera reunión cara a cara de la pareja en casi un año, en una cumbre en California.\",            \"translated_title\": \"China y Japón buscan mejorar las relaciones\"        },        {            \"english_version\": \"Ukraine said that its troops had established several bridgeheads on the Russian-occupied eastern bank of the Dnieper river in Kherson, a southern province. Crossing the bridge would mark rare progress in Ukraine’s counter-offensive, which has failed to make significant territorial gains. Russian-backed officials in Kherson also acknowledged the presence of Ukrainian forces on the eastern side of the river.\",            \"english_title\": \"Ukraine makes progress in counter-offensive\",            \"translated_version\": \"Ucrania dijo que sus tropas habían establecido varias cabezas de puente en la orilla este del río Dnieper ocupada por Rusia en Kherson, una provincia del sur. Cruzar el puente marcaría un progreso raro en la contraofensiva de Ucrania, que no ha logrado ganancias territoriales significativas. Los funcionarios respaldados por Rusia en Kherson también reconocieron la presencia de fuerzas ucranianas en el lado este del río.\",            \"translated_title\": \"Ucrania avanza en la contraofensiva\"        },        {            \"english_version\": \"Zimbabwe declared a state of emergency in the capital, Harare, because of a cholera outbreak. The water-borne disease is estimated to have spread to thousands of people in the country since February, with infections rapidly increasing in the last few weeks. An outbreak in 2008-9 infected almost 100,000 people and is estimated to have killed more than 4000.\",            \"english_title\": \"Cholera outbreak in Zimbabwe\",            \"translated_version\": \"Zimbabue declaró estado de emergencia en la capital, Harare, debido a un brote de cólera. Se estima que la enfermedad transmitida por el agua se ha propagado a miles de personas en el país desde febrero, con infecciones que aumentan rápidamente en las últimas semanas. Un brote en 2008-9 infectó a casi 100,000 personas y se estima que mató a más de 4000.\",            \"translated_title\": \"Brote de cólera en Zimbabue\"        },        {            \"english_version\": \"Apple said it would change its messaging system to make texting between iPhones and Android devices easier. The tech giant had long resisted adoption of the Rich Communication Services (RCS) standard, which, among other things, allows users to send high-quality pictures over text. The technology is used by phones that run Google’s Android software. Alphabet, Google’s parent company, welcomed the move.\",            \"english_title\": \"Apple to improve messaging system\",            \"translated_version\": \"Apple dijo que cambiaría su sistema de mensajería para facilitar el envío de mensajes de texto entre iPhones y dispositivos Android. El gigante tecnológico se había resistido durante mucho tiempo a adoptar el estándar de Servicios de Comunicación Enriquecida (RCS), que, entre otras cosas, permite a los usuarios enviar imágenes de alta calidad por mensaje de texto. La tecnología es utilizada por teléfonos que ejecutan el software Android de Google. Alphabet, la empresa matriz de Google, dio la bienvenida al cambio.\",            \"translated_title\": \"Apple mejora el sistema de mensajería\"        }    ]}"