"{    \"translations\": [        {            \"english_version\": \"At least three of the 25 people on board the Eternity C were killed after it was attacked by the Iran-backed group.\",            \"english_title\": \"Attack on Eternity C\",            \"translated_version\": \"Al menos tres de las 25 personas en el Eternity C murieron después de que fue atacado por un grupo apoyado por Irán.\",            \"translated_title\": \"Ataque al Eternity C\"        },        {            \"english_version\": \"Governor Greg Abbott said search and rescue efforts would continue in the wake of the deadly floods until this job is finished.\",            \"english_title\": \"Flood Rescue Efforts\",            \"translated_version\": \"El gobernador Greg Abbott dijo que los esfuerzos de búsqueda y rescate continuarían después de las inundaciones mortales hasta que el trabajo esté terminado.\",            \"translated_title\": \"Esfuerzos de Rescate por Inundaciones\"        },        {            \"english_version\": \"A Palestinian official says key sticking points at the indirect negotiations in Qatar include how aid will be distributed.\",            \"english_title\": \"Negotiations in Qatar\",            \"translated_version\": \"Un oficial palestino dice que los puntos importantes en las negociaciones indirectas en Qatar incluyen cómo se distribuirá la ayuda.\",            \"translated_title\": \"Negociaciones en Qatar\"        },        {            \"english_version\": \"Christian Horner is sacked as Red Bull team principal after 20 years in the role.\",            \"english_title\": \"Horner Leaves Red Bull\",            \"translated_version\": \"Christian Horner es despedido como jefe del equipo Red Bull después de 20 años en el cargo.\",            \"translated_title\": \"Horner Deja Red Bull\"        },        {            \"english_version\": \"Germany says a laser fired by a Chinese warship tried to disrupt a reconnaissance plane over the Red Sea.\",            \"english_title\": \"Laser Incident in Red Sea\",            \"translated_version\": \"Alemania dice que un láser disparado por un barco de guerra chino intentó molestar a un avión de reconocimiento sobre el Mar Rojo.\",            \"translated_title\": \"Incidente de Láser en el Mar Rojo\"        }    ]}"