"{    \"translations\": [        {            \"english_version\": \"Israel continued airstrikes on Beirut, Lebanon. They attacked Hizbullah's intelligence headquarters and an underground weapons workshop. In Gaza, Hamas reported Israeli strikes on a building that killed at least 87 people. The IDF said the death toll was exaggerated.\",            \"english_title\": \"Airstrikes in Beirut and Gaza\",            \"translated_version\": \"Israel siguió bombardeando Beirut, Líbano. Atacaron la sede de inteligencia de Hizbullah y un taller de armas subterráneo. En Gaza, Hamas informó sobre ataques israelíes a un edificio que mató al menos a 87 personas. El IDF dijo que el número de muertos estaba exagerado.\",            \"translated_title\": \"Ataques aéreos en Beirut y Gaza\"        },        {            \"english_version\": \"Prabowo Subianto became Indonesia's president. He won the election in February by a large margin. He aims to continue the previous administration's work. Prabowo wants Indonesia to have a bigger role in global affairs.\",            \"english_title\": \"New President of Indonesia\",            \"translated_version\": \"Prabowo Subianto se convirtió en presidente de Indonesia. Ganó las elecciones en febrero por un gran margen. Su objetivo es continuar el trabajo de la administración anterior. Prabowo quiere que Indonesia tenga un papel más importante en los asuntos globales.\",            \"translated_title\": \"Nuevo Presidente de Indonesia\"        },        {            \"english_version\": \"The Economist has been published since September 1843. It aims to promote intelligence and progress. The publication covers a wide range of topics and events.\",            \"english_title\": \"The Economist Magazine\",            \"translated_version\": \"The Economist se ha publicado desde septiembre de 1843. Su objetivo es promover la inteligencia y el progreso. La publicación cubre una amplia gama de temas y eventos.\",            \"translated_title\": \"La Revista The Economist\"        },        {            \"english_version\": \"The Economist Group offers various services like intelligence, impact events, and education courses. They focus on providing valuable insights and information to their audience.\",            \"english_title\": \"Services by The Economist Group\",            \"translated_version\": \"El Grupo The Economist ofrece varios servicios como inteligencia, eventos de impacto y cursos de educación. Se centran en proporcionar ideas valiosas e información a su audiencia.\",            \"translated_title\": \"Servicios del Grupo The Economist\"        },        {            \"english_version\": \"The Economist Group uses cookies and similar technologies to enhance user experience. They also ensure the website runs smoothly. The group values privacy and provides information on data rights and usage.\",            \"english_title\": \"Privacy and Technology by The Economist Group\",            \"translated_version\": \"El Grupo The Economist utiliza cookies y tecnologías similares para mejorar la experiencia del usuario. También se aseguran de que el sitio web funcione sin problemas. El grupo valora la privacidad y proporciona información sobre los derechos y el uso de datos.\",            \"translated_title\": \"Privacidad y Tecnología por el Grupo The Economist\"        }    ]}"