"{    \"translations\": [        {            \"english_version\": \"The US president said he did not make a mistake and mentioned he had only seen the beginning of the video before it was posted. The order did not specify the rate that could be imposed, but used 25% as an example.\",            \"english_title\": \"US President on Video\",            \"translated_version\": \"El presidente de EE.UU. dijo que no cometió un error y mencionó que solo vio el inicio del video antes de que se publicara. La orden no especificó la tasa que podría imponerse, pero usó 25% como ejemplo.\",            \"translated_title\": \"Presidente de EE.UU. sobre Video\"        },        {            \"english_version\": \"One Palestinian woman said members of the Israel-linked militia searched them and their belongings at an Israeli checkpoint inside Gaza.\",            \"english_title\": \"Palestinian Woman's Account\",            \"translated_version\": \"Una mujer palestina dijo que miembros de la milicia vinculada a Israel los registraron a ellos y sus pertenencias en un puesto de control israelí dentro de Gaza.\",            \"translated_title\": \"Relato de Mujer Palestina\"        },        {            \"english_version\": \"Nancy Guthrie, the 84-year-old mother of an NBC News presenter, is believed to have been abducted from her home in Tucson, Arizona.\",            \"english_title\": \"Abduction of NBC Presenter’s Mother\",            \"translated_version\": \"Se cree que Nancy Guthrie, la madre de 84 años de un presentador de NBC News, fue secuestrada de su casa en Tucson, Arizona.\",            \"translated_title\": \"Secuestro de Madre de Presentador de NBC\"        },        {            \"english_version\": \"Nearly 200 decaying bodies were discovered at the Return to Nature home after officials investigated a foul smell.\",            \"english_title\": \"Bodies Found at Home\",            \"translated_version\": \"Casi 200 cuerpos en descomposición fueron descubiertos en la casa Return to Nature después de que los oficiales investigaron un mal olor.\",            \"translated_title\": \"Cuerpos Encontrados en Casa\"        },        {            \"english_version\": \"The attack, which took place during Friday prayers in the capital Islamabad, injured almost 170 people.\",            \"english_title\": \"Attack in Islamabad\",            \"translated_version\": \"El ataque, que ocurrió durante las oraciones del viernes en la capital Islamabad, hirió a casi 170 personas.\",            \"translated_title\": \"Ataque en Islamabad\"        }    ]}"