"{    \"translations\": [        {            \"english_version\": \"Nvidia's share price dropped by 17%, losing over $589 billion from its market value. This is the largest daily decline for a public company. The Nasdaq index, which focuses on technology companies, also fell by more than 3%. Investors reacted to news about DeepSeek, a Chinese AI company, being able to achieve similar results as American rivals with fewer chips. Some worry this could reduce the demand for AI hardware.\",            \"english_title\": \"Nvidia's Share Price Drop\",            \"translated_version\": \"El precio de las acciones de Nvidia bajó un 17%, perdiendo más de $589 mil millones de su valor de mercado. Esta es la mayor caída diaria para una empresa pública. El índice Nasdaq, que se enfoca en empresas tecnológicas, también cayó más del 3%. Los inversores reaccionaron a la noticia sobre DeepSeek, una empresa china de inteligencia artificial, logrando resultados similares a los rivales estadounidenses con menos chips. Algunos se preocupan de que esto pueda reducir la demanda de hardware de inteligencia artificial.\",            \"translated_title\": \"Caída del Precio de las Acciones de Nvidia\"        },        {            \"english_version\": \"The US Justice Department fired more than a dozen lawyers who were involved in prosecuting cases against Donald Trump. These cases included charges of election interference and mishandling classified documents. Jack Smith, the special counsel leading these cases, has already resigned. A spokesperson for the DoJ stated that James McHenry, the acting attorney-general, does not have confidence in these officials to carry out the president's agenda.\",            \"english_title\": \"Lawyers Fired by US Justice Department\",            \"translated_version\": \"El Departamento de Justicia de EE. UU. despidió a más de una docena de abogados que estaban involucrados en procesar casos contra Donald Trump. Estos casos incluían cargos de interferencia electoral y manejo indebido de documentos clasificados. Jack Smith, el fiscal especial que lideraba estos casos, ya ha renunciado. Un portavoz del DoJ declaró que James McHenry, el fiscal general interino, no tiene confianza en estos funcionarios para llevar a cabo la agenda del presidente.\",            \"translated_title\": \"Abogados Despedidos por el Departamento de Justicia de EE. UU.\"        }    ]}"