"{    \"translations\": [        {            \"english_version\": \"Gaza is in ruins with destroyed streets everywhere. The future plans for Gaza seem very far from what it is today.\",            \"english_title\": \"Gaza in Ruins\",            \"translated_version\": \"Gaza está en ruinas con calles destruidas por todos lados. Los planes futuros para Gaza parecen muy lejanos de lo que es hoy.\",            \"translated_title\": \"Gaza en Ruinas\"        },        {            \"english_version\": \"If the court decides against Trump's tariffs, the US might have to give back some of the billions it has taken.\",            \"english_title\": \"Court and Trump's Tariffs\",            \"translated_version\": \"Si la corte decide en contra de los aranceles de Trump, Estados Unidos podría tener que devolver parte de los miles de millones que ha tomado.\",            \"translated_title\": \"Corte y Aranceles de Trump\"        },        {            \"english_version\": \"Police have changed Iris Hsieh's sudden death to murder and have kept Namewee in custody.\",            \"english_title\": \"Iris Hsieh's Death\",            \"translated_version\": \"La policía ha cambiado la muerte repentina de Iris Hsieh a asesinato y ha mantenido a Namewee bajo custodia.\",            \"translated_title\": \"Muerte de Iris Hsieh\"        },        {            \"english_version\": \"Claudia Sheinbaum is taking legal action because she believes there must be a stop to the harassment of Mexican women.\",            \"english_title\": \"Sheinbaum's Legal Action\",            \"translated_version\": \"Claudia Sheinbaum está tomando acción legal porque cree que debe parar el acoso a las mujeres mexicanas.\",            \"translated_title\": \"Acción Legal de Sheinbaum\"        },        {            \"english_version\": \"Flight capacity will be reduced by 10% across the country because air traffic controllers are feeling tired, according to Transportation Secretary Sean Duffy.\",            \"english_title\": \"Flight Capacity Reduction\",            \"translated_version\": \"La capacidad de vuelos se reducirá en un 10% en todo el país porque los controladores de tráfico aéreo se sienten cansados, según el Secretario de Transporte Sean Duffy.\",            \"translated_title\": \"Reducción de Capacidad de Vuelos\"        }    ]}"