"{    \"translations\": [        {            \"english_version\": \"Hizbullah, an Iran-backed militia, fired rockets at northern Israel. The attack was launched in response to an Israeli airstrike on Nabatiyeh, a town in southern Lebanon, which killed a leader of Hizbullah, according to the Israeli army. Ten other people were killed in the strikes.\",            \"english_title\": \"Rocket Attack on Israel\",            \"translated_version\": \"Hizbullah, una milicia respaldada por Irán, lanzó cohetes hacia el norte de Israel. El ataque fue en respuesta a un ataque aéreo israelí en Nabatiyeh, una ciudad en el sur de Líbano, que mató a un líder de Hizbullah, según el ejército israelí. Diez personas más murieron en los ataques.\",            \"translated_title\": \"Ataque de Cohetes en Israel\"        },        {            \"english_version\": \"Meanwhile Israel’s military entered Nasser hospital, the largest in Khan Younis, a city in southern Gaza. Thousands of people were sheltering there. Israel said that the bodies of hostages taken on October 7th could be in the facility, according to Reuters.\",            \"english_title\": \"Israel's Military in Nasser Hospital\",            \"translated_version\": \"Mientras tanto, el ejército de Israel ingresó al hospital Nasser, el más grande de Khan Younis, una ciudad en el sur de Gaza. Miles de personas se refugiaban allí. Israel dijo que los cuerpos de los rehenes tomados el 7 de octubre podrían estar en la instalación, según Reuters.\",            \"translated_title\": \"El Ejército de Israel en el Hospital Nasser\"        },        {            \"english_version\": \"The chair of the intelligence committee of America’s House of Representatives asked President Joe Biden to declassify information about 'a serious national-security threat', reportedly concerning a new Russian weapon in space. Various media reported it was a space-based nuclear weapon that could destroy a large number of satellites. Others thought it might be a nuclear-powered electronic-warfare satellite. Jake Sullivan, Mr Biden’s national security adviser, is due to brief high-ranking members of Congress today.\",            \"english_title\": \"Request to Declassify Information on Russian Weapon\",            \"translated_version\": \"El presidente del comité de inteligencia de la Cámara de Representantes de Estados Unidos le pidió al presidente Joe Biden que desclasifique información sobre 'una seria amenaza a la seguridad nacional', supuestamente relacionada con un nuevo arma rusa en el espacio. Varios medios informaron que era un arma nuclear basada en el espacio que podría destruir un gran número de satélites. Otros pensaron que podría ser un satélite de guerra electrónica nuclear. Jake Sullivan, asesor de seguridad nacional del Sr. Biden, tiene previsto informar a los miembros de alto rango del Congreso hoy.\",            \"translated_title\": \"Solicitud de Desclasificación de Información sobre Arma Rusa\"        },        {            \"english_version\": \"Russian missiles struck civilian and infrastructure targets across Ukraine. No damage was reported in Kyiv, the capital. At least six people were killed in other parts of the country, and 18 others were injured. Meanwhile, Volodymyr Zelensky, Ukraine’s president, and Emmanuel Macron, France's president, announced they would sign 'a bilateral security agreement' in Paris. Mr Zelensky will visit Germany on Friday for the Munich Security Conference.\",            \"english_title\": \"Russian Missile Strikes in Ukraine\",            \"translated_version\": \"Misiles rusos golpearon objetivos civiles e infraestructuras en toda Ucrania. No se informaron daños en Kiev, la capital. Al menos seis personas murieron en otras partes del país y otras 18 resultaron heridas. Mientras tanto, Volodymyr Zelensky, presidente de Ucrania, y Emmanuel Macron, presidente de Francia, anunciaron que firmarían 'un acuerdo de seguridad bilateral' en París. El Sr. Zelensky visitará Alemania el viernes para la Conferencia de Seguridad de Múnich.\",            \"translated_title\": \"Ataques de Misiles Rusos en Ucrania\"        },        {            \"english_version\": \"Venezuela expelled a local UN human rights agency, giving staff 72 hours to leave the country. In a statement Yván Gil, the foreign minister, accused the agency of having become a 'law firm of coup plotters and terrorist groups'. The move follows the arrest on Friday of Rocío San Miguel, a Venezuelan human-rights lawyer. The UN has called for her immediate release.\",            \"english_title\": \"Expulsion of UN Human Rights Agency in Venezuela\",            \"translated_version\": \"Venezuela expulsó a una agencia local de derechos humanos de la ONU, dando al personal 72 horas para abandonar el país. En un comunicado, Yván Gil, el ministro de Relaciones Exteriores, acusó a la agencia de haberse convertido en una 'firma de abogados de golpistas y grupos terroristas'. La medida sigue al arresto el viernes de Rocío San Miguel, una abogada venezolana de derechos humanos. La ONU ha pedido su liberación inmediata.\",            \"translated_title\": \"Expulsión de Agencia de Derechos Humanos de la ONU en Venezuela\"        }    ]}"