"```json{    \"translations\": [        {            \"english_version\": \"President Joe Biden criticized the violence during protests at universities across America. He said people have the right to protest, but not to cause chaos. Over 2,000 college demonstrators have been arrested nationwide, with around 200 arrests at the University of California, Los Angeles.\",            \"english_title\": \"University Protests\",            \"translated_version\": \"El Presidente Joe Biden criticó la violencia durante las protestas en universidades de todo Estados Unidos. Dijo que la gente tiene derecho a protestar, pero no a causar caos. Más de 2,000 manifestantes universitarios han sido arrestados en todo el país, con alrededor de 200 arrestos en la Universidad de California, Los Ángeles.\",            \"translated_title\": \"Protestas Universitarias\"        },        {            \"english_version\": \"Gazprom, a state-owned gas company in Russia, reported a net loss of 629 billion roubles ($6.9 billion) in 2023. This is the first time in about two decades that the company has reported an annual loss. Europe, which bought 40% of its gas from Russia in 2021, is expected to see a further decline in Russian gas exports due to mild winters and the war in Ukraine.\",            \"english_title\": \"Gazprom Loss\",            \"translated_version\": \"Gazprom, una empresa estatal de gas en Rusia, reportó una pérdida neta de 629 mil millones de rublos ($6.9 mil millones) en 2023. Esta es la primera vez en aproximadamente dos décadas que la empresa ha reportado una pérdida anual. Se espera que Europa, que compró el 40% de su gas a Rusia en 2021, vea un mayor declive en las exportaciones de gas ruso debido a inviernos suaves y la guerra en Ucrania.\",            \"translated_title\": \"Pérdida de Gazprom\"        },        {            \"english_version\": \"The Economist, a publication established in 1843, aims to participate in a contest between intelligence and ignorance. The publication covers various topics and has been providing insights for nearly two centuries.\",            \"english_title\": \"The Economist Publication\",            \"translated_version\": \"The Economist, una publicación establecida en 1843, tiene como objetivo participar en un concurso entre la inteligencia y la ignorancia. La publicación cubre varios temas y ha estado proporcionando ideas durante casi dos siglos.\",            \"translated_title\": \"Publicación de The Economist\"        },        {            \"english_version\": \"The Economist Group, which includes Economist Intelligence and Economist Impact, offers corporate subscriptions and content reuse options. The group also provides contact information and updates through social media platforms like LinkedIn, Facebook, and Instagram.\",            \"english_title\": \"The Economist Group\",            \"translated_version\": \"El Grupo de The Economist, que incluye Economist Intelligence y Economist Impact, ofrece suscripciones corporativas y opciones de reutilización de contenido. El grupo también proporciona información de contacto y actualizaciones a través de plataformas de redes sociales como LinkedIn, Facebook e Instagram.\",            \"translated_title\": \"Grupo de The Economist\"        },        {            \"english_version\": \"To improve user experience, The Economist website uses cookies and similar technologies. The website also includes information on terms of use, privacy, cookie policy, and accessibility. The Economist Newspaper Limited holds the copyright for all content published in 2024.\",            \"english_title\": \"The Economist Website\",            \"translated_version\": \"Para mejorar la experiencia del usuario, el sitio web de The Economist utiliza cookies y tecnologías similares. El sitio web también incluye información sobre términos de uso, privacidad, política de cookies y accesibilidad. The Economist Newspaper Limited tiene los derechos de autor de todo el contenido publicado en 2024.\",            \"translated_title\": \"Sitio Web de The Economist\"        }    ]}```"