"{    \"translations\": [        {            \"english_version\": \"President Donald Trump recently announced a blockade on oil tankers going in and out of Venezuela. This decision comes after sanctions were placed on these tankers.\",            \"english_title\": \"Trump Blocks Oil Tankers\",            \"translated_version\": \"El Presidente Donald Trump anunció un bloqueo a los barcos de petróleo que van y vienen de Venezuela. Esto pasa después de que se pusieron sanciones a estos barcos.\",            \"translated_title\": \"Trump Bloquea Barcos de Petróleo\"        },        {            \"english_version\": \"In Myanmar, the BBC is reporting from a region controlled by rebels. This is happening before a government-mandated election that is set to begin this month.\",            \"english_title\": \"BBC Reports from Rebel Region\",            \"translated_version\": \"En Myanmar, la BBC está reportando desde una región controlada por rebeldes. Esto pasa antes de una elección que el gobierno va a empezar este mes.\",            \"translated_title\": \"BBC Reporta desde Región Rebelde\"        },        {            \"english_version\": \"In Bekkersdal, 10 people were hurt when attackers started shooting randomly. This incident has caused concern in the area.\",            \"english_title\": \"Shooting in Bekkersdal\",            \"translated_version\": \"En Bekkersdal, 10 personas resultaron heridas cuando atacantes empezaron a disparar al azar. Este incidente ha causado preocupación en el área.\",            \"translated_title\": \"Disparos en Bekkersdal\"        },        {            \"english_version\": \"In Israel, there is only one hostage left in Gaza. People are discussing how this situation affects Israel and other countries.\",            \"english_title\": \"Hostage Situation in Gaza\",            \"translated_version\": \"En Israel, solo queda un rehén en Gaza. La gente está hablando de cómo esta situación afecta a Israel y otros países.\",            \"translated_title\": \"Situación de Rehén en Gaza\"        },        {            \"english_version\": \"Far-right Finance Minister Bezalel Smotrich stated that a recent decision was made to prevent the creation of a Palestinian state.\",            \"english_title\": \"No Palestinian State\",            \"translated_version\": \"El Ministro de Finanzas de extrema derecha Bezalel Smotrich dijo que se tomó una decisión reciente para evitar la creación de un estado palestino.\",            \"translated_title\": \"No Estado Palestino\"        }    ]}"