"{    \"translations\": [        {            \"english_version\": \"People in Black River haven't seen any aid and told the BBC that they are fighting to survive. The BBC’s Nada Tawfik reports from Black River, where the strongest storm to hit the country in modern history has left scenes of desperation. A diplomatic source tells the BBC there is credible evidence that at least 500 people have been killed.\",            \"english_title\": \"Black River Storm\",            \"translated_version\": \"La gente en Black River no ha visto ayuda y dijo a la BBC que están luchando para sobrevivir. Nada Tawfik de la BBC informa desde Black River, donde la tormenta más fuerte en la historia moderna del país ha dejado escenas de desesperación. Una fuente diplomática dice a la BBC que hay evidencia creíble de que al menos 500 personas han muerto.\",            \"translated_title\": \"Tormenta en Black River\"        },        {            \"english_version\": \"El-Fasher is under the control of paramilitaries accused of mass executions and crimes against humanity.\",            \"english_title\": \"El-Fasher Control\",            \"translated_version\": \"El-Fasher está bajo el control de paramilitares acusados de ejecuciones masivas y crímenes contra la humanidad.\",            \"translated_title\": \"Control en El-Fasher\"        },        {            \"english_version\": \"Pretoria dismisses claims of a white genocide and quotes prominent Afrikaners who call Trump's plans racist.\",            \"english_title\": \"Pretoria Dismisses Claims\",            \"translated_version\": \"Pretoria rechaza las afirmaciones de un genocidio blanco y cita a afrikáners prominentes que llaman racistas a los planes de Trump.\",            \"translated_title\": \"Pretoria Rechaza Afirmaciones\"        },        {            \"english_version\": \"The deadliest fire in the country's history killed 78 people, including many children on holiday.\",            \"english_title\": \"Deadly Fire\",            \"translated_version\": \"El incendio más mortal en la historia del país mató a 78 personas, incluidos muchos niños de vacaciones.\",            \"translated_title\": \"Incendio Mortal\"        },        {            \"english_version\": \"Thieves used explosives to break into a precious metals refinery before making off with a €12m loot.\",            \"english_title\": \"Thieves Steal from Refinery\",            \"translated_version\": \"Ladrones usaron explosivos para entrar en una refinería de metales preciosos antes de llevarse un botín de 12 millones de euros.\",            \"translated_title\": \"Ladrones Roban Refinería\"        }    ]}"