"{    \"translations\": [        {            \"english_version\": \"Three American soldiers were killed, and 34 more were injured, in a drone attack on a base in Jordan, near the border with Syria. President Joe Biden blamed radical Iran-backed militant groups, and promised to hold the people responsible to account. These are the first deaths in conflict of American soldiers in the Middle East since Israel’s war in Gaza began in October; in the months since ten other countries have been dragged into fighting in the region.\",            \"english_title\": \"American Soldiers Killed in Drone Attack\",            \"translated_version\": \"Tres soldados estadounidenses murieron y 34 resultaron heridos en un ataque de drones en una base en Jordania, cerca de la frontera con Siria. El presidente Joe Biden culpó a grupos militantes radicales respaldados por Irán y prometió responsabilizar a las personas responsables. Estas son las primeras muertes de soldados estadounidenses en conflicto en Medio Oriente desde que comenzó la guerra de Israel en Gaza en octubre; en los meses siguientes, otros diez países han sido arrastrados a la lucha en la región.\",            \"translated_title\": \"Soldados Estadounidenses Muertos en Ataque de Drones\"        },        {            \"english_version\": \"A court in Hong Kong ordered Evergrande, a Chinese property giant, to liquidate because of its debt of over $300bn. The judge who made the ruling said enough is enough after the company failed to come up with a restructuring plan. Trading in Evergrande shares in Hong Kong was suspended. They had fallen by 21% following the announcement.\",            \"english_title\": \"Hong Kong Court Orders Evergrande Liquidation\",            \"translated_version\": \"Un tribunal en Hong Kong ordenó la liquidación de Evergrande, un gigante inmobiliario chino, debido a su deuda de más de $300 mil millones. El juez que dictó la sentencia dijo que ya era suficiente después de que la empresa no presentara un plan de reestructuración. La negociación de las acciones de Evergrande en Hong Kong fue suspendida. Habían caído un 21% después del anuncio.\",            \"translated_title\": \"Tribunal de Hong Kong Ordena la Liquidación de Evergrande\"        },        {            \"english_version\": \"Volodymyr Zelensky, Ukraine’s president, released details of his income over the past two years as part of a campaign to tackle corruption. On Saturday Ukraine’s security service announced that it is investigating officials in the ministry of defence and staff at an arms manufacturer accused of stealing $40m, which should have been spent on mortar shells.\",            \"english_title\": \"Ukraine President Reveals Income and Corruption Investigation\",            \"translated_version\": \"Volodymyr Zelensky, presidente de Ucrania, reveló detalles de sus ingresos en los últimos dos años como parte de una campaña para combatir la corrupción. El sábado, el servicio de seguridad de Ucrania anunció que está investigando a funcionarios del ministerio de defensa y al personal de un fabricante de armas acusado de robar $40 millones, que deberían haberse gastado en proyectiles de mortero.\",            \"translated_title\": \"Presidente de Ucrania Revela Ingresos e Investigación de Corrupción\"        },        {            \"english_version\": \"Alternative for Germany (AfD) lost a local election—the first test of its popularity since it was revealed that senior members of the party had discussed with other far-right groups plans to mass-deport immigrants. In a district election in the south-eastern state of Thuringia, the AfD candidate, who had been leading the polls, lost to a rival from the mainstream conservative Christian Democratic Union.\",            \"english_title\": \"Alternative for Germany Loses Local Election\",            \"translated_version\": \"Alternative for Germany (AfD) perdió una elección local, la primera prueba de su popularidad desde que se reveló que miembros destacados del partido habían discutido con otros grupos de extrema derecha planes para deportar masivamente a inmigrantes. En una elección de distrito en el estado del sureste de Turingia, el candidato de AfD, que había estado liderando las encuestas, perdió ante un rival de la Unión Demócrata Cristiana conservadora y de corriente principal.\",            \"translated_title\": \"Alternative for Germany Pierde Elección Local\"        },        {            \"english_version\": \"Burkina Faso, Mali and Niger left the Economic Community of West African States, a regional bloc. The countries called sanctions placed on them in response to coups that have taken place since 2020 inhumane, and accused ECOWAS of becoming a threat to its member states. Their withdrawal will raise fears that the region, already plagued by conflict and jihadist violence, will become even more volatile.\",            \"english_title\": \"Burkina Faso, Mali and Niger Leave ECOWAS\",            \"translated_version\": \"Burkina Faso, Malí y Níger abandonaron la Comunidad Económica de los Estados de África Occidental, un bloque regional. Los países calificaron de inhumanas las sanciones impuestas en respuesta a los golpes de estado que han tenido lugar desde 2020 y acusaron a ECOWAS de convertirse en una amenaza para sus estados miembros. Su retiro aumentará los temores de que la región, que ya está plagada de conflictos y violencia yihadista, se vuelva aún más volátil.\",            \"translated_title\": \"Burkina Faso, Malí y Níger Abandonan ECOWAS\"        }    ]}"