"{    \"translations\": [        {            \"english_version\": \"Firefighters are struggling to put out the flames and say they are unsure when the blaze will be fully contained. The death toll continues to rise and hundreds are missing, as firefighters struggle to put out the fire. Efforts to control the blaze are continuing as locals wait for news of missing loved ones.\",            \"english_title\": \"Firefighters Struggle with Blaze\",            \"translated_version\": \"Los bomberos tienen problemas para apagar el fuego y dicen que no saben cuándo estará controlado. El número de muertos sigue subiendo y cientos están desaparecidos, mientras los bomberos luchan contra el fuego. Los esfuerzos para controlar el fuego continúan mientras la gente espera noticias de sus seres queridos.\",            \"translated_title\": \"Bomberos Luchan con el Fuego\"        },        {            \"english_version\": \"The state charges were the last remaining criminal case against the US president stemming from the 2020 election.\",            \"english_title\": \"Last Charges Against US President\",            \"translated_version\": \"Los cargos del estado eran el último caso criminal contra el presidente de EE.UU. por la elección de 2020.\",            \"translated_title\": \"Últimos Cargos Contra Presidente de EE.UU.\"        },        {            \"english_version\": \"The military takeover comes as the West African nation was awaiting the results of Sunday's election.\",            \"english_title\": \"Military Takeover in West Africa\",            \"translated_version\": \"El ejército tomó el control mientras el país de África Occidental esperaba los resultados de la elección del domingo.\",            \"translated_title\": \"Ejército Toma Control en África Occidental\"        },        {            \"english_version\": \"The former French president will have to serve a six-month term with an electronic bracelet, plus another six months suspended.\",            \"english_title\": \"Former French President's Sentence\",            \"translated_version\": \"El ex presidente de Francia tendrá que cumplir seis meses con un brazalete electrónico, más otros seis meses suspendidos.\",            \"translated_title\": \"Sentencia del Ex Presidente de Francia\"        },        {            \"english_version\": \"The deadly floods have affected 2 million people, the majority of whom are still cut off from help.\",            \"english_title\": \"Floods Affect Millions\",            \"translated_version\": \"Las inundaciones mortales han afectado a 2 millones de personas, la mayoría de las cuales todavía no tienen ayuda.\",            \"translated_title\": \"Inundaciones Afectan a Millones\"        }    ]}"