"{    \"translations\": [        {            \"english_version\": \"Peace talks between Israel and Hamas have started again in Cairo. Hamas says its team is positive and determined to reach an agreement. The talks, facilitated by Egypt and Qatar, aim to achieve a ceasefire in Gaza in exchange for the release of Israeli hostages. Hamas wants the ceasefire to be permanent, while Israel is willing to agree to a temporary pause.\",            \"english_title\": \"Peace Talks Between Israel and Hamas in Cairo\",            \"translated_version\": \"Las conversaciones de paz entre Israel y Hamas han comenzado de nuevo en El Cairo. Hamas dice que su equipo está positivo y determinado a llegar a un acuerdo. Las conversaciones, facilitadas por Egipto y Qatar, tienen como objetivo lograr un alto el fuego en Gaza a cambio de la liberación de rehenes israelíes. Hamas quiere que el alto el fuego sea permanente, mientras que Israel está dispuesto a aceptar una pausa temporal.\",            \"translated_title\": \"Conversaciones de Paz Entre Israel y Hamas en El Cairo\"        },        {            \"english_version\": \"There were clashes between police and pro-Palestinian protesters at various college campuses. Disruptions that began in American universities have now spread globally. Over 2,400 individuals have been arrested on American campuses since April 17th. In Canada, authorities took action to dismantle a protest camp at McGill University in Montreal, where students were demanding divestment from Israel.\",            \"english_title\": \"Clashes Between Police and Pro-Palestinian Protesters\",            \"translated_version\": \"Hubo enfrentamientos entre la policía y manifestantes pro-palestinos en varios campus universitarios. Las interrupciones que comenzaron en universidades americanas ahora se han extendido globalmente. Más de 2,400 personas han sido arrestadas en campus americanos desde el 17 de abril. En Canadá, las autoridades tomaron medidas para desmantelar un campamento de protesta en la Universidad de McGill en Montreal, donde los estudiantes exigían desinversión de Israel.\",            \"translated_title\": \"Enfrentamientos Entre la Policía y Manifestantes Pro-Palestinos\"        }    ]}"