"{    \"translations\": [        {            \"english_version\": \"Domestic air travel will be reduced by up to 10% at 40 major airports. This will lead to thousands of flights being cancelled in the coming days.\",            \"english_title\": \"Air Travel Reduction\",            \"translated_version\": \"Los vuelos dentro del país se reducirán hasta un 10% en 40 aeropuertos grandes. Esto hará que miles de vuelos sean cancelados en los próximos días.\",            \"translated_title\": \"Reducción de Vuelos\"        },        {            \"english_version\": \"One of the year's deadliest storms has moved west to Cambodia and Laos after hitting Vietnam.\",            \"english_title\": \"Deadly Storm Moves\",            \"translated_version\": \"Una de las tormentas más fuertes del año se ha movido al oeste hacia Camboya y Laos después de golpear Vietnam.\",            \"translated_title\": \"Tormenta Fuerte\"        },        {            \"english_version\": \"Drone sightings caused Zaventem airport near Brussels to close temporarily. Belgium is now asking its European allies for help.\",            \"english_title\": \"Drone Closes Airport\",            \"translated_version\": \"Ver drones hizo que el aeropuerto Zaventem cerca de Bruselas cerrara temporalmente. Bélgica ahora pide ayuda a sus amigos europeos.\",            \"translated_title\": \"Drones Cierran Aeropuerto\"        },        {            \"english_version\": \"World leaders are speaking at the COP30 climate summit in Belém. They are criticizing Trump's record on climate change.\",            \"english_title\": \"COP30 Climate Summit\",            \"translated_version\": \"Líderes del mundo están hablando en la cumbre de clima COP30 en Belém. Están criticando lo que hizo Trump sobre el cambio climático.\",            \"translated_title\": \"Cumbre de Clima COP30\"        },        {            \"english_version\": \"Some Kenyans have reportedly been killed, injured, and others detained by Tanzanian security officers.\",            \"english_title\": \"Kenyans Affected in Tanzania\",            \"translated_version\": \"Algunos kenianos han sido reportados muertos, heridos, y otros detenidos por oficiales de seguridad de Tanzania.\",            \"translated_title\": \"Kenianos en Problemas\"        }    ]}"