"{    \"translations\": [        {            \"english_version\": \"After days of chaos, the House of Representatives in America voted to pass a new spending deal. This deal will fund the government through March and includes a $110 billion disaster-aid package. The proposal dropped a provision to extend America's debt ceiling, despite support from Donald Trump. Most Republicans backed the deal, and no Democrats voted against it. The proposal now moves to the Senate.\",            \"english_title\": \"Government Spending Deal in America\",            \"translated_version\": \"Después de días de caos, la Cámara de Representantes en América votó para aprobar un nuevo acuerdo de gastos. Este acuerdo financiará al gobierno hasta marzo e incluye un paquete de ayuda por desastres de $110 mil millones. La propuesta eliminó una disposición para extender el techo de deuda de América, a pesar del apoyo de Donald Trump. La mayoría de los Republicanos respaldaron el acuerdo y ningún Demócrata votó en contra. La propuesta ahora se mueve al Senado.\",            \"translated_title\": \"Acuerdo de Gastos del Gobierno en América\"        },        {            \"english_version\": \"In central Germany, at a Christmas market in Magdeburg, a car drove into crowds, resulting in at least two deaths, including a child, and dozens of injuries. The suspected driver, a doctor from Saudi Arabia who arrived in Germany in 2006, was arrested. The cause of the apparent attack has not been confirmed.\",            \"english_title\": \"Tragic Incident at Christmas Market in Germany\",            \"translated_version\": \"En el centro de Alemania, en un mercado navideño en Magdeburg, un coche se metió entre la multitud, resultando en al menos dos muertes, incluyendo a un niño, y docenas de heridos. El conductor sospechoso, un doctor de Arabia Saudita que llegó a Alemania en 2006, fue arrestado. La causa del aparente ataque no ha sido confirmada.\",            \"translated_title\": \"Incidente Trágico en Mercado Navideño en Alemania\"        }    ]}"