"{    \"translations\": [        {            \"english_version\": \"A boat carrying more than 150 migrants, many believed to be Ethiopian, sank in bad weather, and dozens are missing.\",            \"english_title\": \"Boat Sinks with Migrants\",            \"translated_version\": \"Un barco con más de 150 migrantes, muchos creen que son etíopes, se hundió por mal clima, y decenas están desaparecidos.\",            \"translated_title\": \"Barco se Hundió con Migrantes\"        },        {            \"english_version\": \"Experts say the eruption of a volcano in Russia's Kamchatka peninsula may be linked to a massive earthquake last week.\",            \"english_title\": \"Volcano Eruption in Russia\",            \"translated_version\": \"Expertos dicen que la erupción de un volcán en la península de Kamchatka en Rusia puede estar relacionada con un gran terremoto la semana pasada.\",            \"translated_title\": \"Erupción de Volcán en Rusia\"        },        {            \"english_version\": \"About 3,200 workers who build F-15 fighter jets and other military aircraft voted to reject the firm's latest contract deal.\",            \"english_title\": \"Workers Reject Contract\",            \"translated_version\": \"Unos 3,200 trabajadores que construyen aviones de combate F-15 y otros aviones militares votaron para rechazar el último contrato de la empresa.\",            \"translated_title\": \"Trabajadores Rechazan Contrato\"        },        {            \"english_version\": \"Far-right minister Itamar Ben-Gvir prayed at Jerusalem's al-Aqsa mosque compound, violating a decades-old arrangement.\",            \"english_title\": \"Minister Prays at Mosque\",            \"translated_version\": \"El ministro de extrema derecha Itamar Ben-Gvir rezó en el complejo de la mezquita al-Aqsa en Jerusalén, violando un acuerdo de décadas.\",            \"translated_title\": \"Ministro Reza en Mezquita\"        },        {            \"english_version\": \"Tunnels in a copper mine collapsed after an earthquake on Thursday, trapping five miners and killing a sixth person that day.\",            \"english_title\": \"Mine Collapse After Earthquake\",            \"translated_version\": \"Túneles en una mina de cobre colapsaron después de un terremoto el jueves, atrapando a cinco mineros y matando a una sexta persona ese día.\",            \"translated_title\": \"Colapso de Mina Tras Terremoto\"        }    ]}"