"{    \"translations\": [        {            \"english_version\": \"Donald Trump promised low taxes to international companies that make their products in America. He also threatened tariffs for those who don't. He spoke about this at the World Economic Forum. Trump asked Saudi Arabia and OPEC to lower oil prices. He then urged central banks worldwide to reduce interest rates immediately.\",            \"english_title\": \"Trump's Economic Policies\",            \"translated_version\": \"Donald Trump prometió impuestos bajos a las compañías internacionales que hacen sus productos en América. También amenazó con aranceles para aquellos que no lo hagan. Habló de esto en el Foro Económico Mundial. Trump pidió a Arabia Saudita y a la OPEP que redujeran los precios del petróleo. Luego instó a los bancos centrales de todo el mundo a reducir las tasas de interés de inmediato.\",            \"translated_title\": \"Políticas Económicas de Trump\"        },        {            \"english_version\": \"A judge stopped Trump's plan to end birthright citizenship temporarily. This right is guaranteed by the 14th Amendment in America. The judge agreed with four Democrat-led states that the executive order was unconstitutional. It would limit citizenship to newborns with American citizen or permanent resident parents.\",            \"english_title\": \"Birthright Citizenship Issue\",            \"translated_version\": \"Un juez detuvo temporalmente el plan de Trump de terminar con la ciudadanía por nacimiento. Este derecho está garantizado por la 14a Enmienda en América. El juez estuvo de acuerdo con cuatro estados liderados por demócratas en que la orden ejecutiva era inconstitucional. Limitaría la ciudadanía a los recién nacidos con padres ciudadanos estadounidenses o residentes permanentes.\",            \"translated_title\": \"Tema de la Ciudadanía por Nacimiento\"        }    ]}"