"{    \"translations\": [        {            \"english_version\": \"More than 50 leaders from different countries met in Switzerland to discuss peace in Ukraine. President Zelensky hopes this summit will bring lasting peace. Some of the attendees are Emmanuel Macron from France, Olaf Scholz from Germany, and Kishida Fumio from Japan. President Joe Biden did not attend; Vice-President Kamala Harris represented America. During the meeting, Harris promised $1.5bn in aid to Ukraine. Russia was not invited to the summit.\",            \"english_title\": \"Peace Summit in Switzerland\",            \"translated_version\": \"Más de 50 líderes de diferentes países se reunieron en Suiza para hablar sobre la paz en Ucrania. El Presidente Zelensky espera que esta cumbre traiga paz duradera. Algunos de los asistentes son Emmanuel Macron de Francia, Olaf Scholz de Alemania y Kishida Fumio de Japón. El Presidente Joe Biden no asistió; la Vicepresidenta Kamala Harris representó a América. Durante la reunión, Harris prometió $1.5bn en ayuda a Ucrania. Rusia no fue invitada a la cumbre.\",            \"translated_title\": \"Cumbre por la Paz en Suiza\"        },        {            \"english_version\": \"The Israel Defence Forces reported that eight soldiers died in an explosion in Gaza, the highest number in a single incident since January. Despite ongoing talks, a ceasefire between Israel and Hamas seems unlikely. Gaza's health authority under Hamas claims that 37,000 people have died in the strip since Israel's offensive began in response to Hamas's attack last October.\",            \"english_title\": \"Explosion in Gaza\",            \"translated_version\": \"Las Fuerzas de Defensa de Israel informaron que ocho soldados murieron en una explosión en Gaza, la mayor cantidad en un solo incidente desde enero. A pesar de las conversaciones en curso, parece poco probable un alto el fuego entre Israel y Hamas. La autoridad de salud de Gaza bajo Hamas afirma que 37,000 personas han muerto en la franja desde que comenzó la ofensiva de Israel en respuesta al ataque de Hamas en octubre pasado.\",            \"translated_title\": \"Explosión en Gaza\"        }    ]}"