"{    \"translations\": [        {            \"english_version\": \"The seven-day truce between Hamas and Israel came to an abrupt end. Israel said it had resumed fighting in Gaza after shooting down a rocket launched from the enclave. The Israeli military also dropped leaflets over Khan Younis, the most northerly big city in southern Gaza, warning residents to move further south. Binyamin Netanyahu, Israel’s prime minister, claimed that Hamas had reneged on the terms of the truce by failing to release some of the agreed-upon hostages. Hamas accused Israel of breaking its commitment to allow fuel trucks into Gaza.\",            \"english_title\": \"Truce Ends Abruptly\",            \"translated_version\": \"El alto el fuego de siete días entre Hamas e Israel llegó a su fin de manera abrupta. Israel dijo que había reanudado los combates en Gaza después de derribar un cohete lanzado desde el enclave. El ejército israelí también lanzó panfletos sobre Khan Younis, la ciudad más septentrional del sur de Gaza, advirtiendo a los residentes que se trasladen más al sur. Binyamin Netanyahu, el primer ministro de Israel, afirmó que Hamas había incumplido los términos del alto el fuego al no liberar a algunos de los rehenes acordados. Hamas acusó a Israel de romper su compromiso de permitir el ingreso de camiones de combustible a Gaza.\",            \"translated_title\": \"Fin del alto el fuego de manera abrupta\"        },        {            \"english_version\": \"The International Court of Justice, the UN’s top court, partly sided with Guyana in a dispute with Venezuela over the potentially oil-rich Essequibo region, which Guyana controls. Venezuela plans to hold a referendum on Sunday to affirm its claim on the land. While the court did not forbid the vote, it ordered Venezuela not to change the status quo.\",            \"english_title\": \"Court Ruling on Dispute\",            \"translated_version\": \"El Tribunal Internacional de Justicia, el tribunal superior de la ONU, se puso parcialmente del lado de Guyana en una disputa con Venezuela sobre la región de Essequibo, potencialmente rica en petróleo, que Guyana controla. Venezuela planea realizar un referéndum el domingo para afirmar su reclamo sobre la tierra. Si bien el tribunal no prohibió la votación, ordenó a Venezuela que no cambie el statu quo.\",            \"translated_title\": \"Fallos del tribunal sobre la disputa\"        },        {            \"english_version\": \"Donald Trump can be sued in civil court for his alleged role in inciting the January 6th Capitol riot, a federal-appeals court ruled. Mr Trump had argued that, because he was then the sitting president, he was immune from such litigation. The three-judge panel found that his alleged efforts to overturn the 2020 election fell outside of his 'official responsibilities', and thus subject to civil suits. (He denies wrongdoing.)\",            \"english_title\": \"Court Ruling on Trump\",            \"translated_version\": \"Donald Trump puede ser demandado en un tribunal civil por su presunto papel en incitar el asalto al Capitolio el 6 de enero, dictaminó un tribunal de apelaciones federales. El Sr. Trump argumentó que, debido a que entonces era el presidente en funciones, estaba inmune a tales litigios. El panel de tres jueces encontró que sus presuntos esfuerzos para anular las elecciones de 2020 estaban fuera de sus 'responsabilidades oficiales' y, por lo tanto, sujetos a demandas civiles. (Él niega haber hecho algo incorrecto).\",            \"translated_title\": \"Fallos del tribunal sobre Trump\"        },        {            \"english_version\": \"South Korea launched a spy satellite using a SpaceX Falcon 9 rocket. It is the first of five domestically produced satellites due to go up by 2025. South Korea hopes they will boost its space-based surveillance; it currently relies on American intelligence. Last week North Korea claimed that it successfully launched a spy satellite after previous attempts ended in crashes.\",            \"english_title\": \"South Korea's Spy Satellite\",            \"translated_version\": \"Corea del Sur lanzó un satélite espía utilizando un cohete SpaceX Falcon 9. Es el primero de los cinco satélites de producción nacional que se lanzarán antes de 2025. Corea del Sur espera que estos satélites impulsen su vigilancia espacial; actualmente depende de la inteligencia estadounidense. La semana pasada, Corea del Norte afirmó que lanzó con éxito un satélite espía después de que intentos anteriores terminaran en accidentes.\",            \"translated_title\": \"Satélite espía de Corea del Sur\"        },        {            \"english_version\": \"Asia’s factory activity remained sluggish in November in the face of weak global demand. Japan, South Korea and Taiwan, which rely on exports, reported stagnant activity. A private survey of manufacturing in China showed an unexpected month-on-month expansion in November, bolstered by an increase in domestic orders. On Thursday an official survey, which focuses on big, state-owned companies, showed activity contracting for a second month.\",            \"english_title\": \"Sluggish Factory Activity\",            \"translated_version\": \"La actividad de las fábricas en Asia se mantuvo lenta en noviembre debido a la débil demanda global. Japón, Corea del Sur y Taiwán, que dependen de las exportaciones, informaron de una actividad estancada. Una encuesta privada sobre la fabricación en China mostró una expansión inesperada de un mes a otro en noviembre, impulsada por un aumento en los pedidos nacionales. El jueves, una encuesta oficial que se centra en grandes empresas estatales mostró una contracción de la actividad por segundo mes consecutivo.\",            \"translated_title\": \"Actividad lenta en las fábricas\"        }    ]}"