"{    \"translations\": [        {            \"english_version\": \"Lt Gen Vladimir Alexeyev is a senior figure in the main directorate of Russia's military general staff.\",            \"english_title\": \"Russian Military Leader\",            \"translated_version\": \"El General Vladimir Alexeyev es un jefe importante en el ejército de Rusia.\",            \"translated_title\": \"Líder Militar Ruso\"        },        {            \"english_version\": \"Stories of aspiring foreign trainees shed light on an under-regulated industry, where there is opportunity and risk.\",            \"english_title\": \"Foreign Trainees\",            \"translated_version\": \"Historias de estudiantes extranjeros muestran una industria con pocas reglas, donde hay oportunidad y riesgo.\",            \"translated_title\": \"Estudiantes Extranjeros\"        },        {            \"english_version\": \"Abbas Aragchi spoke after hours of talks in Oman ended, which the two countries entered with significantly different positions.\",            \"english_title\": \"Talks in Oman\",            \"translated_version\": \"Abbas Aragchi habló después de horas de charlas en Omán, donde los dos países tenían posiciones muy diferentes.\",            \"translated_title\": \"Charlas en Omán\"        },        {            \"english_version\": \"The White House defended the post at first, calling to stop the fake outrage, as members of both parties condemned the video.\",            \"english_title\": \"White House Defense\",            \"translated_version\": \"La Casa Blanca defendió el mensaje al principio, diciendo que paren el enojo falso, mientras miembros de ambos partidos criticaron el video.\",            \"translated_title\": \"Defensa de la Casa Blanca\"        },        {            \"english_version\": \"One Palestinian woman said members of the Israel-linked militia searched them and their belongings at an Israeli checkpoint inside Gaza.\",            \"english_title\": \"Checkpoint Search\",            \"translated_version\": \"Una mujer palestina dijo que miembros de una milicia relacionada con Israel los revisaron a ellos y sus cosas en un control israelí dentro de Gaza.\",            \"translated_title\": \"Revisión en Control\"        }    ]}"