"{    \"translations\": [        {            \"english_version\": \"Iowans faced extremely cold temperatures on Monday as they prepared to vote for their preferred Republican presidential candidate. Donald Trump criticized rivals Nikki Haley, Ron DeSantis, and Vivek Ramaswamy on social media. According to polls, Trump is the top choice of almost half of probable Republican caucus-goers.\",            \"english_title\": \"Iowans face cold temperatures for voting\",            \"translated_version\": \"Los habitantes de Iowa enfrentaron temperaturas extremadamente frías el lunes mientras se preparaban para votar por su candidato presidencial republicano preferido. Donald Trump criticó a sus rivales Nikki Haley, Ron DeSantis y Vivek Ramaswamy en las redes sociales. Según las encuestas, Trump es la opción principal de casi la mitad de los posibles votantes republicanos en las asambleas.\",            \"translated_title\": \"Iowans enfrentan temperaturas frías para votar\"        },        {            \"english_version\": \"A delegation of American former officials visited Taiwan's president-elect, William Lai Ching-te, and the current president, Tsai Ing-wen. Lai expressed his desire to strengthen relations with America. This visit occurred after Nauru, a small Pacific island nation, cut diplomatic ties with Taiwan.\",            \"english_title\": \"American officials visit Taiwan\",            \"translated_version\": \"Una delegación de antiguos funcionarios estadounidenses visitó al presidente electo de Taiwán, William Lai Ching-te, y al presidente actual, Tsai Ing-wen. Lai expresó su deseo de fortalecer las relaciones con Estados Unidos. Esta visita ocurrió después de que Nauru, una pequeña nación insular del Pacífico, cortara los lazos diplomáticos con Taiwán.\",            \"translated_title\": \"Funcionarios estadounidenses visitan Taiwán\"        },        {            \"english_version\": \"A Houthi missile struck an American-owned cargo ship off the coast of Yemen, but no one was injured. Earlier, America shot down a missile aimed at a Navy vessel by Houthi rebels. Last week, America launched air strikes on an Iran-backed militant group in Yemen.\",            \"english_title\": \"Missile strike off Yemen's coast\",            \"translated_version\": \"Un misil de los hutíes impactó en un barco de carga de propiedad estadounidense frente a la costa de Yemen, pero nadie resultó herido. Anteriormente, Estados Unidos derribó un misil dirigido a un buque de la Armada por parte de los rebeldes hutíes. La semana pasada, Estados Unidos lanzó ataques aéreos contra un grupo militante respaldado por Irán en Yemen.\",            \"translated_title\": \"Ataque de misil frente a la costa de Yemen\"        },        {            \"english_version\": \"Boeing announced that it will conduct additional quality inspections for its 737 MAX 9s after a door fell off during an Alaska Airlines flight. An outside party will assess Boeing's production practices. The Federal Aviation Administration has grounded all 737 MAX 9s until Boeing provides more information.\",            \"english_title\": \"Boeing to conduct quality inspections\",            \"translated_version\": \"Boeing anunció que realizará inspecciones adicionales de calidad para sus 737 MAX 9 después de que una puerta se cayera durante un vuelo de Alaska Airlines. Una parte externa evaluará las prácticas de producción de Boeing. La Administración Federal de Aviación ha suspendido todos los 737 MAX 9 hasta que Boeing proporcione más información.\",            \"translated_title\": \"Boeing realizará inspecciones de calidad\"        },        {            \"english_version\": \"Around 10,000 farmers protested in Berlin against taxes. The government's decision to end subsidies for fuel used in agriculture and to cut an exemption from car tax for farm vehicles sparked the demonstration. Germany's finance minister told the farmers that the government cannot promise more state aid.\",            \"english_title\": \"Farmers protest against taxes in Berlin\",            \"translated_version\": \"Alrededor de 10,000 agricultores protestaron en Berlín contra los impuestos. La decisión del gobierno de poner fin a los subsidios para el combustible utilizado en la agricultura y de eliminar una exención del impuesto de circulación para los vehículos agrícolas provocó la manifestación. El ministro de finanzas de Alemania les dijo a los agricultores que el gobierno no puede prometer más ayuda estatal.\",            \"translated_title\": \"Los agricultores protestan contra los impuestos en Berlín\"        }    ]}"