"{    \"translations\": [        {            \"english_version\": \"The humanitarian crisis in Gaza needs to stop immediately. People in Gaza are suffering because they don't have enough food, which is causing hunger and starvation.\",            \"english_title\": \"Gaza Crisis\",            \"translated_version\": \"La crisis humanitaria en Gaza necesita parar ya. La gente en Gaza sufre porque no tiene suficiente comida, lo que causa hambre.\",            \"translated_title\": \"Crisis en Gaza\"        },        {            \"english_version\": \"Joseph Kabila says he is not supporting the M23 rebels. These rebels have taken control of many areas in the mineral-rich eastern region.\",            \"english_title\": \"Kabila and M23 Rebels\",            \"translated_version\": \"Joseph Kabila dice que no apoya a los rebeldes M23. Estos rebeldes han tomado control de muchas áreas en la región rica en minerales.\",            \"translated_title\": \"Kabila y Rebeldes M23\"        },        {            \"english_version\": \"Georges Abdallah will be sent back to Lebanon after he is released on Friday.\",            \"english_title\": \"Abdallah's Return\",            \"translated_version\": \"Georges Abdallah será enviado de regreso a Líbano después de ser liberado el viernes.\",            \"translated_title\": \"Regreso de Abdallah\"        },        {            \"english_version\": \"There have been talks between countries after Israel and the US attacked Tehran's nuclear sites in June.\",            \"english_title\": \"Talks After Attack\",            \"translated_version\": \"Ha habido conversaciones entre países después de que Israel y EE.UU. atacaron sitios nucleares de Teherán en junio.\",            \"translated_title\": \"Conversaciones Tras Ataque\"        },        {            \"english_version\": \"Intense fighting at a disputed border has resulted in the deaths of at least 16 people and has forced tens of thousands to leave their homes.\",            \"english_title\": \"Border Conflict\",            \"translated_version\": \"Peleas intensas en una frontera disputada han causado la muerte de al menos 16 personas y han obligado a miles a dejar sus casas.\",            \"translated_title\": \"Conflicto Fronterizo\"        }    ]}"