"{    \"translations\": [        {            \"english_version\": \"The US president admitted that the war in Ukraine is difficult to solve after several days of important meetings. The meetings in Alaska and Washington were more about ceremony and less about making progress, but there were two important developments.\",            \"english_title\": \"US President on Ukraine War\",            \"translated_version\": \"El presidente de EE.UU. dijo que la guerra en Ucrania es difícil de resolver después de varios días de reuniones importantes. Las reuniones en Alaska y Washington fueron más de ceremonia y menos de progreso, pero hubo dos cosas importantes.\",            \"translated_title\": \"Presidente de EE.UU. sobre Guerra en Ucrania\"        },        {            \"english_version\": \"Relations between countries have become tense since Australia announced plans to recognize a Palestinian state.\",            \"english_title\": \"Tension Over Palestinian State\",            \"translated_version\": \"Las relaciones entre países se han puesto tensas desde que Australia anunció planes para reconocer un estado palestino.\",            \"translated_title\": \"Tensión por Estado Palestino\"        },        {            \"english_version\": \"Uganda and Honduras have agreed to take in migrants from other countries who have been deported from the US, according to CBS reports.\",            \"english_title\": \"Uganda and Honduras on Migrants\",            \"translated_version\": \"Uganda y Honduras han aceptado recibir migrantes de otros países que han sido deportados de EE.UU., según informes de CBS.\",            \"translated_title\": \"Uganda y Honduras sobre Migrantes\"        },        {            \"english_version\": \"Shenghua Wen received about $2 million from North Korean officials to send weapons from California.\",            \"english_title\": \"Weapons Deal with North Korea\",            \"translated_version\": \"Shenghua Wen recibió unos $2 millones de funcionarios de Corea del Norte para enviar armas desde California.\",            \"translated_title\": \"Trato de Armas con Corea del Norte\"        },        {            \"english_version\": \"Nearly 600 people were rescued from a monorail system that stopped working, and 350 others have been moved to shelters.\",            \"english_title\": \"Monorail Rescue\",            \"translated_version\": \"Casi 600 personas fueron rescatadas de un sistema de monorriel que dejó de funcionar, y 350 más han sido llevadas a refugios.\",            \"translated_title\": \"Rescate de Monorriel\"        }    ]}"