"{    \"translations\": [        {            \"english_version\": \"There are 28 key points, and while some could be okay for Ukraine, others are not acceptable to Kyiv. The host nation's goal of supporting developing countries might be affected by the US president not being there.\",            \"english_title\": \"Key Points and US Absence\",            \"translated_version\": \"Hay 28 puntos importantes, y mientras algunos pueden estar bien para Ucrania, otros no son aceptables para Kyiv. El objetivo del país anfitrión de ayudar a países en desarrollo podría ser afectado si el presidente de EE.UU. no está.\",            \"translated_title\": \"Puntos Clave y Ausencia de EE.UU.\"        },        {            \"english_version\": \"A male teacher was the main target of an attack, and some children were also affected by bear spray.\",            \"english_title\": \"Teacher Attack\",            \"translated_version\": \"Un maestro fue el principal objetivo de un ataque, y algunos niños también fueron afectados por spray de oso.\",            \"translated_title\": \"Ataque a Maestro\"        },        {            \"english_version\": \"Most players come from poor, rural areas and have learned the sport in recent years.\",            \"english_title\": \"Players' Background\",            \"translated_version\": \"La mayoría de los jugadores vienen de áreas pobres y rurales y han aprendido el deporte en años recientes.\",            \"translated_title\": \"Origen de Jugadores\"        },        {            \"english_version\": \"Lizbeth Perez's uncle has been missing since a boat was hit in international waters in September.\",            \"english_title\": \"Missing Uncle\",            \"translated_version\": \"El tío de Lizbeth Perez está desaparecido desde que un barco fue golpeado en aguas internacionales en septiembre.\",            \"translated_title\": \"Tío Desaparecido\"        },        {            \"english_version\": \"The epicenter of the earthquake was about 30 kilometers from Dhaka, the capital.\",            \"english_title\": \"Earthquake Near Dhaka\",            \"translated_version\": \"El epicentro del terremoto fue a unos 30 kilómetros de Dhaka, la capital.\",            \"translated_title\": \"Terremoto Cerca de Dhaka\"        }    ]}"