"{    \"translations\": [        {            \"english_version\": \"London’s Heathrow airport is closed until midnight on Friday due to a fire at a nearby electrical substation. This has caused power outages and significant disruption is expected in the coming days. Passengers are advised not to travel to the airport. More than 16,000 homes are also without power and 150 people have been evacuated.\",            \"english_title\": \"Heathrow Airport Closure\",            \"translated_version\": \"El aeropuerto de Heathrow en Londres está cerrado hasta la medianoche del viernes debido a un incendio en una subestación eléctrica cercana. Esto ha causado cortes de energía y se espera una interrupción significativa en los próximos días. Se aconseja a los pasajeros que no viajen al aeropuerto. Más de 16,000 hogares también están sin electricidad y 150 personas han sido evacuadas.\",            \"translated_title\": \"Heathrow Airport Closure\"        },        {            \"english_version\": \"European leaders did not agree on a military-aid package worth €5bn for Ukraine at a summit in Brussels. Some countries, like France and Italy, were hesitant about the proposed expenditure. However, there was consensus on imposing further sanctions on Russia, with only Hungary dissenting from the plan. Earlier, Ukraine conducted a drone strike on a Russian airfield located 700km behind the front line.\",            \"english_title\": \"European Leaders Summit\",            \"translated_version\": \"Los líderes europeos no llegaron a un acuerdo sobre un paquete de ayuda militar de €5bn para Ucrania en una cumbre en Bruselas. Algunos países, como Francia e Italia, dudaban sobre el gasto propuesto. Sin embargo, hubo consenso en imponer más sanciones a Rusia, con solo Hungría oponiéndose al plan. Anteriormente, Ucrania realizó un ataque con drones en un aeródromo ruso ubicado a 700km detrás de la línea del frente.\",            \"translated_title\": \"European Leaders Summit\"        }    ]}"