"{    \"translations\": [        {            \"english_version\": \"Kevin McCarthy was ousted as speaker of America’s House of Representatives in a vote forced by Matt Gaetz, a fellow Republican congressman. The motion to unseat him was supported by eight Republicans and all 208 Democrats present. Mr Gaetz, a firebrand from Florida, filed the “motion to vacate” on Monday after Mr McCarthy pushed through a bipartisan spending bill. The House has taken such a vote only once before, in 1910; that effort, however, was unsuccessful. Mr McCarthy’s exit threw the House into turmoil. The Republican majority has no ready replacement for him.\",            \"english_title\": \"Ousting of Kevin McCarthy\",            \"translated_version\": \"Kevin McCarthy fue destituido como presidente de la Cámara de Representantes de Estados Unidos en una votación forzada por Matt Gaetz, un congresista republicano. La moción para destituirlo fue respaldada por ocho republicanos y todos los 208 demócratas presentes. El Sr. Gaetz, un político polémico de Florida, presentó la \"moción para desocupar\" el lunes después de que el Sr. McCarthy aprobara un proyecto de ley de gastos bipartidista. La Cámara ha tomado una votación similar solo una vez antes, en 1910; sin embargo, ese esfuerzo no tuvo éxito. La salida de McCarthy sumió a la Cámara en la confusión. La mayoría republicana no tiene un reemplazo listo para él.\",            \"translated_title\": \"Destitución de Kevin McCarthy\"        },        {            \"english_version\": \"The judge overseeing Donald Trump’s civil trial for alleged business fraud imposed a gagging order to bar the former president and others involved in the case from making public remarks about court staff. He warned that violating the order would result in “serious sanctions”. Mr Trump had denigrated a law clerk on social media.\",            \"english_title\": \"Gagging Order in Trump's Trial\",            \"translated_version\": \"El juez a cargo del juicio civil de Donald Trump por presunto fraude empresarial impuso una orden de silencio para prohibir al ex presidente y a otros involucrados en el caso hacer comentarios públicos sobre el personal del tribunal. Advirtió que violar la orden resultaría en \"sanciones graves\". El Sr. Trump había denigrado a un secretario de leyes en las redes sociales.\",            \"translated_title\": \"Orden de Silencio en el Juicio de Trump\"        },        {            \"english_version\": \"America will impose sanctions on 25 companies and people in China for allegedly producing and distributing the chemicals used to make fentanyl, a deadly opioid. It is the Biden administration’s latest crackdown on China-based entities as it seeks to curb imports of the drug. A spokesperson for China accused America of “scapegoating”. More than 250,000 Americans have died of a fentanyl overdose since 2018.\",            \"english_title\": \"Sanctions on China for Fentanyl Production\",            \"translated_version\": \"Estados Unidos impondrá sanciones a 25 empresas y personas en China por presuntamente producir y distribuir los productos químicos utilizados para fabricar fentanilo, un opioide mortal. Es la última medida enérgica de la administración Biden contra entidades con sede en China, ya que busca frenar las importaciones de la droga. Un portavoz de China acusó a Estados Unidos de \"culpar a otro\". Más de 250,000 estadounidenses han muerto por sobredosis de fentanilo desde 2018.\",            \"translated_title\": \"Sanciones a China por Producción de Fentanilo\"        },        {            \"english_version\": \"At least 21 people, including two children, died after a coach veered off an overpass near Venice in Italy. Another 18 were injured. The bus, which was carrying tourists from Ukraine, fell 30 metres (98 feet) and caught fire—an “apocalyptic scene”, according to the mayor of Venice. It is not yet clear what caused the crash.\",            \"english_title\": \"Deadly Coach Crash near Venice\",            \"translated_version\": \"Al menos 21 personas, incluidos dos niños, murieron después de que un autobús se saliera de un paso elevado cerca de Venecia en Italia. Otros 18 resultaron heridos. El autobús, que transportaba turistas de Ucrania, cayó 30 metros (98 pies) y se incendió, una \"escena apocalíptica\", según el alcalde de Venecia. Aún no está claro qué causó el accidente.\",            \"translated_title\": \"Choque Mortal de Autobús cerca de Venecia\"        },        {            \"english_version\": \"Mexico will increase protection for the vaquita porpoise, the world’s most endangered marine mammal, by expanding a protection zone, where fishing is forbidden, by over 60%. As few as ten of the tiny animals remain in the Gulf of California, which is their sole habitat. They face threats from illegal gill nets which are used to harvest the bladder of the totoaba fish, an expensive delicacy in China.\",            \"english_title\": \"Protection for Vaquita Porpoise\",            \"translated_version\": \"México aumentará la protección para la vaquita marina, el mamífero marino más amenazado del mundo, al expandir una zona de protección, donde está prohibida la pesca, en más del 60%. Solo quedan diez de estos pequeños animales en el Golfo de California, que es su único hábitat. Enfrentan amenazas de redes de enmalle ilegales que se utilizan para capturar la vejiga de la totoaba, un manjar costoso en China.\",            \"translated_title\": \"Protección para la Vaquita Marina\"        }    ]}"