"{    \"translations\": [        {            \"english_version\": \"America's defense secretary, Pete Hegseth, criticized the media for giving too much attention to a leaked intelligence report. The report suggested that America's attacks on Iran only delayed its nuclear program by a few months. Hegseth called the raid a historical success but did not provide many details. Iran's supreme leader, Ayatollah Ali Khamenei, said the operation did not achieve anything.\",            \"english_title\": \"Defense Secretary Criticizes Media\",            \"translated_version\": \"El secretario de defensa de América, Pete Hegseth, criticó a los medios por dar mucha atención a un informe filtrado. El informe decía que los ataques de América a Irán solo retrasaron su programa nuclear por unos meses. Hegseth llamó al ataque un éxito histórico pero no dio muchos detalles. El líder supremo de Irán, Ayatollah Ali Khamenei, dijo que la operación no logró nada.\",            \"translated_title\": \"Secretario de Defensa Critica a los Medios\"        },        {            \"english_version\": \"Shares in Nvidia reached a new high after a positive forecast from its CEO, Jensen Huang. At the company's annual shareholder meeting, Huang said Nvidia would keep growing due to the huge opportunities in artificial intelligence and robotics. This growth made Nvidia the most valuable company in the world, surpassing Microsoft, with a market value of $3.8 trillion.\",            \"english_title\": \"Nvidia Shares Reach New High\",            \"translated_version\": \"Las acciones de Nvidia alcanzaron un nuevo máximo después de un pronóstico positivo de su CEO, Jensen Huang. En la reunión anual de accionistas de la compañía, Huang dijo que Nvidia seguiría creciendo debido a las grandes oportunidades en inteligencia artificial y robótica. Este crecimiento hizo que Nvidia fuera la compañía más valiosa del mundo, superando a Microsoft, con un valor de mercado de $3.8 billones.\",            \"translated_title\": \"Acciones de Nvidia Alcanzan Nuevo Máximo\"        }    ]}"