"{    \"translations\": [        {            \"english_version\": \"Russia's defense ministry reported that Ukrainian troops have moved up to 30km into Kursk. The governor of the Russian region has ordered the quick evacuation of many civilians. The reason for the attack is not clear yet, but it may be to divert Russian forces from Kharkiv and Donbas.\",            \"english_title\": \"Conflict in Ukraine\",            \"translated_version\": \"El ministerio de defensa de Rusia informó que las tropas ucranianas se han movido hasta 30km en Kursk. El gobernador de la región rusa ha ordenado la rápida evacuación de muchos civiles. La razón del ataque aún no está clara, pero podría ser para desviar las fuerzas rusas de Járkov y Donbás.\",            \"translated_title\": \"Conflict in Ukraine\"        },        {            \"english_version\": \"The US has shifted the USS Georgia, a submarine with guided missiles, from the Mediterranean to the Middle East. The American defense secretary mentioned that an aircraft carrier is also speeding up its journey to the region.\",            \"english_title\": \"International Military Movements\",            \"translated_version\": \"Estados Unidos ha trasladado el USS Georgia, un submarino con misiles guiados, del Mediterráneo al Medio Oriente. El secretario de defensa estadounidense mencionó que un portaaviones también está acelerando su viaje a la región.\",            \"translated_title\": \"International Military Movements\"        },        {            \"english_version\": \"Israel is concerned about a potential attack from Iran. Iran has accused Israel of being behind the assassination of Ismail Haniyeh, the political leader of Hamas, in Tehran.\",            \"english_title\": \"Tensions in the Middle East\",            \"translated_version\": \"Israel está preocupado por un posible ataque de Irán. Irán ha acusado a Israel de estar detrás del asesinato de Ismail Haniyeh, el líder político de Hamas, en Teherán.\",            \"translated_title\": \"Tensions in the Middle East\"        }    ]}"