"{    \"translations\": [        {            \"english_version\": \"The Israel Defence Forces rescued four hostages from central Gaza. The hostages were taken from the Nova music festival on October 7th. Hamas reported that at least 210 people died in Israeli bombing during the rescue operation.\",            \"english_title\": \"Hostage Rescue in Gaza\",            \"translated_version\": \"El Ejército de Defensa de Israel rescató a cuatro rehenes de Gaza central. Los rehenes fueron llevados del festival de música Nova el 7 de octubre. Hamas informó que al menos 210 personas murieron en los bombardeos israelíes durante la operación de rescate.\",            \"translated_title\": \"Rescate de Rehenes en Gaza\"        },        {            \"english_version\": \"Benny Gantz, a member of Israel's war cabinet, delayed his press conference where he was expected to announce his resignation. This came shortly after the IDF's hostage rescue announcement.\",            \"english_title\": \"Benny Gantz's Press Conference\",            \"translated_version\": \"Benny Gantz, un miembro del gabinete de guerra de Israel, pospuso su conferencia de prensa donde se esperaba que anunciara su renuncia. Esto ocurrió poco después del anuncio de rescate de rehenes de las FDI.\",            \"translated_title\": \"Conferencia de Prensa de Benny Gantz\"        },        {            \"english_version\": \"Norway's sovereign wealth fund will vote against Elon Musk's $56bn pay package at the Tesla shareholder meeting. The fund, Tesla's eighth-largest shareholder, has concerns about the size of the award.\",            \"english_title\": \"Norway's Sovereign Wealth Fund and Elon Musk's Pay Package\",            \"translated_version\": \"El fondo soberano de Noruega votará en contra del paquete salarial de $56 mil millones de Elon Musk en la reunión de accionistas de Tesla. El fondo, el octavo accionista más grande de Tesla, tiene preocupaciones sobre el tamaño del premio.\",            \"translated_title\": \"Fondo Soberano de Noruega y el Paquete Salarial de Elon Musk\"        }    ]}"