"{    \"translations\": [        {            \"english_version\": \"Nineteen more people were hurt in the explosion, but the reason for it is still not known, according to officials.\",            \"english_title\": \"Explosion Injures Nineteen\",            \"translated_version\": \"Diecinueve personas más resultaron heridas en la explosión, pero la razón aún no se sabe, según los oficiales.\",            \"translated_title\": \"Explosión Hierye a Diecinueve\"        },        {            \"english_version\": \"The government is asking people in Iran to save water because the water storage is drying up and there is very little rain.\",            \"english_title\": \"Iran Water Shortage\",            \"translated_version\": \"El gobierno pide a la gente en Irán que ahorre agua porque el almacenamiento de agua se está secando y hay muy poca lluvia.\",            \"translated_title\": \"Escasez de Agua en Irán\"        },        {            \"english_version\": \"The former president of France was put in jail in October for working with others to get money from the late Libyan leader Muammar Gaddafi to pay for his election campaign.\",            \"english_title\": \"French Ex-President Jailed\",            \"translated_version\": \"El ex presidente de Francia fue puesto en la cárcel en octubre por trabajar con otros para obtener dinero del fallecido líder libio Muammar Gaddafi para pagar su campaña electoral.\",            \"translated_title\": \"Ex Presidente Francés en Cárcel\"        },        {            \"english_version\": \"Prison guards found 27 dead bodies hours after four other prisoners were killed in fights between different gangs.\",            \"english_title\": \"Prison Violence\",            \"translated_version\": \"Los guardias de la prisión encontraron 27 cuerpos muertos horas después de que otros cuatro prisioneros fueran asesinados en peleas entre diferentes pandillas.\",            \"translated_title\": \"Violencia en Prisión\"        },        {            \"english_version\": \"The Israeli army confirmed that the body of a soldier was returned from Gaza after 11 years on Sunday.\",            \"english_title\": \"Soldier's Body Returned\",            \"translated_version\": \"El ejército israelí confirmó que el cuerpo de un soldado fue devuelto desde Gaza después de 11 años el domingo.\",            \"translated_title\": \"Cuerpo de Soldado Devuelto\"        }    ]}"