"{    \"translations\": [        {            \"english_version\": \"Antony Blinken, America’s secretary of state, urged Hamas to accept a ceasefire proposal put forward by Israel. David Cameron, Britain’s foreign secretary, said that a 40-day truce was on the table. According to Reuters, the deal would involve the release of up to 40 Israeli hostages, in exchange for freeing Palestinians jailed in Israel. Mr Blinken described the deal as 'extraordinarily generous on the part of Israel'.\",            \"english_title\": \"Ceasefire Proposal in Israel\",            \"translated_version\": \"El secretario de estado de Estados Unidos, Antony Blinken, pidió a Hamas que aceptara una propuesta de alto el fuego presentada por Israel. David Cameron, el secretario de relaciones exteriores de Gran Bretaña, dijo que un alto el fuego de 40 días estaba sobre la mesa. Según Reuters, el acuerdo implicaría la liberación de hasta 40 rehenes israelíes, a cambio de liberar a palestinos encarcelados en Israel. El Sr. Blinken describió el acuerdo como 'extraordinariamente generoso por parte de Israel'.\",            \"translated_title\": \"Propuesta de Alto el Fuego en Israel\"        },        {            \"english_version\": \"Pedro Sánchez, Spain’s prime minister, said he would remain in office. Last week he stunned the country by admitting he was considering whether to step down owing to a scandal related to his wife, Begoña Gómez. A far-right group brought a corruption complaint against her, and a court is making preliminary inquiries. After the 'reflection period', Mr Sanchez vowed to continue 'with even more strength'.\",            \"english_title\": \"Spain's Prime Minister Stays in Office\",            \"translated_version\": \"Pedro Sánchez, el primer ministro de España, dijo que permanecería en el cargo. La semana pasada sorprendió al país al admitir que estaba considerando si debía dimitir debido a un escándalo relacionado con su esposa, Begoña Gómez. Un grupo de extrema derecha presentó una denuncia por corrupción contra ella, y un tribunal está realizando investigaciones preliminares. Después del 'período de reflexión', el Sr. Sánchez prometió continuar 'con aún más fuerza'.\",            \"translated_title\": \"El Primer Ministro de España Permanece en el Cargo\"        },        {            \"english_version\": \"Germany’s consumer prices rose by 2.4% year on year in April. The inflation rate is an increase from 2.3% in March. Rising food costs were mostly to blame. The core inflation rate—which excludes food and energy—fell from 3.3% to 3%. Inflation in Europe is falling; investors expect the European Central Bank to cut rates in June.\",            \"english_title\": \"Inflation in Germany\",            \"translated_version\": \"Los precios al consumidor de Alemania aumentaron un 2.4% interanual en abril. La tasa de inflación es un aumento desde el 2.3% en marzo. Los crecientes costos de los alimentos fueron en su mayoría los culpables. La tasa de inflación subyacente, que excluye alimentos y energía, cayó del 3.3% al 3%. La inflación en Europa está disminuyendo; los inversores esperan que el Banco Central Europeo reduzca las tasas en junio.\",            \"translated_title\": \"Inflación en Alemania\"        },        {            \"english_version\": \"Jens Stoltenberg, NATO’s secretary-general, met Ukraine’s president, Volodymyr Zelensky, on an unannounced visit to Kyiv, the embattled country’s capital. Mr Stoltenberg admitted that NATO allies had 'not delivered' the military aid they had promised Ukraine, but noted that the flow of supplies was set to increase. America’s Congress approved a long-delayed $61bn military-aid package for Ukraine on April 23rd.\",            \"english_title\": \"NATO's Visit to Ukraine\",            \"translated_version\": \"Jens Stoltenberg, secretario general de la OTAN, se reunió con el presidente de Ucrania, Volodymyr Zelensky, en una visita no anunciada a Kiev, la capital del país asediado. El Sr. Stoltenberg admitió que los aliados de la OTAN 'no habían cumplido' la ayuda militar que habían prometido a Ucrania, pero señaló que el flujo de suministros estaba listo para aumentar. El Congreso de Estados Unidos aprobó un paquete de ayuda militar de $61 mil millones para Ucrania el 23 de abril.\",            \"translated_title\": \"Visita de la OTAN a Ucrania\"        },        {            \"english_version\": \"Elon Musk, Tesla’s boss, met China’s prime minister, Li Qiang, in Beijing. According to Reuters, Tesla reached a deal with Baidu, China’s largest search engine, to allow the carmaker to use Baidu’s mapping licence to collect data on China’s public roads. The agreement clears a key regulatory hurdle for Tesla to use its driver-assistance system in China.\",            \"english_title\": \"Tesla's Deal in China\",            \"translated_version\": \"Elon Musk, el jefe de Tesla, se reunió con el primer ministro de China, Li Qiang, en Beijing. Según Reuters, Tesla llegó a un acuerdo con Baidu, el mayor motor de búsqueda de China, para permitir que el fabricante de automóviles utilice la licencia de mapeo de Baidu para recopilar datos en las carreteras públicas de China. El acuerdo elimina un obstáculo regulatorio clave para que Tesla pueda utilizar su sistema de asistencia al conductor en China.\",            \"translated_title\": \"Acuerdo de Tesla en China\"        }    ]}"