"{    \"translations\": [        {            \"english_version\": \"Binyamin Netanyahu promised `safe passage` to civilians ahead of a planned assault on Rafah, in the south of Gaza. Israel’s prime minister described the city as Hamas’s `last bastion` and claimed that `victory is within reach`.\",            \"english_title\": \"Netanyahu's Promise\",            \"translated_version\": \"Binyamin Netanyahu prometió un 'paso seguro' a los civiles antes de un ataque planeado en Rafah, al sur de Gaza. El primer ministro de Israel describió la ciudad como el 'último bastión' de Hamas y afirmó que 'la victoria está al alcance'.\",            \"translated_title\": \"La Promesa de Netanyahu\"        },        {            \"english_version\": \"On Saturday Israel’s army said it had found a Hamas tunnel under the Gaza headquarters of a UN agency. UNRWA, which aids Palestinian refugees, said it had not used the compound since October and was not aware of activity there. It is already reeling from allegations that some of its staff were involved in Hamas’s assault on Israel on October 7th.\",            \"english_title\": \"Hamas Tunnel\",            \"translated_version\": \"El sábado, el ejército de Israel dijo que había encontrado un túnel de Hamas debajo de la sede de Gaza de una agencia de la ONU. UNRWA, que ayuda a los refugiados palestinos, dijo que no había utilizado el recinto desde octubre y no estaba al tanto de ninguna actividad allí. Ya está tambaleándose por las acusaciones de que algunos de sus empleados estuvieron involucrados en el ataque de Hamas a Israel el 7 de octubre.\",            \"translated_title\": \"El Túnel de Hamas\"        },        {            \"english_version\": \"Candidates backed by Imran Khan, a jailed former prime minister, won Pakistan’s general election, according to the final tally released on Sunday. Polls closed on Thursday night; the delayed results fueled rumours of cheating and sparked protests. Another former prime minister, Nawaz Sharif, claimed victory even though his party came second (because Mr Khan’s allies ran as independents). He started building a coalition.\",            \"english_title\": \"Pakistan Election\",            \"translated_version\": \"Los candidatos respaldados por Imran Khan, un ex primer ministro encarcelado, ganaron las elecciones generales de Pakistán, según el recuento final publicado el domingo. Las encuestas cerraron el jueves por la noche; los resultados retrasados alimentaron rumores de trampa y provocaron protestas. Otro ex primer ministro, Nawaz Sharif, reclamó la victoria a pesar de que su partido quedó en segundo lugar (porque los aliados del Sr. Khan se postularon como independientes). Comenzó a construir una coalición.\",            \"translated_title\": \"Elecciones en Pakistán\"        },        {            \"english_version\": \"Alexander Stubb, a former prime minister of Finland, claimed victory in the country's presidential election. With nearly all the votes counted Mr Stubb, of the centre-right National Coalition Party, was ahead of Pekka Haavisto, of the liberal Green Party, by 52% to 48%. Worries about neighbouring Russia have probably boosted the popularity of Mr Stubb, who is seen as being strong on defence.\",            \"english_title\": \"Finland Election\",            \"translated_version\": \"Alexander Stubb, un ex primer ministro de Finlandia, reclamó la victoria en las elecciones presidenciales del país. Con casi todos los votos contados, el Sr. Stubb, del Partido de la Coalición Nacional de centro-derecha, estaba por delante de Pekka Haavisto, del Partido Verde liberal, por 52% a 48%. Las preocupaciones sobre la vecina Rusia probablemente han aumentado la popularidad del Sr. Stubb, quien es considerado fuerte en defensa.\",            \"translated_title\": \"Elecciones en Finlandia\"        },        {            \"english_version\": \"France’s interior minister announced that the children of immigrants born in Mayotte—a French overseas territory close to Madagascar—will no longer receive French citizenship. Instead, to qualify a child will need at least one French parent. The aim of the measure, which will require changing France’s constitution, is to reduce immigration to Mayotte. A rise in immigration has recently provoked protests in the territory.\",            \"english_title\": \"French Citizenship\",            \"translated_version\": \"El ministro del interior de Francia anunció que los hijos de inmigrantes nacidos en Mayotte, un territorio de ultramar francés cerca de Madagascar, ya no recibirán la ciudadanía francesa. En su lugar, para calificar, un niño necesitará al menos un padre francés. El objetivo de la medida, que requerirá cambiar la constitución de Francia, es reducir la inmigración a Mayotte. Un aumento en la inmigración ha provocado recientemente protestas en el territorio.\",            \"translated_title\": \"Ciudadanía Francesa\"        }    ]}"