"{    \"translations\": [        {            \"english_version\": \"Ukraine's president says those suggesting a buffer zone do not understand modern warfare.\",            \"english_title\": \"Ukraine's President on Buffer Zone\",            \"translated_version\": \"El presidente de Ucrania dice que los que sugieren una zona de seguridad no entienden la guerra moderna.\",            \"translated_title\": \"Presidente de Ucrania sobre Zona de Seguridad\"        },        {            \"english_version\": \"Court rules Paetongtarn Shinawatra broke ethics guidelines by calling Cambodia's ex-leader Hun Sen 'uncle' and criticizing the Thai army.\",            \"english_title\": \"Court Rules on Paetongtarn Shinawatra\",            \"translated_version\": \"La corte dice que Paetongtarn Shinawatra rompió las reglas de ética al llamar 'tío' al exlíder de Camboya Hun Sen y criticar al ejército tailandés.\",            \"translated_title\": \"Corte Decide sobre Paetongtarn Shinawatra\"        },        {            \"english_version\": \"Tear gas and water cannons have been used on protesters as demonstrations erupt across the country.\",            \"english_title\": \"Protests and Police Response\",            \"translated_version\": \"Gas lacrimógeno y cañones de agua se usaron en manifestantes mientras hay protestas en todo el país.\",            \"translated_title\": \"Protestas y Respuesta Policial\"        },        {            \"english_version\": \"Christian Brückner is still dangerous, says the German prosecutor leading the investigation into the toddler's disappearance.\",            \"english_title\": \"Prosecutor on Christian Brückner\",            \"translated_version\": \"Christian Brückner sigue siendo peligroso, dice el fiscal alemán que investiga la desaparición del niño.\",            \"translated_title\": \"Fiscal sobre Christian Brückner\"        },        {            \"english_version\": \"Leading Italian politicians criticized a site for blaming the 'toxic' behavior of its users.\",            \"english_title\": \"Italian Politicians Criticize Site\",            \"translated_version\": \"Políticos italianos importantes criticaron un sitio por culpar el comportamiento 'tóxico' de sus usuarios.\",            \"translated_title\": \"Políticos Italianos Critican Sitio\"        }    ]}"