"{    \"translations\": [        {            \"english_version\": \"More than 1m Palestinian civilians trapped in and around Rahaf, a city in southern Gaza, waited for Israel to finish a plan to evacuate them ahead of a planned ground assault against four Hamas battalions it says are stationed there. Aid agencies warned of a 'growing sense of panic'. Earlier America said that Israel’s expected ground offensive in the city would be a 'disaster', and Joe Biden said that the country’s actions in Gaza had been 'over the top'.\",            \"english_title\": \"Palestinian civilians trapped in Gaza\",            \"translated_version\": \"Más de 1 millón de civiles palestinos atrapados en y alrededor de Rahaf, una ciudad en el sur de Gaza, esperaban a que Israel terminara un plan para evacuarlos antes de un asalto terrestre planeado contra cuatro batallones de Hamas que están estacionados allí. Las agencias de ayuda advirtieron de un 'creciente sentido de pánico'. Estados Unidos dijo anteriormente que la ofensiva terrestre esperada de Israel en la ciudad sería un 'desastre', y Joe Biden dijo que las acciones del país en Gaza habían sido 'exageradas'.\",            \"translated_title\": \"Civiles palestinos atrapados en Gaza\"        },        {            \"english_version\": \"America, Britain and the European Union separately expressed concern over Pakistan’s electoral process. The party led by Nawaz Sharif, a former prime minister, claimed victory in Thursday’s general election, which was marred by violence, but so did independent candidates linked to Imran Khan, a jailed former prime minister. No party or group looks on track to win an overall majority. The final results are yet to be announced.\",            \"english_title\": \"Concerns over Pakistan's electoral process\",            \"translated_version\": \"Estados Unidos, Gran Bretaña y la Unión Europea expresaron por separado su preocupación por el proceso electoral de Pakistán. El partido liderado por Nawaz Sharif, un ex primer ministro, reclamó la victoria en las elecciones generales del jueves, que estuvieron marcadas por la violencia, pero también lo hicieron candidatos independientes vinculados a Imran Khan, un ex primer ministro encarcelado. Ningún partido o grupo parece estar en camino de ganar una mayoría absoluta. Los resultados finales aún no se han anunciado.\",            \"translated_title\": \"Preocupaciones sobre el proceso electoral de Pakistán\"        },        {            \"english_version\": \"Taiwan’s defence ministry said it had detected eight Chinese balloons in the Taiwan strait in 24 hours, a surge of activity ahead of the Lunar New Year. Two crossed the northern part of Taiwan, which China claims as its own territory. Taiwanese officials have described the balloons as sabre-rattling and a threat to aviation safety. China says they serve a meteorological purpose.\",            \"english_title\": \"Chinese balloons detected in Taiwan strait\",            \"translated_version\": \"El ministerio de defensa de Taiwán dijo que había detectado ocho globos chinos en el estrecho de Taiwán en 24 horas, un aumento de la actividad antes del Año Nuevo Lunar. Dos cruzaron la parte norte de Taiwán, que China reclama como su propio territorio. Los funcionarios taiwaneses han descrito los globos como una provocación y una amenaza para la seguridad de la aviación. China dice que sirven un propósito meteorológico.\",            \"translated_title\": \"Globos chinos detectados en el estrecho de Taiwán\"        },        {            \"english_version\": \"Georgia’s parliament approved the appointment of Irakli Kobakhidze as the country’s prime minister, after the ruling Georgian Dream party nominated him last week. Mr Kobakhidze is a strong critic of the West, which could damage the country’s aspirations to join the European Union. He is a close ally of Bidzina Ivanishvili, an influential billionaire who made his money in Russia, and served briefly as prime minister.\",            \"english_title\": \"Appointment of Irakli Kobakhidze as Georgia's prime minister\",            \"translated_version\": \"El parlamento de Georgia aprobó el nombramiento de Irakli Kobakhidze como primer ministro del país, después de que el partido gobernante Georgian Dream lo nominara la semana pasada. El Sr. Kobakhidze es un fuerte crítico de Occidente, lo que podría dañar las aspiraciones del país de unirse a la Unión Europea. Es un aliado cercano de Bidzina Ivanishvili, un influyente multimillonario que hizo su fortuna en Rusia y que ocupó brevemente el cargo de primer ministro.\",            \"translated_title\": \"Nombramiento de Irakli Kobakhidze como primer ministro de Georgia\"        },        {            \"english_version\": \"PepsiCo revealed that sales and revenue declined in America in its earnings for the fourth quarter of 2023, below analysts’ expectations. The food and drink company said it expects revenue growth of at least 4% this year. Ramon Laguarta, the chief executive, said that consumers’ falling disposable incomes as a result of inflation will dampen growth. The share price fell on the news.\",            \"english_title\": \"Decline in PepsiCo's sales and revenue\",            \"translated_version\": \"PepsiCo reveló que las ventas y los ingresos disminuyeron en Estados Unidos en sus ganancias del cuarto trimestre de 2023, por debajo de las expectativas de los analistas. La empresa de alimentos y bebidas dijo que espera un crecimiento de los ingresos de al menos el 4% este año. Ramon Laguarta, el director ejecutivo, dijo que los ingresos disponibles de los consumidores están disminuyendo como resultado de la inflación, lo que frenará el crecimiento. El precio de las acciones cayó con la noticia.\",            \"translated_title\": \"Disminución de las ventas y los ingresos de PepsiCo\"        }    ]}"