"{    \"translations\": [        {            \"english_version\": \"Alexei Navalny, Russia’s most prominent opposition leader, died, according to the Russian prison service. The prison service said he fell ill after a walk and lost consciousness almost immediately. Mr Navalny was serving a 19-year sentence in a harsh penal facility near the Arctic Circle.\",            \"english_title\": \"Death of Alexei Navalny\",            \"translated_version\": \"Alexei Navalny, el líder opositor más prominente de Rusia, murió, según el servicio penitenciario ruso. El servicio penitenciario dijo que se enfermó después de una caminata y perdió el conocimiento casi de inmediato. El Sr. Navalny estaba cumpliendo una condena de 19 años en una instalación penal severa cerca del Círculo Ártico.\",            \"translated_title\": \"Muerte de Alexei Navalny\"        },        {            \"english_version\": \"President Joe Biden joined other Western leaders in blaming Vladimir Putin, Russia’s president, for Mr Navalny’s reported death. He said that his administration was considering a whole number of options in response, without offering details. Mr Biden also reiterated his criticism of Donald Trump for encouraging Russia to attack NATO allies who spend too little on defence. Mr Biden said that Mr Putin should know that America will defend every inch of NATO territory.\",            \"english_title\": \"Biden Blames Putin for Navalny's Death\",            \"translated_version\": \"El presidente Joe Biden se unió a otros líderes occidentales para culpar a Vladimir Putin, presidente de Rusia, por la muerte reportada del Sr. Navalny. Dijo que su administración estaba considerando una serie de opciones en respuesta, sin ofrecer detalles. El Sr. Biden también reiteró su crítica a Donald Trump por alentar a Rusia a atacar a los aliados de la OTAN que gastan muy poco en defensa. El Sr. Biden dijo que el Sr. Putin debería saber que Estados Unidos defenderá cada centímetro del territorio de la OTAN.\",            \"translated_title\": \"Biden Culpa a Putin por la Muerte de Navalny\"        },        {            \"english_version\": \"A judge in New York ordered Donald Trump to pay $354m for misrepresenting his net worth. The former president had been found liable for fraud in the civil trial before it had even kicked off. The judge also barred Mr Trump from holding senior positions in any New York corporation for three years, and applied a two-year ban to his adult sons.\",            \"english_title\": \"Trump Ordered to Pay $354m for Misrepresentation\",            \"translated_version\": \"Un juez en Nueva York ordenó a Donald Trump pagar $354 millones por tergiversar su patrimonio neto. El ex presidente había sido encontrado responsable de fraude en el juicio civil antes de que comenzara. El juez también prohibió a Trump ocupar cargos directivos en cualquier corporación de Nueva York durante tres años y aplicó una prohibición de dos años a sus hijos adultos.\",            \"translated_title\": \"Trump Ordenado a Pagar $354m por Terigiversación\"        },        {            \"english_version\": \"Reuters reported that Egypt is preparing a patch of desert at its border with Gaza to accommodate Palestinians in case an Israeli ground offensive in Rafah sparks an exodus. The Egyptian government, which has consistently refused to take in Palestinian refugees, denied the claim. Other Arab states, as well as America, have repeatedly warned against the displacement of Palestinians from Gaza.\",            \"english_title\": \"Egypt Prepares Desert for Palestinians\",            \"translated_version\": \"Reuters informó que Egipto está preparando un área de desierto en su frontera con Gaza para alojar a los palestinos en caso de que una ofensiva terrestre israelí en Rafah provoque un éxodo. El gobierno egipcio, que ha rechazado consistentemente recibir a refugiados palestinos, negó la afirmación. Otros estados árabes, así como Estados Unidos, han advertido repetidamente contra el desplazamiento de los palestinos de Gaza.\",            \"translated_title\": \"Egipto Prepara Desierto para los Palestinos\"        },        {            \"english_version\": \"Volodmyr Zelensky, Ukraine’s president, signed separate security agreements in Germany and France. Olaf Scholz, Germany’s leader, promised Mr Zelensky €1.1bn ($1.2bn) in fresh aid. Emmanuel Macron, France’s president, promised up to €3bn ($3.2bn) in 2024—up from €2.1bn ($2.3bn) last year. Both are significantly less than the $60bn that America’s Senate recently passed, but House Republicans have declined to hold a vote.\",            \"english_title\": \"Ukraine Signs Security Agreements\",            \"translated_version\": \"Volodmyr Zelensky, presidente de Ucrania, firmó acuerdos de seguridad separados en Alemania y Francia. Olaf Scholz, líder de Alemania, prometió al Sr. Zelensky €1.1 mil millones ($1.2 mil millones) en ayuda fresca. Emmanuel Macron, presidente de Francia, prometió hasta €3 mil millones ($3.2 mil millones) en 2024, frente a los €2.1 mil millones ($2.3 mil millones) del año pasado. Ambos son significativamente menos que los $60 mil millones que recientemente aprobó el Senado de Estados Unidos, pero los republicanos de la Cámara se han negado a realizar una votación.\",            \"translated_title\": \"Ucrania Firma Acuerdos de Seguridad\"        }    ]}"