"{    \"translations\": [        {            \"english_version\": \"Trump thanked Venezuelan opposition leader María Corina Machado, calling it a wonderful gesture of mutual respect. The recent events in Venezuela have exposed the strategic risks of Cuba’s foreign entanglements.\",            \"english_title\": \"Trump Thanks Venezuelan Leader\",            \"translated_version\": \"Trump dio gracias a la líder opositora de Venezuela, María Corina Machado, diciendo que fue un gesto bonito de respeto. Los eventos recientes en Venezuela han mostrado los riesgos de las conexiones de Cuba.\",            \"translated_title\": \"Trump agradece a líder venezolana\"        },        {            \"english_version\": \"The limited deployment involves Germany, France, Sweden, Norway, Finland, the Netherlands and the UK.\",            \"english_title\": \"Limited Deployment in Europe\",            \"translated_version\": \"El despliegue limitado incluye a Alemania, Francia, Suecia, Noruega, Finlandia, Países Bajos y el Reino Unido.\",            \"translated_title\": \"Despliegue limitado en Europa\"        },        {            \"english_version\": \"A BBC investigation reveals how attitudes to women, the internet and religion are dividing the Taliban group at the very top.\",            \"english_title\": \"Taliban Divisions Revealed\",            \"translated_version\": \"Una investigación de la BBC muestra cómo las actitudes hacia las mujeres, internet y la religión están dividiendo al grupo talibán en lo más alto.\",            \"translated_title\": \"Divisiones talibanes reveladas\"        },        {            \"english_version\": \"Israel placed and later moved control markers in three areas, with placed deeper inside Gaza than maps suggested.\",            \"english_title\": \"Israel Moves Control Markers\",            \"translated_version\": \"Israel puso y luego movió marcadores de control en tres áreas, colocándolos más adentro de Gaza de lo que los mapas decían.\",            \"translated_title\": \"Israel mueve marcadores de control\"        },        {            \"english_version\": \"An aircraft that crashed in November had a structural flaw that had been identified by Boeing 15 years ago, investigators say.\",            \"english_title\": \"Aircraft Crash Investigation\",            \"translated_version\": \"Un avión que se estrelló en noviembre tenía un problema estructural que Boeing había identificado hace 15 años, dicen los investigadores.\",            \"translated_title\": \"Investigación de accidente de avión\"        }    ]}"