"{    \"translations\": [        {            \"english_version\": \"Susan Crawford, a liberal judge, won a key election in Wisconsin against Brad Schimel, a conservative supported by Elon Musk with $21m. This keeps the court's liberal majority at 4-3. The race was the most expensive judicial contest in American history and seen as an early judgment on the Trump administration.\",            \"english_title\": \"Key Election in Wisconsin\",            \"translated_version\": \"Susan Crawford, una jueza liberal, ganó una elección importante en Wisconsin contra Brad Schimel, un conservador apoyado por Elon Musk con $21 millones. Esto mantiene la mayoría liberal de la corte en 4-3. La carrera fue la contienda judicial más cara en la historia de Estados Unidos y vista como un juicio temprano sobre la administración de Trump.\",            \"translated_title\": \"Elección Importante en Wisconsin\"        },        {            \"english_version\": \"Donald Trump is finalizing what could be the most extensive tariffs in America in a hundred years. He is set to announce them on Wednesday at 4pm local time. The White House stated that the tariffs on 'all countries' would be immediate. Ursula von der Leyen, the president of the European Commission, mentioned that the European Union has a plan to retaliate but still hopes for a negotiated solution.\",            \"english_title\": \"Extensive Tariffs Announcement\",            \"translated_version\": \"Donald Trump está finalizando lo que podría ser los aranceles más extensos en América en cien años. Está listo para anunciarlos el miércoles a las 4pm hora local. La Casa Blanca declaró que los aranceles sobre 'todos los países' serían inmediatos. Ursula von der Leyen, la presidenta de la Comisión Europea, mencionó que la Unión Europea tiene un plan para retaliar pero aún espera una solución negociada.\",            \"translated_title\": \"Anuncio de Aranceles Extensos\"        }    ]}"