"{    \"translations\": [        {            \"english_version\": \"The Houthis will allow Russian and Chinese ships to pass through the Red Sea safely. However, they will continue to attack ships that have any connection with Israel. These attacks have caused significant disruptions to commercial shipping. Recently, the group claimed responsibility for an assault on an American ship. In response, the US conducted strikes against Houthi anti-ship missiles. Binyamin Netanyahu, the Prime Minister of Israel, expressed his opposition to a Palestinian state after the Gaza war. He emphasized the need for Israel to have security control over all territory west of the Jordan. The US State Department later stated that the establishment of a Palestinian state is crucial for solving Israel's long-term security problems.\",            \"english_title\": \"Houthi Attacks and Israel's Security\",            \"translated_version\": \"Los Houthi permitirán que los barcos rusos y chinos pasen por el Mar Rojo de manera segura. Sin embargo, seguirán atacando a los barcos que tengan alguna conexión con Israel. Estos ataques han causado interrupciones significativas en el transporte comercial. Recientemente, el grupo se atribuyó la responsabilidad de un ataque a un barco estadounidense. En respuesta, Estados Unidos realizó ataques contra misiles antinavío de los Houthi. Binyamin Netanyahu, el Primer Ministro de Israel, expresó su oposición a un estado palestino después de la guerra en Gaza. Él enfatizó la necesidad de que Israel tenga control de seguridad sobre todo el territorio al oeste del río Jordán. El Departamento de Estado de Estados Unidos posteriormente declaró que el establecimiento de un estado palestino es crucial para resolver los problemas de seguridad a largo plazo de Israel.\",            \"translated_title\": \"Ataques de los Houthi y la Seguridad de Israel\"        },        {            \"english_version\": \"Pakistan's caretaker Prime Minister, Anwaar-ul-Haq Kakar, will hold an emergency meeting with military chiefs following an exchange of fire with Iran. Pakistan conducted precision military strikes inside Iran in response to similar attacks launched by Iran against militants operating in Pakistan. The US called for de-escalation, while China offered to mediate between the two countries.\",            \"english_title\": \"Pakistan-Iran Exchange of Fire\",            \"translated_version\": \"El Primer Ministro interino de Pakistán, Anwaar-ul-Haq Kakar, celebrará una reunión de emergencia con los jefes militares después de un intercambio de disparos con Irán. Pakistán llevó a cabo ataques militares de precisión dentro de Irán en respuesta a ataques similares lanzados por Irán contra militantes que operan en Pakistán. Estados Unidos llamó a la desescalada, mientras que China se ofreció a mediar entre los dos países.\",            \"translated_title\": \"Intercambio de Disparos entre Pakistán e Irán\"        },        {            \"english_version\": \"Stocks in semiconductor companies like AMD and Nvidia reached all-time highs after TSMC's earnings were released. TSMC, a Taiwanese company, reported strong demand for AI chips, which it manufactures for AMD and Nvidia. The positive outlook from the chip-maker also raised hopes for a rebound in smartphone and computing demand.\",            \"english_title\": \"Semiconductor Stocks Reach All-Time Highs\",            \"translated_version\": \"Las acciones de empresas de semiconductores como AMD y Nvidia alcanzaron máximos históricos después de que se publicaran los ingresos de TSMC. TSMC, una empresa taiwanesa, informó una fuerte demanda de chips de inteligencia artificial, que fabrica para AMD y Nvidia. La perspectiva positiva del fabricante de chips también aumentó las esperanzas de una recuperación en la demanda de teléfonos inteligentes y computadoras.\",            \"translated_title\": \"Las Acciones de Semiconductores Alcanzan Máximos Históricos\"        },        {            \"english_version\": \"Retail sales in Britain experienced a significant decline of 3.2% in December, marking the largest monthly decrease since January 2021. This decline was partly attributed to people doing their Christmas shopping early. Economists also pointed to high prices and borrowing costs as factors dampening consumer confidence, increasing the likelihood of a recession in the country.\",            \"english_title\": \"Decline in Retail Sales in Britain\",            \"translated_version\": \"Las ventas al por menor en Gran Bretaña experimentaron una disminución significativa del 3.2% en diciembre, marcando la mayor disminución mensual desde enero de 2021. Esta disminución se atribuyó en parte a las personas que hacen sus compras navideñas temprano. Los economistas también señalaron los altos precios y los costos de endeudamiento como factores que afectan la confianza del consumidor, aumentando la probabilidad de una recesión en el país.\",            \"translated_title\": \"Disminución en las Ventas al por Menor en Gran Bretaña\"        },        {            \"english_version\": \"Japan's headline inflation rate in December cooled to 2.6%, down from 2.8% in November and the lowest level since June 2022. However, it still remains above the Bank of Japan's 2% target, which it has maintained for 20 consecutive months. Asian markets responded positively to this news, and officials from the Bank of Japan will meet on January 22nd to decide whether to continue their ultra-loose monetary policy.\",            \"english_title\": \"Inflation Rate in Japan Cools\",            \"translated_version\": \"La tasa de inflación principal de Japón en diciembre se enfrió al 2.6%, por debajo del 2.8% en noviembre y el nivel más bajo desde junio de 2022. Sin embargo, aún se mantiene por encima del objetivo del 2% del Banco de Japón, que ha mantenido durante 20 meses consecutivos. Los mercados asiáticos respondieron positivamente a esta noticia, y los funcionarios del Banco de Japón se reunirán el 22 de enero para decidir si continúan con su política monetaria ultraflexible.\",            \"translated_title\": \"La Tasa de Inflación en Japón se Enfría\"        },        {            \"english_version\": \"Italy's top court ruled that the fascist salute is only considered a crime if it poses a threat to public order or could lead to the revival of the banned Fascist Party. This ruling came after eight neo-fascists appealed their conviction for performing the salute in 2016. CasaPound, a neo-fascist party that uses the salute, hailed the ruling as a historic victory.\",            \"english_title\": \"Italy's Top Court Ruling on Fascist Salute\",            \"translated_version\": \"El tribunal superior de Italia dictaminó que el saludo fascista solo se considera un delito si representa una amenaza para el orden público o podría llevar al resurgimiento del Partido Fascista prohibido. Esta sentencia se produjo después de que ocho neo-fascistas apelaran su condena por realizar el saludo en 2016. CasaPound, un partido neo-fascista que utiliza el saludo, celebró la sentencia como una victoria histórica.\",            \"translated_title\": \"Sentencia del Tribunal Superior de Italia sobre el Saludo Fascista\"        },        {            \"english_version\": \"The British government has spent £240 million so far on a scheme to deport asylum seekers to Rwanda. This controversial program has faced criticism and scrutiny.\",            \"english_title\": \"Controversial Scheme to Deport Asylum Seekers\",            \"translated_version\": \"El gobierno británico ha gastado hasta ahora £240 millones en un programa para deportar solicitantes de asilo a Ruanda. Este programa controvertido ha enfrentado críticas y escrutinio.\",            \"translated_title\": \"Programa Controvertido para Deportar Solicitantes de Asilo\"        },        {            \"english_version\": \"Stay informed about the latest developments in the run-up to America's presidential election.\",            \"english_title\": \"Stay Informed about America's Presidential Election\",            \"translated_version\": \"Manténgase informado sobre los últimos acontecimientos previos a las elecciones presidenciales de Estados Unidos.\",            \"translated_title\": \"Manténgase Informado sobre las Elecciones Presidenciales de Estados Unidos\"        }    ]}"