"{    \"translations\": [        {            \"english_version\": \"India is facing high tariff rates from the US, which India calls unfair. The US has imposed these tariffs, and India is not happy about it.\",            \"english_title\": \"India-US Tariff Dispute\",            \"translated_version\": \"India tiene tarifas altas de Estados Unidos, que India dice que no son justas. Estados Unidos puso estas tarifas, y India no está contenta.\",            \"translated_title\": \"Disputa de Tarifas India-EEUU\"        },        {            \"english_version\": \"There is little hope for a ceasefire between Moscow and Kyiv, even though the US president has threatened severe sanctions. The situation remains tense.\",            \"english_title\": \"No Ceasefire in Sight\",            \"translated_version\": \"Hay poca esperanza de paz entre Moscú y Kyiv, aunque el presidente de Estados Unidos ha amenazado con sanciones fuertes. La situación sigue tensa.\",            \"translated_title\": \"Sin Paz a la Vista\"        },        {            \"english_version\": \"A US Army sergeant reportedly shot at his fellow soldiers but was stopped by other soldiers. This incident is under investigation.\",            \"english_title\": \"US Army Shooting Incident\",            \"translated_version\": \"Un sargento del ejército de Estados Unidos disparó a sus compañeros, pero otros soldados lo detuvieron. Este incidente está siendo investigado.\",            \"translated_title\": \"Incidente de Disparos en Ejército de EEUU\"        },        {            \"english_version\": \"A large wildfire in France has burned an area bigger than Paris. It is the biggest wildfire in France this year.\",            \"english_title\": \"Massive Wildfire in France\",            \"translated_version\": \"Un gran incendio en Francia quemó un área más grande que París. Es el incendio más grande en Francia este año.\",            \"translated_title\": \"Gran Incendio en Francia\"        },        {            \"english_version\": \"Four commercial trucks were looted in central Gaza on dangerous roads controlled by Israel, according to a private contractor.\",            \"english_title\": \"Trucks Looted in Gaza\",            \"translated_version\": \"Cuatro camiones comerciales fueron robados en el centro de Gaza en caminos peligrosos controlados por Israel, según un contratista privado.\",            \"translated_title\": \"Camiones Robados en Gaza\"        }    ]}"