"{    \"translations\": [        {            \"english_version\": \"The World Health Organisation said that the al-Shifa hospital, Gaza’s largest, has stopped functioning. The facility reportedly has over 2,300 people sheltering inside. Israel’s government believes it to be above Hamas tunnels, but denies having hit it directly. The WHO has recorded at least 137 attacks on health-care facilities across Gaza since October 7th; over half of the hospitals in the strip are closed.\",            \"english_title\": \"Hospital in Gaza Closed\",            \"translated_version\": \"La Organización Mundial de la Salud dijo que el hospital al-Shifa, el más grande de Gaza, dejó de funcionar. Se informa que hay más de 2,300 personas refugiadas en su interior. El gobierno de Israel cree que está por encima de los túneles de Hamas, pero niega haberlo golpeado directamente. La OMS ha registrado al menos 137 ataques a instalaciones de atención médica en toda Gaza desde el 7 de octubre; más de la mitad de los hospitales en la franja están cerrados.\",            \"translated_title\": \"Hospital Cerrado en Gaza\"        },        {            \"english_version\": \"America’s national security adviser, Jake Sullivan, said President Joe Biden hopes to convince China to restore military ties. Mr Biden is due to meet Xi Jinping, China’s leader, on Wednesday, their second in-person meeting as heads of state. Mr Sullivan said Mr Biden would like to restore communication links that China had severed. Senior American officials have recently visited China in a bid to rebuild relations.\",            \"english_title\": \"Biden Hopes to Restore Ties with China\",            \"translated_version\": \"El asesor de seguridad nacional de Estados Unidos, Jake Sullivan, dijo que el presidente Joe Biden espera convencer a China de restablecer los lazos militares. El Sr. Biden tiene previsto reunirse con Xi Jinping, líder de China, el miércoles, su segunda reunión en persona como jefes de estado. El Sr. Sullivan dijo que al Sr. Biden le gustaría restablecer los vínculos de comunicación que China había cortado. Altos funcionarios estadounidenses han visitado recientemente China en un intento de reconstruir las relaciones.\",            \"translated_title\": \"Biden Espera Restaurar Vínculos con China\"        },        {            \"english_version\": \"America carried out more airstrikes against targets in eastern Syria. American officials said the sites were linked to Iran and its proxies in the region, which America blames for recent attacks on its troops in Iraq and Syria. Warplanes hit a training facility and a safe house. The strikes are the third of their kind since late October.\",            \"english_title\": \"Airstrikes in Syria\",            \"translated_version\": \"Estados Unidos llevó a cabo más ataques aéreos contra objetivos en el este de Siria. Funcionarios estadounidenses dijeron que los sitios estaban vinculados a Irán y sus aliados en la región, a los que Estados Unidos culpa de los recientes ataques a sus tropas en Irak y Siria. Los aviones de guerra golpearon una instalación de entrenamiento y una casa segura. Estos son los terceros ataques de este tipo desde finales de octubre.\",            \"translated_title\": \"Ataques Aéreos en Siria\"        },        {            \"english_version\": \"DP World, one of the world’s largest port operators, partially resumed operations after a cyber-attack on Friday triggered a shutdown at its Australian facilities. It is struggling to process a backlog of 30,000 shipping containers. The company handles 40% of Australia’s maritime freight.\",            \"english_title\": \"Cyber-Attack on Port Operator\",            \"translated_version\": \"DP World, uno de los operadores portuarios más grandes del mundo, reanudó parcialmente sus operaciones después de un ciberataque el viernes que provocó el cierre de sus instalaciones en Australia. Está luchando por procesar una acumulación de 30,000 contenedores de envío. La compañía maneja el 40% del flete marítimo de Australia.\",            \"translated_title\": \"Ciberataque a Operador Portuario\"        },        {            \"english_version\": \"A book club in Venice, California finished reading James Joyce’s famously impenetrable 628-page novel, Finnegans Wake—28 years after they began it. That is 11 years longer than Joyce spent writing the work. Academics continue to debate which characters feature in the text (many take different forms), along with other elusive details such as where and when it is set or what it is about.\",            \"english_title\": \"Book Club Finishes Reading Famous Novel\",            \"translated_version\": \"Un club de lectura en Venice, California terminó de leer la famosa novela de 628 páginas de James Joyce, Finnegans Wake, 28 años después de haberla comenzado. Eso es 11 años más de lo que Joyce tardó en escribir la obra. Los académicos continúan debatiendo qué personajes aparecen en el texto (muchos toman diferentes formas), junto con otros detalles elusivos como dónde y cuándo se desarrolla o de qué trata.\",            \"translated_title\": \"Club de Lectura Termina de Leer Novela Famosa\"        }    ]}"