"{    \"translations\": [        {            \"english_version\": \"America said it could support a revised UN Security Council resolution that would call for more aid to enter Gaza. The new draft text calls for conditions for a sustainable cessation of hostilities in Gaza, dropping an earlier order for a suspension of hostilities. America has also reportedly demanded that Israel be involved in the delivery of aid into Gaza, so that it can check for weapons. Earlier, the UN warned that Gaza faces an unprecedented and catastrophic hunger crisis. The Security Council aims to vote on the resolution on Friday.\",            \"english_title\": \"America supports revised UN resolution for Gaza aid\",            \"translated_version\": \"América dijo que podría apoyar una resolución revisada del Consejo de Seguridad de la ONU que pediría más ayuda para entrar en Gaza. El nuevo borrador de texto pide condiciones para un cese sostenible de las hostilidades en Gaza, eliminando una orden anterior de suspensión de las hostilidades. América también habría exigido que Israel participe en la entrega de ayuda a Gaza, para poder verificar si hay armas. Anteriormente, la ONU advirtió que Gaza enfrenta una crisis de hambre sin precedentes y catastrófica. El Consejo de Seguridad tiene previsto votar sobre la resolución el viernes.\",            \"translated_title\": \"América apoya resolución revisada de la ONU para ayuda a Gaza\"        },        {            \"english_version\": \"President Joe Biden backed an investigation into the proposed $14.9bn purchase of US Steel, an American firm, by Nippon Steel, a Japanese company. Lael Brainard, Mr Biden’s senior economic adviser, said the president believed the deal’s potential impact on national security and supply-chain reliability deserved scrutiny. The powerful United Steelworkers union, which represents most US Steel workers, favours a domestic, unionised owner.\",            \"english_title\": \"President Biden supports investigation into US Steel purchase\",            \"translated_version\": \"El presidente Joe Biden respaldó una investigación sobre la propuesta de compra de $14.9 mil millones de US Steel, una empresa estadounidense, por parte de Nippon Steel, una empresa japonesa. Lael Brainard, asesor económico principal del Sr. Biden, dijo que el presidente creía que el impacto potencial del acuerdo en la seguridad nacional y la confiabilidad de la cadena de suministro merecía ser examinado. El poderoso sindicato United Steelworkers, que representa a la mayoría de los trabajadores de US Steel, favorece un propietario nacional y sindicalizado.\",            \"translated_title\": \"El presidente Biden respalda investigación sobre compra de US Steel\"        },        {            \"english_version\": \"New data suggested that Britain’s economy is teetering on the brink of recession, after GDP shrank by 0.1% in the third quarter. The Office for National Statistics also revised downwards its estimate for growth in the second quarter, from 0.2% to zero. Jeremy Hunt, chancellor of the exchequer, insisted that the medium-term outlook was far more optimistic than these numbers suggest.\",            \"english_title\": \"UK economy on the brink of recession\",            \"translated_version\": \"Nuevos datos sugieren que la economía de Gran Bretaña está al borde de la recesión, después de que el PIB se contrajera un 0.1% en el tercer trimestre. La Oficina de Estadísticas Nacionales también revisó a la baja su estimación de crecimiento en el segundo trimestre, de 0.2% a cero. Jeremy Hunt, canciller del tesoro, insistió en que las perspectivas a medio plazo son mucho más optimistas de lo que sugieren estos números.\",            \"translated_title\": \"Economía del Reino Unido al borde de la recesión\"        },        {            \"english_version\": \"North Korea appears to have put its second nuclear reactor online for the first time, according to the International Atomic Energy Agency. The nuclear watchdog reported warm water leaving the reactor at a big facility in Yongbyon, some 100km north of the capital. North Korea has until now derived plutonium from spent fuel in its first Yongbyon reactor; the second one could provide more material for its nuclear arsenal.\",            \"english_title\": \"North Korea activates second nuclear reactor\",            \"translated_version\": \"Corea del Norte parece haber puesto en línea su segundo reactor nuclear por primera vez, según la Agencia Internacional de Energía Atómica. El organismo de control nuclear informó que el agua caliente sale del reactor en una gran instalación en Yongbyon, a unos 100 km al norte de la capital. Hasta ahora, Corea del Norte ha obtenido plutonio a partir de combustible gastado en su primer reactor de Yongbyon; el segundo podría proporcionar más material para su arsenal nuclear.\",            \"translated_title\": \"Corea del Norte activa segundo reactor nuclear\"        },        {            \"english_version\": \"China imposed restrictions on exports of technology that processes rare earths, a group of metals used in electric vehicles and electronics. America and Japan have been attempting to reduce their dependence on China, the world’s top refiner of rare earths. America currently sends many of its raw rare earths to China for processing before re-importing them.\",            \"english_title\": \"China restricts exports of rare earth technology\",            \"translated_version\": \"China impuso restricciones a las exportaciones de tecnología que procesa tierras raras, un grupo de metales utilizados en vehículos eléctricos y electrónica. Estados Unidos y Japón han estado tratando de reducir su dependencia de China, el principal refinador mundial de tierras raras. Estados Unidos actualmente envía muchas de sus tierras raras en bruto a China para su procesamiento antes de volver a importarlas.\",            \"translated_title\": \"China restringe exportaciones de tecnología de tierras raras\"        }    ]}"