"{    \"translations\": [        {            \"english_version\": \"Ukraine admitted to causing the explosion in Moscow that killed Lieutenant General Igor Kirillov, the head of Russia's nuclear-protection forces. The bomb was hidden in a scooter outside his home. General Kirillov was charged in absentia by a Ukrainian court for using banned chemical weapons in the war.\",            \"english_title\": \"Assassination of Lieutenant General Igor Kirillov in Moscow\",            \"translated_version\": \"Ucrania admitió causar la explosión en Moscú que mató al Teniente General Igor Kirillov, el jefe de las fuerzas de protección nuclear de Rusia. La bomba estaba escondida en un scooter afuera de su casa. El General Kirillov fue acusado en ausencia por un tribunal ucraniano por usar armas químicas prohibidas en la guerra.\",            \"translated_title\": \"Asesinato del Teniente General Igor Kirillov en Moscú\"        },        {            \"english_version\": \"Western officials are building relations with Syria's new government led by Hayat Tahrir al-Sham, an Islamist rebel group considered a terrorist organization by many. German and French envoys met local authorities in Damascus, while British diplomats engaged with HTS's leader, Ahmad al-Sharaa. The new regime has requested Western countries to lift sanctions.\",            \"english_title\": \"Relations with Syria's New Government\",            \"translated_version\": \"Los funcionarios occidentales están construyendo relaciones con el nuevo gobierno de Siria liderado por Hayat Tahrir al-Sham, un grupo rebelde islamista considerado una organización terrorista por muchos. Los enviados alemanes y franceses se reunieron con las autoridades locales en Damasco, mientras que los diplomáticos británicos se involucraron con el líder de HTS, Ahmad al-Sharaa. El nuevo régimen ha solicitado a los países occidentales levantar las sanciones.\",            \"translated_title\": \"Relaciones con el Nuevo Gobierno de Siria\"        }    ]}"