"{    \"translations\": [        {            \"english_version\": \"Western allies advised Israel to show restraint when responding to an Iranian attack. Joe Biden urged Israel to 'take the win' after shooting down drones and missiles. American, British, French, and Jordanian forces helped repel the attack. France's president, Emmanuel Macron, joined Biden in urging Israel to avoid escalation. Israel's war cabinet met to formulate a response.\",            \"english_title\": \"International Relations\",            \"translated_version\": \"Los amigos occidentales aconsejaron a Israel que se contenga al responder a un ataque iraní. Joe Biden instó a Israel a 'tomar la victoria' después de derribar drones y misiles. Fuerzas estadounidenses, británicas, francesas y jordanas ayudaron a repeler el ataque. El presidente de Francia, Emmanuel Macron, se unió a Biden instando a Israel a evitar la escalada. El gabinete de guerra de Israel se reunió para formular una respuesta.\",            \"translated_title\": \"International Relations\"        },        {            \"english_version\": \"Tesla will lay off more than 10% of its staff to stay competitive. Elon Musk stated it is necessary for Tesla to be lean and innovative. The company faces tough competition from low-cost Chinese alternatives. Goldman Sachs reported a 28% increase in profits driven by trading and investment banking divisions.\",            \"english_title\": \"Business News\",            \"translated_version\": \"Tesla despedirá a más del 10% de su personal para mantenerse competitivo. Elon Musk afirmó que es necesario que Tesla sea ágil e innovador. La empresa enfrenta una dura competencia de alternativas chinas de bajo costo. Goldman Sachs informó de un aumento del 28% en sus beneficios impulsado por las divisiones de comercio e inversión bancaria.\",            \"translated_title\": \"Business News\"        },        {            \"english_version\": \"Singapore's prime minister, Lee Hsien Loong, will step down after 20 years. Lawrence Wong, the deputy and finance minister, will succeed him. Wong has long been seen as Lee's successor. The ruling People's Action Party has faced allegations of graft.\",            \"english_title\": \"Leadership Change\",            \"translated_version\": \"El primer ministro de Singapur, Lee Hsien Loong, renunciará después de 20 años. Lawrence Wong, el viceprimer ministro y ministro de finanzas, lo sucederá. Wong ha sido visto durante mucho tiempo como el sucesor de Lee. El Partido de Acción Popular gobernante ha enfrentado acusaciones de corrupción.\",            \"translated_title\": \"Leadership Change\"        },        {            \"english_version\": \"Base metal prices surged after sanctions on Russian metals. Aluminium rose by 2.7% and nickel by 1.9%. Russian supplies from April 13th are banned from LME-approved warehouses. Russian aluminium and nickel had a significant share in LME's warehouses.\",            \"english_title\": \"Commodities Market\",            \"translated_version\": \"Los precios de los metales base aumentaron después de las sanciones a los metales rusos. El aluminio subió un 2,7% y el níquel un 1,9%. Los suministros rusos a partir del 13 de abril están prohibidos en los almacenes aprobados por LME. El aluminio y el níquel rusos tenían una participación significativa en los almacenes de LME.\",            \"translated_title\": \"Commodities Market\"        },        {            \"english_version\": \"The FBI launched a criminal investigation into a container ship that caused the collapse of the Francis Scott Key bridge. Investigators are looking into whether the crew was aware of risks. The FBI conducted a search of the ship, the Dali.\",            \"english_title\": \"Criminal Investigation\",            \"translated_version\": \"El FBI inició una investigación criminal sobre un barco contenedor que causó el colapso del puente Francis Scott Key. Los investigadores están averiguando si la tripulación era consciente de los riesgos. El FBI realizó una búsqueda en el barco, el Dali.\",            \"translated_title\": \"Criminal Investigation\"        }    ]}"