"{    \"translations\": [        {            \"english_version\": \"Venezuelan opposition leader María Corina Machado said she gave her Nobel medal to Trump, but she did not say if he took it.\",            \"english_title\": \"Machado's Nobel Medal\",            \"translated_version\": \"La líder opositora venezolana María Corina Machado dijo que dio su medalla Nobel a Trump, pero no dijo si él la tomó.\",            \"translated_title\": \"Medalla Nobel de Machado\"        },        {            \"english_version\": \"Multiple sources have told BBC Persian that security forces will not give back bodies unless families pay money.\",            \"english_title\": \"Bodies for Money\",            \"translated_version\": \"Muchas fuentes dijeron a BBC Persian que las fuerzas de seguridad no devolverán cuerpos a menos que las familias paguen dinero.\",            \"translated_title\": \"Cuerpos por Dinero\"        },        {            \"english_version\": \"The four members of Crew-11 smiled as they got out of their spacecraft after landing safely.\",            \"english_title\": \"Crew-11 Safe Landing\",            \"translated_version\": \"Los cuatro miembros de Crew-11 sonrieron al salir de su nave espacial después de aterrizar seguros.\",            \"translated_title\": \"Aterrizaje Seguro de Crew-11\"        },        {            \"english_version\": \"France says a small group of soldiers has arrived and more will come soon.\",            \"english_title\": \"French Soldiers Arrive\",            \"translated_version\": \"Francia dice que un pequeño grupo de soldados ha llegado y más vendrán pronto.\",            \"translated_title\": \"Llegada de Soldados Franceses\"        },        {            \"english_version\": \"An aircraft that crashed in November had a problem that Boeing knew about 15 years ago, investigators say.\",            \"english_title\": \"Boeing Knew Problem\",            \"translated_version\": \"Un avión que se estrelló en noviembre tenía un problema que Boeing conocía hace 15 años, dicen los investigadores.\",            \"translated_title\": \"Boeing Sabía del Problema\"        }    ]}"