"{    \"translations\": [        {            \"english_version\": \"Israeli strikes on Gaza continued after the UN Security Council passed a resolution to encourage the delivery of more humanitarian aid into the enclave. At least 18 people were killed in an attack on Nuseirat refugee camp, according to Palestinian media. António Guterres, the secretary-general of the United Nations, said that Israel’s offensive was creating massive obstacles to the distribution of aid inside Gaza.\",            \"english_title\": \"Israeli Strikes on Gaza\",            \"translated_version\": \"Los ataques israelíes en Gaza continuaron después de que el Consejo de Seguridad de la ONU aprobara una resolución para fomentar la entrega de más ayuda humanitaria al enclave. Según los medios palestinos, al menos 18 personas murieron en un ataque al campamento de refugiados de Nuseirat. António Guterres, el secretario general de las Naciones Unidas, dijo que la ofensiva de Israel estaba creando obstáculos masivos para la distribución de ayuda dentro de Gaza.\",            \"translated_title\": \"Ataques israelíes en Gaza\"        },        {            \"english_version\": \"America accused Iran of being deeply involved in the planning of attacks by the Houthis, a Yemeni group, on commercial shipping in the Red Sea.\",            \"english_title\": \"Accusation Against Iran\",            \"translated_version\": \"Estados Unidos acusó a Irán de estar profundamente involucrado en la planificación de ataques por parte de los hutíes, un grupo yemení, contra el transporte comercial en el Mar Rojo.\",            \"translated_title\": \"Acusación contra Irán\"        },        {            \"english_version\": \"President Joe Biden signed the National Defence Authorisation Act into law. The bill authorises a record $886bn in annual military spending, including a 5.2% increase in pay for troops and funding for the expansion of partnerships in the Indo-Pacific. The NDAA passed Congress with strong bipartisan support earlier this month. But a funding package for Ukraine remains on ice.\",            \"english_title\": \"National Defence Authorisation Act\",            \"translated_version\": \"El presidente Joe Biden firmó la Ley de Autorización de Defensa Nacional. El proyecto de ley autoriza un récord de $886 mil millones en gastos militares anuales, incluido un aumento del 5.2% en el salario de las tropas y financiamiento para la expansión de asociaciones en el Indo-Pacífico. El NDAA fue aprobado por el Congreso con un fuerte apoyo bipartidista a principios de este mes. Pero un paquete de financiamiento para Ucrania sigue en espera.\",            \"translated_title\": \"Ley de Autorización de Defensa Nacional\"        },        {            \"english_version\": \"Thousands of people took to the streets for a second night in Buenos Aires to protest against the economic policies of Javier Milei, Argentina’s new president. Earlier this week Mr Milei issued an emergency decree designed to revive the country’s moribund economy. It slashed regulations and opened the door to the privatisation of various state-owned enterprises. His security minister has vowed to crack down on protests.\",            \"english_title\": \"Protests in Buenos Aires\",            \"translated_version\": \"Miles de personas salieron a las calles por segunda noche en Buenos Aires para protestar contra las políticas económicas de Javier Milei, el nuevo presidente de Argentina. A principios de esta semana, el Sr. Milei emitió un decreto de emergencia diseñado para revivir la economía moribunda del país. Recortó regulaciones y abrió la puerta a la privatización de varias empresas estatales. Su ministro de seguridad ha prometido reprimir las protestas.\",            \"translated_title\": \"Protestas en Buenos Aires\"        },        {            \"english_version\": \"Three civilians died in army custody in Indian-administered Kashmir, according to local reports. On Friday the Indian army detained at least eight civilians for questioning after rebels killed four soldiers in Jammu and Kashmir. The killings happened in Poonch, a southern district close to the militarised line of control, which divides Indian-held Kashmir from the Pakistani-held part.\",            \"english_title\": \"Deaths in Indian-Administered Kashmir\",            \"translated_version\": \"Según informes locales, tres civiles murieron bajo custodia del ejército en Cachemira administrada por India. El viernes, el ejército indio detuvo al menos a ocho civiles para interrogarlos después de que los rebeldes mataran a cuatro soldados en Jammu y Cachemira. Los asesinatos ocurrieron en Poonch, un distrito del sur cerca de la línea de control militarizada, que divide la Cachemira controlada por India de la parte controlada por Pakistán.\",            \"translated_title\": \"Muertes en Cachemira administrada por India\"        }    ]}"