"{    \"translations\": [        {            \"english_version\": \"The US president is committed to making progress in peace talks with Ukraine's president. They aim to prevent Trump from posing a threat to Europe's long-term security.\",            \"english_title\": \"US and Ukraine Peace Talks\",            \"translated_version\": \"El presidente de EE.UU. quiere avanzar en las conversaciones de paz con el presidente de Ucrania. Quieren evitar que Trump sea una amenaza para la seguridad de Europa.\",            \"translated_title\": \"Conversaciones de Paz EE.UU. y Ucrania\"        },        {            \"english_version\": \"Regional mediators have proposed a plan to release Israeli hostages in two groups over a 60-day truce, according to a Palestinian official.\",            \"english_title\": \"Plan to Release Hostages\",            \"translated_version\": \"Mediadores regionales propusieron un plan para liberar rehenes israelíes en dos grupos durante una tregua de 60 días, según un oficial palestino.\",            \"translated_title\": \"Plan para Liberar Rehenes\"        },        {            \"english_version\": \"Spain has increased its military presence in areas affected by wildfires, sending an additional 500 troops, making a total of 1,900 soldiers deployed.\",            \"english_title\": \"Spain Increases Military Presence\",            \"translated_version\": \"España ha aumentado su presencia militar en áreas afectadas por incendios, enviando 500 soldados más, haciendo un total de 1,900 soldados.\",            \"translated_title\": \"España Aumenta Presencia Militar\"        },        {            \"english_version\": \"A powerful storm, classified as Category 4, is expected to cause dangerous waves and strong currents along the US East Coast.\",            \"english_title\": \"Category 4 Storm Warning\",            \"translated_version\": \"Se espera que una tormenta fuerte, clasificada como Categoría 4, cause olas peligrosas y corrientes fuertes en la costa este de EE.UU.\",            \"translated_title\": \"Advertencia de Tormenta Categoría 4\"        },        {            \"english_version\": \"The recent election in Bolivia, which leaned towards the right, might lead to changes in economic policies and stronger ties with the US. Some critics argue that the election was unfair and will strengthen the military government's control.\",            \"english_title\": \"Bolivia Election Results\",            \"translated_version\": \"La reciente elección en Bolivia, que fue hacia la derecha, podría llevar a cambios en políticas económicas y lazos más fuertes con EE.UU. Algunos críticos dicen que la elección fue injusta y fortalecerá el control del gobierno militar.\",            \"translated_title\": \"Resultados de Elección en Bolivia\"        }    ]}"