"{    \"translations\": [        {            \"english_version\": \"The centre-right Christian Democratic alliance, led by Friedrich Merz, won 29% of the vote in Germany’s election. The hard-right Alternative for Germany (AfD) received 19.5% of the vote, its best ever result. The Social Democrats, led by the incumbent chancellor, Olaf Scholz, trailed in third place with 16%, with the Greens fourth on 13.5%. Mr Merz will have to form a coalition with at least one other party in order to govern. He has ruled out governing with the AfD.\",            \"english_title\": \"German Election Results\",            \"translated_version\": \"La alianza cristiana demócrata de centro-derecha, liderada por Friedrich Merz, ganó el 29% de los votos en las elecciones de Alemania. El partido de extrema derecha Alternativa para Alemania (AfD) recibió el 19.5% de los votos, su mejor resultado hasta ahora. Los Socialdemócratas, liderados por el canciller actual, Olaf Scholz, quedaron en tercer lugar con el 16%, y los Verdes en cuarto lugar con el 13.5%. El Sr. Merz tendrá que formar una coalición con al menos otro partido para gobernar. Ha descartado gobernar con el AfD.\",            \"translated_title\": \"Resultados de las Elecciones en Alemania\"        },        {            \"english_version\": \"Volodymyr Zelensky, Ukraine’s president, offered to 'leave my post' in exchange for the country’s admission to NATO. Speaking at a press conference the day before the third anniversary of Russia’s invasion, Mr Zelensky also dismissed the insults of Donald Trump, America’s president, who called him 'a dictator without elections'. Earlier Russia launched a 'record' 267 drones at Ukraine, according to Ukraine’s air force.\",            \"english_title\": \"Ukraine's President Zelensky\",            \"translated_version\": \"Volodymyr Zelensky, presidente de Ucrania, ofreció 'dejar mi cargo' a cambio de la admisión del país a la OTAN. Hablando en una conferencia de prensa el día antes del tercer aniversario de la invasión de Rusia, el Sr. Zelensky también desestimó los insultos de Donald Trump, presidente de Estados Unidos, quien lo llamó 'un dictador sin elecciones'. Rusia lanzó anteriormente un 'récord' de 267 drones sobre Ucrania, según la fuerza aérea de Ucrania.\",            \"translated_title\": \"Presidente de Ucrania Zelensky\"        }    ]}"