"{    \"translations\": [        {            \"english_version\": \"The secretary-general of the UN called the situation in Gaza a 'humanitarian catastrophe', two days after Israel sent troops into the strip. António Guterres warned that life there is 'growing more desperate by the hour'. Supplies are limited and health services are collapsing. Earlier the head of the UN’s agency for Palestinian refugees warned of civil disorder. Warehouses containing food aid have been raided by civilians. Yesterday Binyamin Netanyahu, Israel’s prime minister, said the Israel Defence Forces had entered a second phase of the war. He warned of a 'long and difficult' operation to 'dismantle' Hamas and free hostages.\",            \"english_title\": \"UN warns of humanitarian catastrophe in Gaza\",            \"translated_version\": \"El secretario general de la ONU llamó a la situación en Gaza una 'catástrofe humanitaria', dos días después de que Israel enviara tropas a la franja. António Guterres advirtió que la vida allí se está 'volviendo más desesperada cada hora'. Los suministros son limitados y los servicios de salud se están colapsando. Anteriormente, el jefe de la agencia de la ONU para los refugiados palestinos advirtió de disturbios civiles. Los almacenes que contenían ayuda alimentaria han sido saqueados por civiles. Ayer, Binyamin Netanyahu, primer ministro de Israel, dijo que las Fuerzas de Defensa de Israel habían entrado en una segunda fase de la guerra. Advirtió de una operación 'larga y difícil' para 'desmantelar' a Hamas y liberar a los rehenes.\",            \"translated_title\": \"La ONU advierte de una catástrofe humanitaria en Gaza\"        },        {            \"english_version\": \"Ahead of an expected meeting between Joe Biden and Xi Jinping in November, China’s foreign minister, Wang Yi, said the 'road to the San Francisco summit will not be a smooth one'. The two presidents are likely to meet at the Asia-Pacific Economic Cooperation forum. Mr Wang said that both sides needed to 'return to Bali'—a reference to the pair’s amicable meeting last year.\",            \"english_title\": \"China's foreign minister warns of challenges ahead of Biden-Xi meeting\",            \"translated_version\": \"Antes de una reunión esperada entre Joe Biden y Xi Jinping en noviembre, el ministro de Relaciones Exteriores de China, Wang Yi, dijo que el 'camino hacia la cumbre de San Francisco no será fácil'. Es probable que los dos presidentes se encuentren en el Foro de Cooperación Económica Asia-Pacífico. El Sr. Wang dijo que ambas partes necesitaban 'volver a Bali', en referencia a la reunión amistosa del año pasado.\",            \"translated_title\": \"El ministro de Relaciones Exteriores de China advierte de desafíos antes de la reunión Biden-Xi\"        },        {            \"english_version\": \"Kenya will end all visa requirements for Africans by the end of year. The country’s president, William Ruto, said that current visa restrictions were 'working against us'. The African Union has long aspired to visa-free travel around the continent. The Seychelles, the Gambia and Benin all offer entry without a visa to African citizens; other countries are simplifying visa rules or reducing fees.\",            \"english_title\": \"Kenya to remove visa requirements for Africans\",            \"translated_version\": \"Kenia eliminará todos los requisitos de visa para los africanos antes de fin de año. El presidente del país, William Ruto, dijo que las restricciones de visa actuales estaban 'trabajando en nuestra contra'. La Unión Africana ha aspirado durante mucho tiempo a viajar sin visa por todo el continente. Las Seychelles, Gambia y Benin ofrecen la entrada sin visa a los ciudadanos africanos; otros países están simplificando las reglas de visa o reduciendo las tarifas.\",            \"translated_title\": \"Kenia eliminará los requisitos de visa para los africanos\"        },        {            \"english_version\": \"Authorities in Acapulco increased the death toll from Hurricane Otis, which battered the Mexican coastal resort on Wednesday, to 43. The category 5 storm caused billions of dollars worth of damage. Looting has been a problem in several areas amid shortages of food and water. Evelyn Salgado, the governor of the state of Guerrero, said that electricity had been restored to half of the city.\",            \"english_title\": \"Death toll rises after Hurricane Otis hits Acapulco\",            \"translated_version\": \"Las autoridades de Acapulco aumentaron la cifra de muertos por el huracán Otis, que azotó el complejo costero mexicano el miércoles, a 43. La tormenta de categoría 5 causó daños por valor de miles de millones de dólares. El saqueo ha sido un problema en varias áreas debido a la escasez de alimentos y agua. Evelyn Salgado, gobernadora del estado de Guerrero, dijo que se había restablecido la electricidad en la mitad de la ciudad.\",            \"translated_title\": \"Aumenta el número de muertos tras el paso del huracán Otis por Acapulco\"        },        {            \"english_version\": \"The United Automobile Workers is expected on Sunday to ratify a new contract with Ford, a carmaker. On Saturday the union reached a tentative agreement with Stellantis including a 25% pay increase for over four years. But after a setback in negotiations with General Motors the UAW expanded its action to include an engine plant. More than 45,000 workers have been striking against Detroit’s 'big three' carmakers.\",            \"english_title\": \"United Automobile Workers to ratify new contract with Ford\",            \"translated_version\": \"Se espera que el Sindicato de Trabajadores de la Industria Automotriz ratifique el domingo un nuevo contrato con Ford, un fabricante de automóviles. El sábado, el sindicato llegó a un acuerdo tentativo con Stellantis que incluye un aumento salarial del 25% durante más de cuatro años. Pero después de un contratiempo en las negociaciones con General Motors, el UAW amplió su acción para incluir una planta de motores. Más de 45,000 trabajadores han estado en huelga contra los 'tres grandes' fabricantes de automóviles de Detroit.\",            \"translated_title\": \"Los Trabajadores de la Industria Automotriz ratificarán un nuevo contrato con Ford\"        }    ]}"