"{    \"translations\": [        {            \"english_version\": \"South Korea’s opposition party introduced a bill to remove President Yoon Suk Yeol from office. They criticized his brief attempt to seize power as an unforgivable crime. President Yoon declared martial law on Tuesday, restricting political activities and limiting media freedom. However, he reversed this decision six hours later due to opposition from politicians and protesters.\",            \"english_title\": \"South Korea's political crisis\",            \"translated_version\": \"El partido de oposición de Corea del Sur presentó un proyecto de ley para destituir al Presidente Yoon Suk Yeol de su cargo. Criticaron su breve intento de tomar el poder como un crimen imperdonable. El Presidente Yoon declaró la ley marcial el martes, restringiendo las actividades políticas y limitando la libertad de los medios de comunicación. Sin embargo, revirtió esta decisión seis horas después debido a la oposición de los políticos y manifestantes.\",            \"translated_title\": \"Crisis política en Corea del Sur\"        },        {            \"english_version\": \"Brian Thompson, the CEO of UnitedHealthcare, was fatally shot in Midtown Manhattan. Authorities suspect that the shooting was a deliberate attack. The police are currently searching for the perpetrator. UnitedHealth Group, the parent company of UnitedHealthcare, is the largest private health insurer in the United States, generating $371.6 billion in revenue in 2023.\",            \"english_title\": \"Tragic incident involving UnitedHealthcare\",            \"translated_version\": \"Brian Thompson, el CEO de UnitedHealthcare, fue fatalmente herido en Midtown Manhattan. Las autoridades sospechan que el tiroteo fue un ataque deliberado. La policía está buscando actualmente al perpetrador. UnitedHealth Group, la empresa matriz de UnitedHealthcare, es la aseguradora de salud privada más grande de los Estados Unidos, generando $371.6 mil millones en ingresos en 2023.\",            \"translated_title\": \"Incidente trágico con UnitedHealthcare\"        }    ]}"