"{    \"translations\": [        {            \"english_version\": \"The House of Representatives in America voted on Kevin McCarthy's speakership. A congressman from Mr McCarthy's party filed a motion to remove him as speaker because he pushed through a spending bill. The motion to remove him lost by 10 votes.\",            \"english_title\": \"Vote on Kevin McCarthy's Speakership\",            \"translated_version\": \"La Cámara de Representantes en Estados Unidos votó sobre el liderazgo de Kevin McCarthy. Un congresista del partido del Sr. McCarthy presentó una moción para destituirlo como líder porque aprobó un proyecto de ley de gastos. La moción para destituirlo perdió por 10 votos.\",            \"translated_title\": \"Votación sobre el liderazgo de Kevin McCarthy\"        },        {            \"english_version\": \"The Nobel prize in physics was awarded to Pierre Agostini, Ferenc Krausz, and Anne L'Huillier for their work with light pulses. They created these pulses using light from a laser passing through a gas. These pulses are short enough to observe the movement of electrons.\",            \"english_title\": \"Nobel Prize in Physics for Light Pulses\",            \"translated_version\": \"El premio Nobel de física fue otorgado a Pierre Agostini, Ferenc Krausz y Anne L'Huillier por su trabajo con pulsos de luz. Crearon estos pulsos utilizando luz de un láser que pasa a través de un gas. Estos pulsos son lo suficientemente cortos como para observar el movimiento de los electrones.\",            \"translated_title\": \"Premio Nobel de física por pulsos de luz\"        },        {            \"english_version\": \"President Joe Biden spoke to leaders of NATO allies to reassure them that America will support Ukraine. He signed a funding bill for the government that did not include aid for Ukraine. NATO's secretary-general confirmed their commitment to supporting Ukraine.\",            \"english_title\": \"President Biden's Support for Ukraine\",            \"translated_version\": \"El presidente Joe Biden habló con los líderes de los aliados de la OTAN para asegurarles que Estados Unidos apoyará a Ucrania. Firmó un proyecto de ley de financiamiento para el gobierno que no incluía ayuda para Ucrania. El secretario general de la OTAN confirmó su compromiso de apoyar a Ucrania.\",            \"translated_title\": \"Apoyo del presidente Biden a Ucrania\"        },        {            \"english_version\": \"Poland agreed to make it easier for Ukrainian grain to pass through its borders. This raises hopes of resolving a dispute between the two countries. Poland and other central European countries banned imports of Ukrainian grain, causing problems in their domestic markets.\",            \"english_title\": \"Poland's Agreement on Ukrainian Grain\",            \"translated_version\": \"Polonia acordó facilitar el paso del grano ucraniano por sus fronteras. Esto aumenta las esperanzas de resolver una disputa entre los dos países. Polonia y otros países de Europa central prohibieron las importaciones de grano ucraniano, lo que causó problemas en sus mercados internos.\",            \"translated_title\": \"Acuerdo de Polonia sobre el grano ucraniano\"        },        {            \"english_version\": \"A UN humanitarian team visited Nagorno-Karabakh and found that only a small number of ethnic Armenians remain. Azerbaijan recently took control of the region, causing many people to flee. Armenia's parliament voted to join the International Criminal Court, which strained its relationship with Russia.\",            \"english_title\": \"UN Visit to Nagorno-Karabakh\",            \"translated_version\": \"Un equipo humanitario de la ONU visitó Nagorno-Karabaj y encontró que solo queda un pequeño número de armenios étnicos. Azerbaiyán tomó recientemente el control de la región, lo que hizo que muchas personas huyeran. El parlamento de Armenia votó para unirse a la Corte Penal Internacional, lo que tensó su relación con Rusia.\",            \"translated_title\": \"Visita de la ONU a Nagorno-Karabaj\"        },        {            \"english_version\": \"Shares of Evergrande, a Chinese property firm, jumped after trading resumed. The firm's property-services unit also saw an increase in shares. Evergrande is at the center of China's housing crisis.\",            \"english_title\": \"Shares of Evergrande Jump\",            \"translated_version\": \"Las acciones de Evergrande, una empresa inmobiliaria china, subieron después de que se reanudara el comercio. La unidad de servicios inmobiliarios de la empresa también experimentó un aumento en las acciones. Evergrande está en el centro de la crisis de vivienda de China.\",            \"translated_title\": \"Las acciones de Evergrande suben\"        },        {            \"english_version\": \"The World Bank increased its growth expectations for South Asia, saying it has the strongest prospects in the developing world. South Asia is expected to grow by 5.8% in 2023. India is expected to grow by 6.3% this year. The bank warned that South Asian countries may still miss their development goals.\",            \"english_title\": \"World Bank's Growth Expectations for South Asia\",            \"translated_version\": \"El Banco Mundial aumentó sus expectativas de crecimiento para el sur de Asia, diciendo que tiene las perspectivas más fuertes en el mundo en desarrollo. Se espera que el sur de Asia crezca un 5,8% en 2023. Se espera que India crezca un 6,3% este año. El banco advirtió que los países del sur de Asia aún podrían no alcanzar sus metas de desarrollo.\",            \"translated_title\": \"Expectativas de crecimiento del Banco Mundial para el sur de Asia\"        },        {            \"english_version\": \"The trial of Sam Bankman-Fried, the head of a cryptocurrency exchange, began in Manhattan. He is accused of misappropriating billions of dollars in a scheme involving money laundering and fraud. The trial will also bring attention to the cryptocurrency sector.\",            \"english_title\": \"Trial of Sam Bankman-Fried\",            \"translated_version\": \"El juicio de Sam Bankman-Fried, el director de un intercambio de criptomonedas, comenzó en Manhattan. Se le acusa de malversar miles de millones de dólares en un esquema que involucra lavado de dinero y fraude. El juicio también llamará la atención sobre el sector de las criptomonedas.\",            \"translated_title\": \"Juicio de Sam Bankman-Fried\"        },        {            \"english_version\": \"Hunter Biden, the son of President Joe Biden, was arraigned on charges of lying on federal firearms forms and owning a gun illegally. He pleaded not guilty. He is also being investigated for failing to pay taxes.\",            \"english_title\": \"Charges Against Hunter Biden\",            \"translated_version\": \"Hunter Biden, el hijo del presidente Joe Biden, fue acusado de mentir en los formularios federales de armas de fuego y de poseer un arma ilegalmente. Se declaró no culpable. También está siendo investigado por no pagar impuestos.\",            \"translated_title\": \"Cargos contra Hunter Biden\"        },        {            \"english_version\": \"The American and Philippine navies are conducting joint war games in the western Pacific. The exercises oppose Chinese territorial ambitions in the region. Britain, Canada, and Japan are also participating in the war games.\",            \"english_title\": \"Joint War Games in the Pacific\",            \"translated_version\": \"Las marinas estadounidense y filipina están llevando a cabo juegos de guerra conjuntos en el Pacífico occidental. Los ejercicios se oponen a las ambiciones territoriales chinas en la región. Gran Bretaña, Canadá y Japón también participan en los juegos de guerra.\",            \"translated_title\": \"Juegos de guerra conjuntos en el Pacífico\"        },        {            \"english_version\": \"Turkey's central bank has raised its benchmark rate to combat inflation. However, inflation continues to rise, reaching 61.5% in September. The Turkish lira's depreciation is contributing to the price increases.\",            \"english_title\": \"Turkey's Central Bank Raises Rates\",            \"translated_version\": \"El banco central de Turquía ha aumentado su tasa de referencia para combatir la inflación. Sin embargo, la inflación sigue aumentando, alcanzando el 61,5% en septiembre. La depreciación de la lira turca está contribuyendo a los aumentos de precios.\",            \"translated_title\": \"El banco central de Turquía aumenta las tasas\"        },        {            \"english_version\": \"Broadway is featuring more diverse stories and representation. The play 'JaJa's African Hair Braiding' with an all-black cast and black creative leadership opens at the Samuel J. Friedman Theatre. The play explores immigration and the American dream.\",            \"english_title\": \"Diverse Stories on Broadway\",            \"translated_version\": \"Broadway presenta historias y representaciones más diversas. La obra 'JaJa's African Hair Braiding', con un elenco completamente negro y liderazgo creativo negro, se estrena en el Teatro Samuel J. Friedman. La obra explora la inmigración y el sueño americano.\",            \"translated_title\": \"Historias diversas en Broadway\"        },        {            \"english_version\": \"The daily quiz is available for participants to answer questions and win prizes.\",            \"english_title\": \"Daily Quiz for Prizes\",            \"translated_version\": \"El cuestionario diario está disponible para que los participantes respondan preguntas y ganen premios.\",            \"translated_title\": \"Cuestionario diario para ganar premios\"        }    ]}"