"    #####    {        \"translations\": [            {                \"english_version\": \"President Joe Biden mentioned that a ceasefire deal in Gaza is close to being finalized. Qatar, the host of the talks, presented Hamas and Israel with a final draft. The proposed deal aims to release hostages held by Hamas, pause the fighting, and increase humanitarian aid to the Palestinians. Negotiations are scheduled to continue on Tuesday.\",                \"english_title\": \"Ceasefire Deal in Gaza\",                \"translated_version\": \"El Presidente Joe Biden dijo que un acuerdo de alto el fuego en Gaza está cerca de ser finalizado. Qatar, el anfitrión de las conversaciones, presentó a Hamas e Israel con un borrador final. El acuerdo propuesto tiene como objetivo liberar a los rehenes retenidos por Hamas, detener los enfrentamientos y aumentar la ayuda humanitaria a los palestinos. Las negociaciones están programadas para continuar el martes.\",                \"translated_title\": \"Acuerdo de alto el fuego en Gaza\"            },            {                \"english_version\": \"The dollar has reached a two-year high against major currencies due to a strong jobs report released on Friday. This data has reduced expectations of aggressive interest rate cuts by the Federal Reserve in 2025. Share prices in Asia fell as investors are concerned that high interest rates in the U.S. may attract capital to the dollar, affecting weaker currencies and emerging markets.\",                \"english_title\": \"Dollar Strength and Market Reaction\",                \"translated_version\": \"El dólar ha alcanzado un máximo de dos años frente a las principales monedas debido a un informe de empleo sólido publicado el viernes. Estos datos han reducido las expectativas de recortes agresivos en las tasas de interés por la Reserva Federal en 2025. Los precios de las acciones en Asia cayeron ya que los inversores están preocupados de que las altas tasas de interés en los EE. UU. puedan atraer capital al dólar, afectando a las monedas más débiles y a los mercados emergentes.\",                \"translated_title\": \"Fortaleza del dólar y reacción del mercado\"            }        ]    }    #####"