"{    \"translations\": [        {            \"english_version\": \"Talks in Geneva between US and Ukrainian officials have ended with some progress made, but there are still issues that need to be resolved.\",            \"english_title\": \"Geneva Talks\",            \"translated_version\": \"Las conversaciones en Ginebra entre funcionarios de EE.UU. y Ucrania terminaron con algo de progreso, pero todavía hay problemas que resolver.\",            \"translated_title\": \"Conversaciones en Ginebra\"        },        {            \"english_version\": \"The raid on a Catholic school in the West African state happened during a rise in attacks by armed groups.\",            \"english_title\": \"School Raid\",            \"translated_version\": \"El ataque a una escuela católica en el estado de África Occidental ocurrió durante un aumento de ataques por grupos armados.\",            \"translated_title\": \"Ataque a Escuela\"        },        {            \"english_version\": \"Israel is allowing more food into Gaza, but aid workers say important ingredients needed to improve people's diets are still missing.\",            \"english_title\": \"Food in Gaza\",            \"translated_version\": \"Israel está permitiendo más comida en Gaza, pero los trabajadores de ayuda dicen que faltan ingredientes importantes para mejorar la dieta de las personas.\",            \"translated_title\": \"Comida en Gaza\"        },        {            \"english_version\": \"Protests have happened over the buses that take visitors to the world heritage site in Peru.\",            \"english_title\": \"Peru Bus Protests\",            \"translated_version\": \"Hubo protestas por los autobuses que llevan visitantes al sitio de patrimonio mundial en Perú.\",            \"translated_title\": \"Protestas de Autobuses en Perú\"        },        {            \"english_version\": \"Police are looking into claims that Jacob Zuma's daughter, Duduzile, tricked men into fighting in Ukraine.\",            \"english_title\": \"Zuma's Daughter Claims\",            \"translated_version\": \"La policía está investigando afirmaciones de que la hija de Jacob Zuma, Duduzile, engañó a hombres para pelear en Ucrania.\",            \"translated_title\": \"Afirmaciones sobre la Hija de Zuma\"        }    ]}"