"{    \"translations\": [        {            \"english_version\": \"Tyler Robinson's father recognized his son from pictures released by the FBI. He then turned him in with the help of a friend, a youth pastor. The FBI says a family member recognized the 22-year-old man from Utah from surveillance images released to the public.\",            \"english_title\": \"Father Turns in Son\",            \"translated_version\": \"El padre de Tyler Robinson reconoció a su hijo en fotos del FBI. Luego lo entregó con la ayuda de un amigo, un pastor joven. El FBI dice que un familiar reconoció al hombre de 22 años de Utah en imágenes de vigilancia.\",            \"translated_title\": \"Padre Entrega a Hijo\"        },        {            \"english_version\": \"In Bilozerske, eastern Ukraine, people must make the hard decision to leave or risk staying. This is due to the ongoing conflict in the region.\",            \"english_title\": \"Difficult Choice in Ukraine\",            \"translated_version\": \"En Bilozerske, este de Ucrania, la gente debe decidir si irse o quedarse. Esto es por el conflicto en la región.\",            \"translated_title\": \"Decisión Difícil en Ucrania\"        },        {            \"english_version\": \"Steve Biko was seen as a martyr in the fight against white-minority rule. He died in police custody in 1977.\",            \"english_title\": \"Steve Biko's Legacy\",            \"translated_version\": \"Steve Biko fue visto como un mártir en la lucha contra el gobierno de minoría blanca. Murió bajo custodia policial en 1977.\",            \"translated_title\": \"Legado de Steve Biko\"        },        {            \"english_version\": \"All five secondary schools in Beverwijk and Heemskerk are closed to try to restore calm in the area.\",            \"english_title\": \"Schools Closed for Calm\",            \"translated_version\": \"Las cinco escuelas secundarias en Beverwijk y Heemskerk están cerradas para intentar traer calma al área.\",            \"translated_title\": \"Escuelas Cerradas por Calma\"        },        {            \"english_version\": \"The number of Japanese people who are 100 years old or older rose to 99,763 in September. Women make up 88% of this total.\",            \"english_title\": \"Centenarians in Japan\",            \"translated_version\": \"El número de japoneses que tienen 100 años o más subió a 99,763 en septiembre. Las mujeres son el 88% de este total.\",            \"translated_title\": \"Centenarios en Japón\"        }    ]}"