"{    \"translations\": [        {            \"english_version\": \"Leaders of the G7 group of leading democracies have stated their support for Ukraine and their commitment to imposing severe costs on Russia. This comes ahead of the 1,000th day since the Russian invasion.\",            \"english_title\": \"G7 Support for Ukraine\",            \"translated_version\": \"Los líderes del grupo G7 de las principales democracias han expresado su apoyo a Ucrania y su compromiso de imponer costos severos a Rusia. Esto sucede antes del día 1,000 desde la invasión rusa.\",            \"translated_title\": \"Apoyo del G7 a Ucrania\"        },        {            \"english_version\": \"Elon Musk, an adviser to Donald Trump, has endorsed Howard Lutnick as America's potential next treasury secretary. Musk believes Lutnick, the boss of Cantor Fitzgerald, would bring about actual change compared to other candidates who represent 'business as usual'.\",            \"english_title\": \"Elon Musk's Endorsement\",            \"translated_version\": \"Elon Musk, un asesor de Donald Trump, ha respaldado a Howard Lutnick como el potencial próximo secretario del tesoro de América. Musk cree que Lutnick, el jefe de Cantor Fitzgerald, traería un cambio real en comparación con otros candidatos que representan 'negocios como de costumbre'.\",            \"translated_title\": \"El respaldo de Elon Musk\"        },        {            \"english_version\": \"The Economist has been published since September 1843 with the aim of participating in a contest between intelligence and ignorance. The publication seeks to push forward intelligence while overcoming unworthy ignorance that obstructs progress.\",            \"english_title\": \"The Economist's History\",            \"translated_version\": \"The Economist se ha publicado desde septiembre de 1843 con el objetivo de participar en un concurso entre la inteligencia y la ignorancia. La publicación busca promover la inteligencia mientras supera la ignorancia indigna que obstaculiza el progreso.\",            \"translated_title\": \"La historia de The Economist\"        }    ]}"