"{    \"translations\": [        {            \"english_version\": \"The IDF says seven packages with flour, sugar, and canned food were delivered to Gaza. There is a growing hunger crisis there. Families say mothers Mary Sheikh al-Eid and Khadija Abu Anza were shot while seeking aid from a station in southern Gaza.\",            \"english_title\": \"Aid Delivered to Gaza\",            \"translated_version\": \"El IDF dice que siete paquetes con harina, azúcar y comida enlatada fueron entregados a Gaza. Hay una crisis de hambre creciente allí. Las familias dicen que las madres Mary Sheikh al-Eid y Khadija Abu Anza fueron disparadas mientras buscaban ayuda en una estación en el sur de Gaza.\",            \"translated_title\": \"Ayuda a Gaza\"        },        {            \"english_version\": \"Three people died in strikes on Dnipro in Ukraine, while two were killed in Russia's Rostov region.\",            \"english_title\": \"Strikes in Ukraine and Russia\",            \"translated_version\": \"Tres personas murieron en ataques en Dnipro en Ucrania, mientras que dos murieron en la región de Rostov en Rusia.\",            \"translated_title\": \"Ataques en Ucrania y Rusia\"        },        {            \"english_version\": \"Early results of a controversial vote indicate the opposition will keep its majority in Taiwan's parliament.\",            \"english_title\": \"Taiwan Vote Results\",            \"translated_version\": \"Los primeros resultados de una votación controvertida indican que la oposición mantendrá su mayoría en el parlamento de Taiwán.\",            \"translated_title\": \"Resultados de Voto en Taiwán\"        },        {            \"english_version\": \"Thousands of women registered with a company called Tea have had their images illegally accessed, according to the US firm.\",            \"english_title\": \"Image Access Breach\",            \"translated_version\": \"Miles de mujeres registradas con una empresa llamada Tea han tenido sus imágenes accedidas ilegalmente, según la empresa de EE.UU.\",            \"translated_title\": \"Acceso Ilegal a Imágenes\"        },        {            \"english_version\": \"Hackers accessed personal data of the firm's customers, financial professionals, and staff.\",            \"english_title\": \"Data Breach Incident\",            \"translated_version\": \"Hackers accedieron a datos personales de los clientes de la empresa, profesionales financieros y personal.\",            \"translated_title\": \"Incidente de Datos\"        }    ]}"