"{    \"translations\": [        {            \"english_version\": \"President Donald Trump imposed tariffs on imports from Canada and Mexico. He said Americans may feel some pain from these tariffs. Trump believes the measures are necessary and will be worth the price that must be paid.\",            \"english_title\": \"Tariffs Imposed by Trump\",            \"translated_version\": \"El Presidente Donald Trump impuso impuestos a las importaciones de Canadá y México. Dijo que los estadounidenses pueden sentir algo de dolor por estos impuestos. Trump cree que las medidas son necesarias y valdrán el precio que se debe pagar.\",            \"translated_title\": \"Impuestos Impuestos por Trump\"        },        {            \"english_version\": \"Canada and Mexico have vowed to retaliate against the tariffs imposed by Trump. Canada's Prime Minister, Justin Trudeau, announced a 25% levy on American imports. Mexico's President, Claudia Sheinbaum, promised a similar response.\",            \"english_title\": \"Retaliation from Canada and Mexico\",            \"translated_version\": \"Canadá y México han prometido tomar represalias contra los impuestos impuestos por Trump. El Primer Ministro de Canadá, Justin Trudeau, anunció un gravamen del 25% a las importaciones estadounidenses. La Presidenta de México, Claudia Sheinbaum, prometió una respuesta similar.\",            \"translated_title\": \"Represalias de Canadá y México\"        },        {            \"english_version\": \"The tariffs imposed by America include a 25% levy on imports from Canada and Mexico, and a 10% increase on tariffs for China. Canadian oil faces a lower levy of 10%.\",            \"english_title\": \"Tariffs Imposed by America\",            \"translated_version\": \"Los impuestos impuestos por América incluyen un gravamen del 25% a las importaciones de Canadá y México, y un aumento del 10% en los impuestos para China. El petróleo canadiense enfrenta un gravamen más bajo del 10%.\",            \"translated_title\": \"Impuestos Impuestos por América\"        },        {            \"english_version\": \"The European Union has stated that it will respond firmly if Trump imposes tariffs on imports from the bloc. This indicates a potential escalation in trade tensions between the EU and the US.\",            \"english_title\": \"EU's Response to Trump's Tariffs\",            \"translated_version\": \"La Unión Europea ha declarado que responderá firmemente si Trump impone aranceles a las importaciones del bloque. Esto indica una posible escalada en las tensiones comerciales entre la UE y los EE. UU.\",            \"translated_title\": \"Respuesta de la UE a los Aranceles de Trump\"        },        {            \"english_version\": \"The trade actions taken by Trump have sparked reactions from various countries, leading to a potential trade war scenario. The global economy could be impacted by these escalating trade tensions.\",            \"english_title\": \"Trade War Concerns\",            \"translated_version\": \"Las acciones comerciales tomadas por Trump han provocado reacciones de varios países, lo que podría llevar a un escenario de guerra comercial potencial. La economía global podría verse afectada por estas crecientes tensiones comerciales.\",            \"translated_title\": \"Preocupaciones de Guerra Comercial\"        }    ]}"