"{    \"translations\": [        {            \"english_version\": \"Donald Trump rejected a bipartisan border-security bill worth $118bn, calling it `horrendous` and demanding a separate legislation for immigration. The bill links border security to aid for Israel and Ukraine, which has faced opposition from Republicans. The initial vote on the bill is scheduled for Wednesday.\",            \"english_title\": \"Trump rejects border-security bill\",            \"translated_version\": \"Donald Trump rechazó un proyecto de ley bipartidista de seguridad fronteriza por valor de $118bn, calificándolo de `horrendo` y exigiendo una legislación separada para la inmigración. El proyecto de ley vincula la seguridad fronteriza con la ayuda a Israel y Ucrania, lo cual ha enfrentado oposición de los republicanos. La votación inicial sobre el proyecto de ley está programada para el miércoles.\",            \"translated_title\": \"Trump rechaza proyecto de ley de seguridad fronteriza\"        },        {            \"english_version\": \"King Charles III has been diagnosed with cancer, according to Buckingham Palace. His public duties have been paused, but he remains positive and looks forward to returning to work soon. The cancer was discovered last month during treatment for an enlarged prostate. The type of cancer was not specified. He was crowned in May.\",            \"english_title\": \"King Charles III diagnosed with cancer\",            \"translated_version\": \"El rey Carlos III ha sido diagnosticado con cáncer, según el Palacio de Buckingham. Sus deberes públicos se han pausado, pero él se mantiene positivo y espera regresar al trabajo pronto. El cáncer fue descubierto el mes pasado durante el tratamiento de una próstata agrandada. No se especificó el tipo de cáncer. Fue coronado en mayo.\",            \"translated_title\": \"Rey Carlos III diagnosticado con cáncer\"        },        {            \"english_version\": \"António Guterres, the secretary-general of the United Nations, appointed an independent review group to investigate allegations of UN Relief and Works Agency workers' involvement in Hamas's assault on Israel. The final report is expected to be completed by April and will be made public. Donations to the agency have been frozen by several governments.\",            \"english_title\": \"UN investigates allegations of worker involvement in Hamas assault\",            \"translated_version\": \"António Guterres, el secretario general de las Naciones Unidas, nombró un grupo de revisión independiente para investigar las acusaciones de la participación de los trabajadores de la Agencia de las Naciones Unidas para el Socorro y la Obras en el asalto de Hamas a Israel. Se espera que el informe final se complete para abril y se haga público. Las donaciones a la agencia han sido congeladas por varios gobiernos.\",            \"translated_title\": \"ONU investiga acusaciones de participación de trabajadores en asalto de Hamas\"        },        {            \"english_version\": \"The owners of Yandex, a tech business, have announced the sale of the company's Russian operations for 475bn roubles ($5bn). The acquisition will be made by a group of Russian investors. This marks the largest corporate exit from Russia since the invasion of Ukraine two years ago.\",            \"english_title\": \"Yandex sells Russian operations\",            \"translated_version\": \"Los propietarios de Yandex, un negocio tecnológico, han anunciado la venta de las operaciones rusas de la compañía por 475bn rublos ($5bn). La adquisición será realizada por un grupo de inversores rusos. Esto marca la mayor salida corporativa de Rusia desde la invasión de Ucrania hace dos años.\",            \"translated_title\": \"Yandex vende operaciones en Rusia\"        },        {            \"english_version\": \"Antony Blinken, America's secretary of state, arrived in the Middle East for negotiations regarding the Israel-Gaza war. He is expected to push for a ceasefire and the release of Israeli hostages. Jake Sullivan, America's national security advisor, stated that there would be further strikes on Iranian proxies after a drone attack killed three American soldiers in Jordan last month.\",            \"english_title\": \"Blinken arrives in Middle East for Israel-Gaza negotiations\",            \"translated_version\": \"Antony Blinken, el secretario de estado de Estados Unidos, llegó a Oriente Medio para negociaciones relacionadas con la guerra entre Israel y Gaza. Se espera que presione por un alto el fuego y la liberación de rehenes israelíes. Jake Sullivan, el asesor de seguridad nacional de Estados Unidos, afirmó que habrá más ataques a los aliados iraníes después de que un ataque con drones matara a tres soldados estadounidenses en Jordania el mes pasado.\",            \"translated_title\": \"Blinken llega a Oriente Medio para negociaciones sobre Israel-Gaza\"        }    ]}"