"{    \"translations\": [        {            \"english_version\": \"Vladimir Putin says the plan could be the basis for peace but warns Russia is ready to keep fighting. Russia and Ukraine might soon start serious talks, according to the BBC's Russia editor.\",            \"english_title\": \"Putin on Peace Plan\",            \"translated_version\": \"Vladimir Putin dice que el plan puede ser la base para la paz pero advierte que Rusia está lista para seguir peleando. Rusia y Ucrania podrían pronto empezar charlas serias, según el editor de Rusia de la BBC.\",            \"translated_title\": \"Putin sobre Plan de Paz\"        },        {            \"english_version\": \"Fifteen women are killed every day in a country with one of the highest rates of gender violence in the world.\",            \"english_title\": \"High Gender Violence\",            \"translated_version\": \"Quince mujeres son asesinadas cada día en un país con una de las tasas más altas de violencia de género en el mundo.\",            \"translated_title\": \"Alta Violencia de Género\"        },        {            \"english_version\": \"Police say the gang robbed a van carrying cash between bank branches in Bengaluru city.\",            \"english_title\": \"Gang Robs Cash Van\",            \"translated_version\": \"La policía dice que la banda robó una furgoneta que llevaba dinero entre sucursales de bancos en la ciudad de Bengaluru.\",            \"translated_title\": \"Banda Roba Furgoneta de Dinero\"        },        {            \"english_version\": \"Several groups, some supported by Israel, are against Hamas in Gaza, with complex and overlapping connections.\",            \"english_title\": \"Groups Against Hamas\",            \"translated_version\": \"Varios grupos, algunos apoyados por Israel, están contra Hamas en Gaza, con conexiones complejas y superpuestas.\",            \"translated_title\": \"Grupos Contra Hamas\"        },        {            \"english_version\": \"The epicenter of the earthquake was about 30 kilometers from the capital, Dhaka.\",            \"english_title\": \"Earthquake Near Dhaka\",            \"translated_version\": \"El epicentro del terremoto fue a unos 30 kilómetros de la capital, Dhaka.\",            \"translated_title\": \"Terremoto Cerca de Dhaka\"        }    ]}"