"{    \"translations\": [        {            \"english_version\": \"Rebel forces in Syria claimed to have captured Damascus, the capital. They declared it 'free of the tyrant, Bashar al-Assad'. The president reportedly fled by plane. Crowds gathered to celebrate on the streets of Damascus and Aleppo, Syria’s second city. The leader of HTS, an Islamist militant group, said public institutions will 'remain under the supervision of the former prime minister until they are officially handed over'. Earlier rebels in the north-west who began a surprise offensive on November 27th announced they had 'fully liberated' the city of Homs, a strategically important city and Syria’s third-largest.\",            \"english_title\": \"Syria Rebel Forces Capture Damascus\",            \"translated_version\": \"Las fuerzas rebeldes en Siria dijeron que capturaron Damasco, la capital. Lo declararon 'libre del tirano, Bashar al-Assad'. Se dice que el presidente huyó en avión. Multitudes se reunieron para celebrar en las calles de Damasco y Alepo, la segunda ciudad de Siria. El líder de HTS, un grupo militante islamista, dijo que las instituciones públicas 'permanecerán bajo la supervisión del ex primer ministro hasta que sean oficialmente entregadas'. Los rebeldes en el noroeste que comenzaron una ofensiva sorpresa el 27 de noviembre anunciaron que habían 'liberado completamente' la ciudad de Homs, una ciudad estratégicamente importante y la tercera más grande de Siria.\",            \"translated_title\": \"Fuerzas Rebeldes Capturan Damasco en Siria\"        },        {            \"english_version\": \"South Korean prosecutors arrested Kim Yong-Hyun, a former defence minister, over his role in a short-lived coup attempt by Yoon Suk Yeol, the president. Mr Yoon had declared martial law on December 3rd, rescinding it a few hours later. On Saturday a parliamentary motion to impeach him failed, to the dismay of thousands of protesters outside the National Assembly.\",            \"english_title\": \"South Korean Former Defence Minister Arrested\",            \"translated_version\": \"Los fiscales surcoreanos arrestaron a Kim Yong-Hyun, un ex ministro de defensa, por su papel en un intento de golpe de estado de corta duración por Yoon Suk Yeol, el presidente. El Sr. Yoon había declarado la ley marcial el 3 de diciembre, revocándola unas horas más tarde. El sábado, una moción parlamentaria para destituirlo fracasó, para la consternación de miles de manifestantes fuera de la Asamblea Nacional.\",            \"translated_title\": \"Arrestado Ex Ministro de Defensa de Corea del Sur\"        }    ]}"