"    #####    {        \"translations\": [            {                \"english_version\": \"The Biden administration is planning to impose new tariffs on products imported from China. These tariffs will affect goods worth $18 billion, such as electric vehicles, solar equipment, and batteries. The tariff rate on electric vehicles will increase to 100%, and in some cases, taxes on steel and aluminum imports will be tripled. This decision comes just months before the presidential election and aims to protect American jobs from the influx of unfairly priced Chinese goods.\",                \"english_title\": \"US-China Trade Relations\",                \"translated_version\": \"El gobierno de Biden planea poner nuevos impuestos a productos que vienen de China. Estos impuestos afectarán a bienes por valor de $18 mil millones, como vehículos eléctricos, equipos solares y baterías. El impuesto sobre vehículos eléctricos aumentará al 100%, y en algunos casos, los impuestos sobre las importaciones de acero y aluminio se triplicarán. Esta decisión se toma justo meses antes de las elecciones presidenciales y tiene como objetivo proteger los empleos estadounidenses de la avalancha de productos chinos con precios injustos.\",                \"translated_title\": \"Relaciones Comerciales entre EE. UU. y China\"            },            {                \"english_version\": \"Georgia's parliament has passed a 'foreign agent' bill that mandates NGOs and media organizations receiving over 20% of their funding from abroad to register publicly. This law appears to be inspired by similar measures in Russia, where the 'foreign agent' label has been used to suppress dissenting voices. The enactment of this legislation could impact Georgia's aspirations to join the European Union.\",                \"english_title\": \"Foreign Agent Bill in Georgia\",                \"translated_version\": \"El parlamento de Georgia ha aprobado una ley de 'agente extranjero' que obliga a las ONG y organizaciones de medios que reciben más del 20% de su financiación del extranjero a registrarse públicamente. Esta ley parece estar inspirada en medidas similares en Rusia, donde la etiqueta de 'agente extranjero' se ha utilizado para suprimir voces disidentes. La promulgación de esta legislación podría afectar a las aspiraciones de Georgia de unirse a la Unión Europea.\",                \"translated_title\": \"Ley de Agente Extranjero en Georgia\"            }        ]    }    #####"