"{    \"translations\": [        {            \"english_version\": \"American and British destroyers downed more than a dozen drones over the Red Sea. Several shipping companies, including Maersk, a Danish freight giant, have told customers that they are suspending journeys through the waterway after missile attacks by the Houthis, an Iran-backed Yemeni militant group that claims to target ships heading towards Israel. Fully 10% of globally traded seaborne oil transits through the Bab al-Mandab strait, a narrow Red Sea waterway between Yemen and the Horn of Africa.\",            \"english_title\": \"Drones Downed over the Red Sea\",            \"translated_version\": \"Barcos de guerra estadounidenses y británicos derribaron más de una docena de drones sobre el Mar Rojo. Varias compañías navieras, incluyendo Maersk, un gigante de carga danés, han informado a sus clientes que están suspendiendo los viajes a través de la vía fluvial después de los ataques con misiles de los hutíes, un grupo militante yemení respaldado por Irán que afirma atacar a los barcos que se dirigen hacia Israel. El 10% de todo el petróleo marítimo comercializado a nivel mundial transita a través del estrecho de Bab al-Mandab, una estrecha vía fluvial del Mar Rojo entre Yemen y el Cuerno de África.\",            \"translated_title\": \"Drones derribados sobre el Mar Rojo\"        },        {            \"english_version\": \"The Israel Defence Forces admitted that the three hostages that it killed by mistake on Friday were bare-chested and holding makeshift white flags. A spokesman said that Hamas fighters operated in civilian attire, but acknowledged that the killings were against its rules of engagement. Israel’s intelligence chief reportedly later met high-level Qatari officials. Qatar brokered a previous deal on hostage releases. The foreign ministers of Britain and Germany, meanwhile, jointly called for a 'sustainable' ceasefire in the conflict.\",            \"english_title\": \"Hostages Killed by Mistake\",            \"translated_version\": \"Las Fuerzas de Defensa de Israel admitieron que los tres rehenes que mataron por error el viernes estaban sin camisa y sosteniendo banderas blancas improvisadas. Un portavoz dijo que los combatientes de Hamas operaban vestidos de civil, pero reconoció que los asesinatos iban en contra de sus reglas de combate. Se informa que el jefe de inteligencia de Israel se reunió posteriormente con altos funcionarios de Qatar. Qatar intermedió un acuerdo anterior sobre la liberación de rehenes. Mientras tanto, los ministros de Relaciones Exteriores de Gran Bretaña y Alemania pidieron conjuntamente un alto el fuego 'sostenible' en el conflicto.\",            \"translated_title\": \"Rehenes asesinados por error\"        },        {            \"english_version\": \"Two people were killed by a Ukrainian missile attack in one of the Russian-held villages in Ukraine’s Kherson region, according to the occupying authorities. Earlier Ukraine launched a series of drone attacks on Crimea, a peninsula annexed by Russia in 2014, and parts of Russia proper. Russian officials said their air defences shot down some 38 drones, in what appeared to be the heaviest such attack in weeks.\",            \"english_title\": \"Missile Attack in Ukraine\",            \"translated_version\": \"Según las autoridades ocupantes, dos personas murieron en un ataque con misiles ucraniano en una de las aldeas controladas por Rusia en la región de Kherson, Ucrania. Anteriormente, Ucrania lanzó una serie de ataques con drones en Crimea, una península anexada por Rusia en 2014, y en partes de Rusia propiamente dicha. Los funcionarios rusos dijeron que sus defensas aéreas derribaron unos 38 drones, en lo que parecía ser el ataque más fuerte de este tipo en semanas.\",            \"translated_title\": \"Ataque con misiles en Ucrania\"        },        {            \"english_version\": \"Angelo Becciu, an Italian cardinal once seen as a possible successor to Pope Francis, was given a five-and-a-half-year jail sentence by a court in the Vatican. Cardinal Becciu, the most senior churchman to face the court, was convicted of various financial crimes. Central to these was his alleged influence on a €350m ($380m) investment in London property by the Secretariat of State, the pre-eminent branch of the Vatican bureaucracy.\",            \"english_title\": \"Italian Cardinal Sentenced to Jail\",            \"translated_version\": \"Angelo Becciu, un cardenal italiano que alguna vez fue considerado como un posible sucesor del Papa Francisco, fue condenado a cinco años y medio de prisión por un tribunal en el Vaticano. El cardenal Becciu, el eclesiástico de mayor rango en enfrentar el tribunal, fue declarado culpable de varios delitos financieros. En el centro de estos delitos se encontraba su supuesta influencia en una inversión de €350 millones ($380 millones) en propiedades en Londres por parte del Secretariado de Estado, la rama preeminente de la burocracia del Vaticano.\",            \"translated_title\": \"Cardenal italiano condenado a prisión\"        },        {            \"english_version\": \"Sixty-one migrants were feared drowned after their boat was shipwrecked off the coast of Libya. According to the UN’s International Organisation for Migration, the boat set sail with 86 people on board. The UN says that since 2020 more than 10,000 people have died or are missing after attempting to cross the central and western Mediterranean in an attempt to reach Europe.\",            \"english_title\": \"Migrants Feared Drowned\",            \"translated_version\": \"Se teme que sesenta y un migrantes se hayan ahogado después de que su barco naufragara frente a la costa de Libia. Según la Organización Internacional para las Migraciones de la ONU, el barco zarpó con 86 personas a bordo. La ONU afirma que desde 2020 más de 10,000 personas han muerto o están desaparecidas después de intentar cruzar el Mediterráneo central y occidental en un intento por llegar a Europa.\",            \"translated_title\": \"Migrantes temidos ahogados\"        }    ]}"