"{    \"translations\": [        {            \"english_version\": \"Donald Trump won the American presidential election. He said he would bring the country together and called his victory the greatest political movement ever. He won in Pennsylvania and Wisconsin, getting 277 electoral college votes.\",            \"english_title\": \"Trump's Victory in the Election\",            \"translated_version\": \"Donald Trump ganó la elección presidencial estadounidense. Dijo que uniría al país y llamó a su victoria el movimiento político más grande. Ganó en Pennsylvania y Wisconsin, obteniendo 277 votos del colegio electoral.\",            \"translated_title\": \"La Victoria de Trump en la Elección\"        },        {            \"english_version\": \"Kamala Harris did not admit defeat after Donald Trump won four swing states. He also won in North Carolina, Georgia, and Iowa. Trump won big states like Texas and Florida, while Harris won in New York and California.\",            \"english_title\": \"Results of Swing States\",            \"translated_version\": \"Kamala Harris no admitió la derrota después de que Donald Trump ganara cuatro estados clave. También ganó en Carolina del Norte, Georgia e Iowa. Trump ganó en estados grandes como Texas y Florida, mientras que Harris ganó en Nueva York y California.\",            \"translated_title\": \"Resultados de los Estados Clave\"        },        {            \"english_version\": \"The Economist has been publishing since September 1843. They aim to promote intelligence and progress while fighting against ignorance. The Economist Group offers various services and events.\",            \"english_title\": \"History of The Economist\",            \"translated_version\": \"The Economist ha estado publicando desde septiembre de 1843. Su objetivo es promover la inteligencia y el progreso mientras luchan contra la ignorancia. El Grupo The Economist ofrece varios servicios y eventos.\",            \"translated_title\": \"Historia de The Economist\"        },        {            \"english_version\": \"The website uses cookies and similar technologies to improve user experience. They have policies in place for terms of use, privacy, cookies, and accessibility. The Economist Newspaper Limited holds the copyright for their content.\",            \"english_title\": \"Website Policies\",            \"translated_version\": \"El sitio web utiliza cookies y tecnologías similares para mejorar la experiencia del usuario. Tienen políticas para términos de uso, privacidad, cookies y accesibilidad. The Economist Newspaper Limited tiene los derechos de autor de su contenido.\",            \"translated_title\": \"Políticas del Sitio Web\"        },        {            \"english_version\": \"The Economist Group provides information through various platforms like LinkedIn, Facebook, Instagram, TikTok, and more. They offer educational courses and job opportunities. The group focuses on intelligence and impact in their work.\",            \"english_title\": \"Information by The Economist Group\",            \"translated_version\": \"El Grupo The Economist proporciona información a través de varias plataformas como LinkedIn, Facebook, Instagram, TikTok y más. Ofrecen cursos educativos y oportunidades laborales. El grupo se enfoca en la inteligencia y el impacto en su trabajo.\",            \"translated_title\": \"Información por el Grupo The Economist\"        }    ]}"