"{    \"translations\": [        {            \"english_version\": \"More than 100 aid agencies have accused Israel of not allowing them to access important supplies. These supplies are crucial for their work.\",            \"english_title\": \"Aid Agencies Accuse Israel\",            \"translated_version\": \"Más de 100 agencias de ayuda han acusado a Israel de no permitirles acceder a suministros importantes. Estos suministros son cruciales para su trabajo.\",            \"translated_title\": \"Agencias acusan a Israel\"        },        {            \"english_version\": \"Protests are increasing in Ukrainian cities. Some of Kyiv's closest allies are very worried about the situation.\",            \"english_title\": \"Protests in Ukraine\",            \"translated_version\": \"Las protestas están aumentando en las ciudades ucranianas. Algunos de los aliados más cercanos de Kyiv están muy preocupados por la situación.\",            \"translated_title\": \"Protestas en Ucrania\"        },        {            \"english_version\": \"A Foreign Office report shows that the biggest budget cuts will happen in Africa. This means less money will be spent on women's health and water sanitation.\",            \"english_title\": \"Budget Cuts in Africa\",            \"translated_version\": \"Un informe de la Oficina de Asuntos Exteriores muestra que los mayores recortes de presupuesto ocurrirán en África. Esto significa que se gastará menos dinero en la salud de las mujeres y en la limpieza del agua.\",            \"translated_title\": \"Recortes en África\"        },        {            \"english_version\": \"Choi Mal-ja, who is now 78 years old, has been trying for years to overturn her sentence. She was attacked when she was 18.\",            \"english_title\": \"Choi Mal-ja's Fight\",            \"translated_version\": \"Choi Mal-ja, que ahora tiene 78 años, ha estado tratando durante años de cambiar su sentencia. Fue atacada cuando tenía 18 años.\",            \"translated_title\": \"Lucha de Choi Mal-ja\"        },        {            \"english_version\": \"Ethiopia has said many times that the megadam, which is a big source of pride for the country, was completely funded by themselves.\",            \"english_title\": \"Ethiopia's Megadam\",            \"translated_version\": \"Etiopía ha dicho muchas veces que la megarepresa, que es un gran orgullo para el país, fue financiada completamente por ellos mismos.\",            \"translated_title\": \"Megarepresa de Etiopía\"        }    ]}"