"{    \"translations\": [        {            \"english_version\": \"US envoy Steve Witkoff went to Moscow to meet Russia's Vladimir Putin. President Trump said they will succeed in Gaza and talked about plans for rebuilding after the war.\",            \"english_title\": \"US Envoy Visits Moscow\",            \"translated_version\": \"El enviado de EE.UU., Steve Witkoff, fue a Moscú para reunirse con Vladimir Putin de Rusia. El presidente Trump dijo que tendrán éxito en Gaza y habló sobre planes para reconstruir después de la guerra.\",            \"translated_title\": \"Enviado de EE.UU. visita Moscú\"        },        {            \"english_version\": \"The Syrian Democratic Forces (SDF) retreated in the north-east, which is the biggest change in control in Syria since Bashar al-Assad fell.\",            \"english_title\": \"SDF Retreats in Syria\",            \"translated_version\": \"Las Fuerzas Democráticas Sirias (SDF) se retiraron en el noreste, lo cual es el mayor cambio en el control en Siria desde que Bashar al-Assad cayó.\",            \"translated_title\": \"SDF se retira en Siria\"        },        {            \"english_version\": \"A ship called Grinch was stopped by the French navy while it was traveling between Spain and Morocco.\",            \"english_title\": \"Ship Grinch Stopped\",            \"translated_version\": \"Un barco llamado Grinch fue detenido por la marina francesa mientras viajaba entre España y Marruecos.\",            \"translated_title\": \"Barco Grinch detenido\"        },        {            \"english_version\": \"Prosecutors are looking into many more deaths that might be linked to a former nurse who worked in palliative care.\",            \"english_title\": \"Investigation on Nurse\",            \"translated_version\": \"Los fiscales están investigando muchas más muertes que podrían estar relacionadas con una exenfermera que trabajaba en cuidados paliativos.\",            \"translated_title\": \"Investigación sobre enfermera\"        },        {            \"english_version\": \"Foreign Secretary Yvette Cooper said the Russian president has not shown any commitment to peace in Ukraine.\",            \"english_title\": \"No Peace Commitment\",            \"translated_version\": \"La secretaria de Relaciones Exteriores, Yvette Cooper, dijo que el presidente ruso no ha mostrado ningún compromiso con la paz en Ucrania.\",            \"translated_title\": \"Sin compromiso de paz\"        }    ]}"