"{    \"translations\": [        {            \"english_version\": \"Jonas Gahr Støre agreed with Princess Mette-Marit's comments about her contacts with a sex offender. The US Department of Justice released footage showing the sex offender being questioned.\",            \"english_title\": \"Princess and Sex Offender\",            \"translated_version\": \"Jonas Gahr Støre estuvo de acuerdo con los comentarios de la Princesa Mette-Marit sobre sus contactos con un delincuente sexual. El Departamento de Justicia de EE.UU. mostró un video del delincuente sexual siendo interrogado.\",            \"translated_title\": \"Princesa y Delincuente Sexual\"        },        {            \"english_version\": \"Several artists canceled performances at the Trump Kennedy Center after it was renamed. This move follows the renaming of the storied institution.\",            \"english_title\": \"Artists Cancel Shows\",            \"translated_version\": \"Varios artistas cancelaron presentaciones en el Trump Kennedy Center después de que cambió de nombre. Esto pasó después de que la institución famosa cambió de nombre.\",            \"translated_title\": \"Artistas Cancelan Shows\"        },        {            \"english_version\": \"Fifteen people were injured in a strike near a bus carrying workers on Sunday.\",            \"english_title\": \"Bus Strike Injuries\",            \"translated_version\": \"Quince personas resultaron heridas en un ataque cerca de un autobús que llevaba trabajadores el domingo.\",            \"translated_title\": \"Heridos en Ataque al Bus\"        },        {            \"english_version\": \"The BBC's Lyse Doucet follows Hind Kabawat as she deals with the challenges in Syria after Assad.\",            \"english_title\": \"Challenges in Syria\",            \"translated_version\": \"Lyse Doucet de la BBC sigue a Hind Kabawat mientras enfrenta los desafíos en Siria después de Assad.\",            \"translated_title\": \"Desafíos en Siria\"        },        {            \"english_version\": \"Reports in January said a boy was to be executed after being arrested for anti-government protests. A judge ordered his release, calling his detention cruel and lacking human decency.\",            \"english_title\": \"Boy's Release Ordered\",            \"translated_version\": \"Informes en enero decían que un niño iba a ser ejecutado después de ser arrestado por protestas contra el gobierno. Un juez ordenó su liberación, diciendo que su detención era cruel y sin decencia humana.\",            \"translated_title\": \"Liberación del Niño Ordenada\"        }    ]}"