"{    \"translations\": [        {            \"english_version\": \"The Ukrainian leader plans to meet the US president in Florida. He thinks many decisions can be made before the new year.\",            \"english_title\": \"Ukrainian Leader's Meeting\",            \"translated_version\": \"El líder de Ucrania planea reunirse con el presidente de Estados Unidos en Florida. Él piensa que se pueden tomar muchas decisiones antes del nuevo año.\",            \"translated_title\": \"Reunión del Líder de Ucrania\"        },        {            \"english_version\": \"President Trump has accused the Nigerian government of not protecting Christians from jihadists.\",            \"english_title\": \"Trump Accuses Nigeria\",            \"translated_version\": \"El presidente Trump ha acusado al gobierno de Nigeria de no proteger a los cristianos de los yihadistas.\",            \"translated_title\": \"Trump Acusa a Nigeria\"        },        {            \"english_version\": \"Somalia, Egypt, Turkey, and Djibouti have condemned a decision, calling it a dangerous precedent.\",            \"english_title\": \"Countries Condemn Decision\",            \"translated_version\": \"Somalia, Egipto, Turquía y Yibuti han condenado una decisión, llamándola un precedente peligroso.\",            \"translated_title\": \"Países Condenan Decisión\"        },        {            \"english_version\": \"Najib was found guilty for his part in a billion-dollar scandal with the country's wealth fund 1MDB.\",            \"english_title\": \"Najib Found Guilty\",            \"translated_version\": \"Najib fue encontrado culpable por su parte en un escándalo de mil millones de dólares con el fondo de riqueza del país 1MDB.\",            \"translated_title\": \"Najib Culpable\"        },        {            \"english_version\": \"An explosion in Homs hit an area mostly with Alawites, a group that has faced violence since former-President Bashar al-Assad's fall.\",            \"english_title\": \"Explosion in Homs\",            \"translated_version\": \"Una explosión en Homs afectó un área mayormente con alauitas, un grupo que ha enfrentado violencia desde la caída del ex presidente Bashar al-Assad.\",            \"translated_title\": \"Explosión en Homs\"        }    ]}"