"{    \"translations\": [        {            \"english_version\": \"The heads of Israel’s and America’s intelligence agencies met in Qatar to discuss a possible next phase of a truce between Israel and Hamas, which is in its fifth day. The meeting between the CIA and Mossad was also attended by Egyptian officials, according to Reuters. The temporary truce was extended on Monday to facilitate the exchange of more hostages being held in Gaza with Palestinian prisoners held in Israel. So far 50 Israeli women and children and 150 Palestinian women and teenagers have been released. Ten hostages are expected to be released on Tuesday in return for 30 Palestinians.\",            \"english_title\": \"Israel and America discuss truce with Hamas\",            \"translated_version\": \"Los jefes de las agencias de inteligencia de Israel y Estados Unidos se reunieron en Qatar para discutir una posible próxima fase de una tregua entre Israel y Hamas, que está en su quinto día. La reunión entre la CIA y el Mossad también contó con la presencia de funcionarios egipcios, según Reuters. La tregua temporal se extendió el lunes para facilitar el intercambio de más rehenes que se encuentran en Gaza con prisioneros palestinos detenidos en Israel. Hasta ahora se han liberado 50 mujeres y niños israelíes y 150 mujeres y adolescentes palestinos. Se espera que se liberen diez rehenes el martes a cambio de 30 palestinos.\",            \"translated_title\": \"Israel y Estados Unidos discuten tregua con Hamas\"        },        {            \"english_version\": \"Finland will close its only remaining border crossing with Russia to reduce the number of asylum-seekers entering the country. Some 900 people, many from Somalia and Syria, arrived in November, compared with only a few dozen in September and October. The border will close for two weeks. Finland says Russia is funnelling migrants across the border in retaliation for its joining NATO.\",            \"english_title\": \"Finland to close border crossing with Russia\",            \"translated_version\": \"Finlandia cerrará su único cruce fronterizo restante con Rusia para reducir el número de solicitantes de asilo que ingresan al país. Algunas 900 personas, muchas de Somalia y Siria, llegaron en noviembre, en comparación con solo unas pocas docenas en septiembre y octubre. La frontera cerrará durante dos semanas. Finlandia dice que Rusia está canalizando migrantes a través de la frontera en represalia por unirse a la OTAN.\",            \"translated_title\": \"Finlandia cerrará cruce fronterizo con Rusia\"        },        {            \"english_version\": \"Britain’s antitrust regulator challenged a deal which would see Adobe, an American tech giant, buy Figma, a smaller rival, for $20bn. The Competition and Markets Authority said that the deal, announced last year, would harm competition in the design-software sector. The watchdog will decide by the end of February whether to block the merger. Earlier this month the European Commission raised similar concerns.\",            \"english_title\": \"Regulator challenges Adobe's deal to buy Figma\",            \"translated_version\": \"El regulador de competencia de Gran Bretaña desafió un acuerdo que permitiría a Adobe, un gigante tecnológico estadounidense, comprar Figma, un competidor más pequeño, por $20 mil millones. La Autoridad de Competencia y Mercados dijo que el acuerdo, anunciado el año pasado, perjudicaría la competencia en el sector de software de diseño. El organismo decidirá a fines de febrero si bloquear la fusión. A principios de este mes, la Comisión Europea planteó preocupaciones similares.\",            \"translated_title\": \"Regulador desafía acuerdo de Adobe para comprar Figma\"        },        {            \"english_version\": \"The wife of the head of Ukraine’s defence intelligence agency was poisoned with heavy metals, according to Babel, a Ukrainian news website. Marianna Budanova, who is married to Lieutenant General Kyrylo Budanov, the country’s spy chief, was taken to hospital. Reports say that she consumed the poison in her food.\",            \"english_title\": \"Wife of Ukraine's spy chief poisoned\",            \"translated_version\": \"La esposa del jefe de la agencia de inteligencia de defensa de Ucrania fue envenenada con metales pesados, según Babel, un sitio web de noticias ucraniano. Marianna Budanova, quien está casada con el teniente general Kyrylo Budanov, jefe de espías del país, fue llevada al hospital. Los informes dicen que consumió el veneno en su comida.\",            \"translated_title\": \"Esposa del jefe de espías de Ucrania envenenada\"        },        {            \"english_version\": \"Britain sparked a diplomatic spat with Greece when Rishi Sunak, the prime minister, abruptly cancelled a planned meeting with Kyriakos Mitsotakis, his Greek counterpart. On Sunday Mr Mitsotakis had told the BBC that the Parthenon sculptures should be returned to Greece from the British Museum. Greece has long contended that the sculptures were stolen from the Acropolis by Lord Elgin, a British diplomat, in the 1800s.\",            \"english_title\": \"Diplomatic spat between Britain and Greece\",            \"translated_version\": \"Gran Bretaña provocó una disputa diplomática con Grecia cuando Rishi Sunak, el primer ministro, canceló abruptamente una reunión planificada con Kyriakos Mitsotakis, su homólogo griego. El domingo, el Sr. Mitsotakis le dijo a la BBC que las esculturas del Partenón deberían ser devueltas a Grecia desde el Museo Británico. Grecia ha sostenido durante mucho tiempo que las esculturas fueron robadas del Partenón por Lord Elgin, un diplomático británico, en el siglo XIX.\",            \"translated_title\": \"Disputa diplomática entre Gran Bretaña y Grecia\"        }    ]}"