"{    \"translations\": [        {            \"english_version\": \"Less than an hour ago, Russia released over 100 Ukrainian soldiers and officers they had captured during Ukraine's incursion into the Kursk region. In return, Ukraine released the same number of Russians. This marks the second significant exchange of prisoners of war in two days. The United Arab Emirates mediated the deal, making it the eighth such agreement brokered by the Gulf state since the beginning of 2024.\",            \"english_title\": \"Prisoner-of-War Swap Between Russia and Ukraine\",            \"translated_version\": \"Hace menos de una hora, Rusia liberó a más de 100 soldados y oficiales ucranianos que habían capturado durante la incursión de Ucrania en la región de Kursk. A cambio, Ucrania liberó la misma cantidad de rusos. Esto marca el segundo intercambio significativo de prisioneros de guerra en dos días. Los Emiratos Árabes Unidos mediaron en el acuerdo, convirtiéndolo en el octavo acuerdo de este tipo negociado por el estado del Golfo desde principios de 2024.\",            \"translated_title\": \"Intercambio de Prisioneros de Guerra Entre Rusia y Ucrania\"        },        {            \"english_version\": \"Researchers from the Federal Reserve and Haverford College suggest that dating apps may have contributed to up to half of the growth in income inequality in America since 1980. Americans have become less selective about their partners' race, although it remains a primary factor. However, they have become more discerning about skills, education, and income, leading to wealthier individuals partnering with similar counterparts.\",            \"english_title\": \"Impact of Dating Apps on Income Inequality in America\",            \"translated_version\": \"Investigadores de la Reserva Federal y el Colegio Haverford sugieren que las aplicaciones de citas pueden haber contribuido hasta la mitad del crecimiento de la desigualdad de ingresos en América desde 1980. Los estadounidenses se han vuelto menos selectivos sobre la raza de sus parejas, aunque sigue siendo un factor principal. Sin embargo, se han vuelto más exigentes en cuanto a habilidades, educación e ingresos, lo que lleva a personas más ricas a asociarse con contrapartes similares.\",            \"translated_title\": \"Impacto de las Aplicaciones de Citas en la Desigualdad de Ingresos en América\"        }    ]}"