"{    \"translations\": [        {            \"english_version\": \"The BBC has received eyewitness accounts of security forces attacking anti-government protesters across the country. The authorities are responding to protests with a strong security crackdown and almost complete internet shutdown.\",            \"english_title\": \"Protests and Crackdown\",            \"translated_version\": \"La BBC recibió historias de personas que vieron a las fuerzas de seguridad atacando a los manifestantes contra el gobierno en todo el país. Las autoridades están respondiendo a las protestas con mucha seguridad y casi sin internet.\",            \"translated_title\": \"Protestas y Seguridad\"        },        {            \"english_version\": \"The US president has imposed a 25% tariff on countries that do business with Tehran. Iran's foreign minister says his country is ready for war.\",            \"english_title\": \"US Tariff and Iran's Response\",            \"translated_version\": \"El presidente de EE.UU. puso un impuesto del 25% a los países que hacen negocios con Teherán. El ministro de Irán dice que su país está listo para la guerra.\",            \"translated_title\": \"Impuesto de EE.UU. y Respuesta de Irán\"        },        {            \"english_version\": \"Three former heads of the central bank say the investigation is trying to weaken the Fed's independence and should not happen in the US.\",            \"english_title\": \"Central Bank Investigation\",            \"translated_version\": \"Tres ex jefes del banco central dicen que la investigación intenta hacer más débil la independencia de la Fed y no debería pasar en EE.UU.\",            \"translated_title\": \"Investigación del Banco Central\"        },        {            \"english_version\": \"The landslide happened at the Binaliw landfill while more than 100 workers were there. Officials will look at video footage and policy guidelines as part of the investigation, experts told the BBC.\",            \"english_title\": \"Landslide at Landfill\",            \"translated_version\": \"El deslizamiento de tierra pasó en el vertedero de Binaliw mientras más de 100 trabajadores estaban allí. Los oficiales verán videos y reglas como parte de la investigación, dijeron expertos a la BBC.\",            \"translated_title\": \"Deslizamiento en Vertedero\"        },        {            \"english_version\": \"Ramón Guanipa's father was accused of treason for challenging the disputed 2024 presidential election result.\",            \"english_title\": \"Accusation of Treason\",            \"translated_version\": \"El padre de Ramón Guanipa fue acusado de traición por desafiar el resultado discutido de la elección presidencial de 2024.\",            \"translated_title\": \"Acusación de Traición\"        }    ]}"