"{    \"translations\": [        {            \"english_version\": \"Xi Jinping and Narendra Modi met during a summit where Russia's Vladimir Putin was also present. India's prime minister wants to get closer to some of the world's biggest economies.\",            \"english_title\": \"Leaders Meet at Summit\",            \"translated_version\": \"Xi Jinping y Narendra Modi se reunieron en una cumbre donde también estaba Vladimir Putin de Rusia. El primer ministro de India quiere acercarse a algunas de las economías más grandes del mundo.\",            \"translated_title\": \"Líderes se Reúnen en Cumbre\"        },        {            \"english_version\": \"President Zelensky called the killing of Parubiy a terrible murder, and a search is ongoing to find the killer.\",            \"english_title\": \"Zelensky on Parubiy's Death\",            \"translated_version\": \"El presidente Zelensky llamó al asesinato de Parubiy un terrible crimen, y están buscando al asesino.\",            \"translated_title\": \"Zelensky sobre Muerte de Parubiy\"        },        {            \"english_version\": \"A valuable medieval artwork will be shown in London next year, but many in the French art community are against this.\",            \"english_title\": \"Medieval Art in London\",            \"translated_version\": \"Una valiosa obra de arte medieval se mostrará en Londres el próximo año, pero muchos en la comunidad de arte francesa están en contra.\",            \"translated_title\": \"Arte Medieval en Londres\"        },        {            \"english_version\": \"The government criticized the March for Australia rallies, saying they spread hate. The rallies aim to stop anti-government protests happening across the country.\",            \"english_title\": \"Government Criticizes Rallies\",            \"translated_version\": \"El gobierno criticó las marchas por Australia, diciendo que esparcen odio. Las marchas quieren detener las protestas contra el gobierno en todo el país.\",            \"translated_title\": \"Gobierno Critica Marchas\"        },        {            \"english_version\": \"Ahmed Ghaleb Nasser al-Rahawi and other Houthi leaders were killed in an attack, according to the Iran-backed group.\",            \"english_title\": \"Houthi Leaders Killed\",            \"translated_version\": \"Ahmed Ghaleb Nasser al-Rahawi y otros líderes hutíes murieron en un ataque, según el grupo apoyado por Irán.\",            \"translated_title\": \"Líderes Hutíes Muertos\"        }    ]}"