"{    \"translations\": [        {            \"english_version\": \"Less than an hour ago, investigators in Washington, DC are working to recover the wreckage of a passenger plane and military helicopter that crashed into the Potomac river. The crash resulted in the tragic loss of 67 lives. The investigators have retrieved the plane's black boxes and are now aiming to salvage the aircraft to determine the cause of the crash.\",            \"english_title\": \"Investigation of Plane and Helicopter Crash\",            \"translated_version\": {                \"translated_paragraph\": \"Hace menos de una hora, investigadores en Washington, DC están trabajando para recuperar los restos de un avión de pasajeros y un helicóptero militar que se estrellaron en el río Potomac. El accidente resultó en la trágica pérdida de 67 vidas. Los investigadores han recuperado las cajas negras del avión y ahora apuntan a rescatar la aeronave para determinar la causa del accidente.\"            },            \"translated_title\": \"Investigación del Accidente de Avión y Helicóptero\"        },        {            \"english_version\": \"Reports indicate that China is constructing a large wartime command center in Beijing. American officials, based on satellite images, believe that this facility could surpass the Pentagon in size. The Chinese embassy in America has stated that they are not aware of this project but emphasized China's commitment to a defensive defense policy.\",            \"english_title\": \"China's Construction of Wartime Command Centre\",            \"translated_version\": {                \"translated_paragraph\": \"Informes indican que China está construyendo un gran centro de comando en tiempo de guerra en Beijing. Funcionarios estadounidenses, basados en imágenes de satélite, creen que esta instalación podría superar al Pentágono en tamaño. La embajada china en América ha declarado que no tienen conocimiento de este proyecto, pero han enfatizado el compromiso de China con una política defensiva.\"            },            \"translated_title\": \"Construcción del Centro de Comando en Tiempo de Guerra de China\"        }    ]}"