"{    \"translations\": [        {            \"english_version\": \"America imposed new sanctions on Iran in response to the Islamic Republic’s drone and missile attack on Israel. Western allies are urging Israel to moderate its response to Iran’s strike.\",            \"english_title\": \"International Relations\",            \"translated_version\": \"Estados Unidos impuso nuevas sanciones a Irán en respuesta al ataque con drones y misiles de la República Islámica a Israel. Los aliados occidentales están instando a Israel a moderar su respuesta al ataque de Irán.\",            \"translated_title\": \"Relaciones Internacionales\"        },        {            \"english_version\": \"America’s House of Representatives will vote on additional aid for Israel, Ukraine, and Taiwan. The proposed package is worth $95bn, with around $60bn going to Ukraine.\",            \"english_title\": \"International Aid\",            \"translated_version\": \"La Cámara de Representantes de Estados Unidos votará sobre ayuda adicional para Israel, Ucrania y Taiwán. El paquete propuesto vale $95 mil millones, con alrededor de $60 mil millones destinados a Ucrania.\",            \"translated_title\": \"Ayuda Internacional\"        },        {            \"english_version\": \"German authorities arrested two men on suspicion of plotting bombings and arson attacks on behalf of Russia. The men planned to sabotage military facilities, including a base where American soldiers train Ukrainian troops.\",            \"english_title\": \"Security Threats\",            \"translated_version\": \"Las autoridades alemanas arrestaron a dos hombres sospechosos de planear bombardeos y ataques incendiarios en nombre de Rusia. Los hombres planeaban sabotear instalaciones militares, incluida una base donde los soldados estadounidenses entrenan a las tropas ucranianas.\",            \"translated_title\": \"Amenazas de Seguridad\"        },        {            \"english_version\": \"Blackstone reported a 1% increase in distributable earnings in the first quarter. The firm's total assets under management reached $1.06trn, solidifying its position as the world’s biggest private-equity firm.\",            \"english_title\": \"Financial News\",            \"translated_version\": \"Blackstone informó un aumento del 1% en las ganancias distribuibles en el primer trimestre. Los activos totales bajo gestión de la firma alcanzaron $1.06 billones, consolidando su posición como la firma de capital privado más grande del mundo.\",            \"translated_title\": \"Noticias Financieras\"        },        {            \"english_version\": \"Sales of previously owned homes in America fell by 4.3% in March, the largest decline in over a year. Higher mortgage rates and uncertainty over real-estate agent payment rules have contributed to the decrease in demand.\",            \"english_title\": \"Economic Impact\",            \"translated_version\": \"Las ventas de viviendas previamente poseídas en Estados Unidos cayeron un 4.3% en marzo, la mayor disminución en más de un año. Las tasas de hipoteca más altas y la incertidumbre sobre las reglas de pago de agentes inmobiliarios han contribuido a la disminución de la demanda.\",            \"translated_title\": \"Impacto Económico\"        }    ]}"