"{    \"translations\": [        {            \"english_version\": \"Antony Blinken, America’s secretary of state, said more must be done to protect Palestinian civilians, after meetings with top Israeli government officials in Tel Aviv.\",            \"english_title\": \"Blinken calls for protection of Palestinian civilians\",            \"translated_version\": \"Antony Blinken, el secretario de estado de Estados Unidos, dijo que se debe hacer más para proteger a los civiles palestinos, después de reuniones con altos funcionarios del gobierno israelí en Tel Aviv.\",            \"translated_title\": \"Blinken pide protección para los civiles palestinos\"        },        {            \"english_version\": \"Binyamin Netanyahu, Israel’s prime minister, rejected calls for a ceasefire.\",            \"english_title\": \"Netanyahu rejects ceasefire calls\",            \"translated_version\": \"Binyamin Netanyahu, el primer ministro de Israel, rechazó las llamadas a un alto el fuego.\",            \"translated_title\": \"Netanyahu rechaza las llamadas a un alto el fuego\"        },        {            \"english_version\": \"Earlier, Israel’s army said it had encircled Gaza city and was engaged in close fighting with Hamas militants.\",            \"english_title\": \"Israel encircles Gaza city\",            \"translated_version\": \"Anteriormente, el ejército de Israel dijo que había rodeado la ciudad de Gaza y estaba involucrado en combates cercanos con militantes de Hamas.\",            \"translated_title\": \"Israel rodea la ciudad de Gaza\"        },        {            \"english_version\": \"Israel’s government said it was severing all contact with Gaza and would return Gazans working in Israel to the besieged enclave.\",            \"english_title\": \"Israel severs contact with Gaza\",            \"translated_version\": \"El gobierno de Israel dijo que estaba cortando todo contacto con Gaza y devolvería a los gazatíes que trabajan en Israel al enclave asediado.\",            \"translated_title\": \"Israel corta el contacto con Gaza\"        },        {            \"english_version\": \"A group of UN experts called for a ceasefire and warned of the grave risk of genocide in Gaza; Israel said they were parroting Hamas.\",            \"english_title\": \"UN experts call for ceasefire\",            \"translated_version\": \"Un grupo de expertos de la ONU pidió un alto el fuego y advirtió del grave riesgo de genocidio en Gaza; Israel dijo que estaban repitiendo lo que decía Hamas.\",            \"translated_title\": \"Expertos de la ONU piden un alto el fuego\"        }    ]}"