"{    \"translations\": [        {            \"english_version\": \"Donald Trump announced that he plans to increase tariffs on aluminium and steel imports to 50%. He believes this will help protect America's steel industry, but experts doubt it will boost domestic production and fear it may harm American companies.\",            \"english_title\": \"Tariff Increase Announcement\",            \"translated_version\": \"Donald Trump anunció que planea aumentar los impuestos sobre las importaciones de aluminio y acero al 50%. Él cree que esto ayudará a proteger la industria del acero de Estados Unidos, pero los expertos dudan que aumente la producción nacional y temen que pueda dañar a las empresas estadounidenses.\",            \"translated_title\": \"Anuncio de Aumento de Impuestos\"        },        {            \"english_version\": \"The trade talks between the United States and China have hit a roadblock, with the US accusing China of breaking the tariff truce. There are discussions about a potential conversation between President Trump and President Xi Jinping in the near future.\",            \"english_title\": \"Trade Talks Roadblock\",            \"translated_version\": \"Las conversaciones comerciales entre Estados Unidos y China se han estancado, con Estados Unidos acusando a China de romper la tregua arancelaria. Hay discusiones sobre una posible conversación entre el Presidente Trump y el Presidente Xi Jinping en un futuro cercano.\",            \"translated_title\": \"Estancamiento en las Conversaciones Comerciales\"        },        {            \"english_version\": \"The tariffs imposed by the US and China on each other have been suspended for 90 days, but recent developments suggest tensions are rising again between the two countries.\",            \"english_title\": \"Tariff Suspension Update\",            \"translated_version\": \"Los impuestos impuestos por Estados Unidos y China entre sí se han suspendido por 90 días, pero los desarrollos recientes sugieren que las tensiones están aumentando nuevamente entre los dos países.\",            \"translated_title\": \"Actualización de Suspensión de Impuestos\"        },        {            \"english_version\": \"The situation between the US and China is causing uncertainty in the global economy, as the trade war between the two major powers continues to escalate.\",            \"english_title\": \"US-China Economic Uncertainty\",            \"translated_version\": \"La situación entre Estados Unidos y China está causando incertidumbre en la economía global, ya que la guerra comercial entre las dos potencias continúa escalando.\",            \"translated_title\": \"Incertidumbre Económica entre EE. UU. y China\"        },        {            \"english_version\": \"The actions taken by President Trump regarding tariffs and trade policies are having significant implications not only for the US economy but also for the global economic landscape.\",            \"english_title\": \"Trump's Tariff Actions Impact\",            \"translated_version\": \"Las acciones tomadas por el Presidente Trump con respecto a los impuestos y políticas comerciales tienen implicaciones significativas no solo para la economía de Estados Unidos, sino también para el panorama económico global.\",            \"translated_title\": \"Impacto de las Acciones de Trump en los Impuestos\"        }    ]}"