"{    \"translations\": [        {            \"english_version\": \"Donald Trump has decided to delay imposing tariffs on certain imports from Canada and Mexico. This delay will last until April 2nd and applies to goods covered by the America-Canada-Mexico trade agreement. However, tariffs on aluminium and steel will proceed as planned next week, and carmakers will not be exempt from the April deadline.\",            \"english_title\": \"Trade and Tariffs\",            \"translated_version\": \"Donald Trump ha decidido retrasar la imposición de aranceles sobre ciertas importaciones de Canadá y México. Este retraso durará hasta el 2 de abril y se aplica a bienes cubiertos por el acuerdo comercial entre América, Canadá y México. Sin embargo, los aranceles sobre aluminio y acero seguirán según lo planeado la próxima semana, y los fabricantes de automóviles no estarán exentos de la fecha límite de abril.\",            \"translated_title\": \"Comercio y Aranceles\"        },        {            \"english_version\": \"During a meeting in Brussels, most EU leaders have agreed on measures to boost defence spending. These measures reportedly include a €150bn fund for loans to member states and a review of the bloc's spending regulations. Additionally, Ukraine's President, Volodymyr Zelensky, expressed gratitude towards European leaders for their support.\",            \"english_title\": \"European Defence Spending\",            \"translated_version\": \"Durante una reunión en Bruselas, la mayoría de los líderes de la UE han acordado medidas para aumentar el gasto en defensa. Estas medidas incluyen supuestamente un fondo de €150bn para préstamos a los estados miembros y una revisión de las regulaciones de gasto del bloque. Además, el Presidente de Ucrania, Volodymyr Zelensky, expresó gratitud hacia los líderes europeos por su apoyo.\",            \"translated_title\": \"Gasto en Defensa Europea\"        },        {            \"english_version\": \"Norway's government has announced an increase in aid for Ukraine to €7.2bn for this year, which is more than double the initially planned amount. This significant aid package aims to support Ukraine in various areas of need.\",            \"english_title\": \"Norway's Aid to Ukraine\",            \"translated_version\": \"El gobierno de Noruega ha anunciado un aumento en la ayuda para Ucrania a €7.2bn para este año, que es más del doble de la cantidad inicialmente planeada. Este paquete de ayuda significativo tiene como objetivo apoyar a Ucrania en varias áreas de necesidad.\",            \"translated_title\": \"Ayuda de Noruega a Ucrania\"        }    ]}"