"{    \"translations\": [        {            \"english_version\": \"The ruling African National Congress is expected to lose its majority in parliament. Early results from South Africa's election show that the ANC has about 42% of the vote. This would mean Cyril Ramaphosa becomes the first ANC leader without a majority. The party has faced issues like economic stagnation, high crime rates, and corruption.\",            \"english_title\": \"South Africa's election and ANC's potential loss of parliamentary majority\",            \"translated_version\": \"Se espera que el Congreso Nacional Africano pierda su mayoría en el parlamento. Los resultados iniciales de las elecciones en Sudáfrica muestran que el ANC tiene alrededor del 42% de los votos. Esto significaría que Cyril Ramaphosa se convierte en el primer líder del ANC sin mayoría. El partido ha enfrentado problemas como estancamiento económico, altas tasas de criminalidad y corrupción.\",            \"translated_title\": \"Elecciones en Sudáfrica y la posible pérdida de mayoría parlamentaria del ANC\"        },        {            \"english_version\": \"Israel's National Unity Party, led by Benny Gantz, proposed a bill to dissolve the parliament and hold new elections by October. The party is a strong rival to Binyamin Netanyahu. Israel's army recently took control of the 'Philadelphi Corridor', a buffer zone along Gaza's border with Egypt. This move gives Israel control over Gaza's entire land border.\",            \"english_title\": \"Israel's political developments and military actions\",            \"translated_version\": \"El Partido de Unidad Nacional de Israel, liderado por Benny Gantz, propuso un proyecto de ley para disolver el parlamento y celebrar nuevas elecciones para octubre. El partido es un fuerte rival de Binyamin Netanyahu. El ejército de Israel recientemente tomó el control del 'Corredor de Filadelfia', una zona de amortiguamiento a lo largo de la frontera de Gaza con Egipto. Este movimiento le da a Israel control sobre toda la frontera terrestre de Gaza.\",            \"translated_title\": \"Desarrollos políticos y acciones militares en Israel\"        }    ]}"