"{    \"translations\": [        {            \"english_version\": \"The White House says Trump is open to Ukraine joining talks with Putin on Friday. Zelensky, the leader of Ukraine, insists that any deal without Ukraine is not acceptable. He also says Ukraine will not give up any land. European security officials are meeting in the UK to discuss the situation.\",            \"english_title\": \"Ukraine Talks\",            \"translated_version\": \"La Casa Blanca dice que Trump está abierto a que Ucrania se una a las conversaciones con Putin el viernes. Zelensky, el líder de Ucrania, insiste en que cualquier acuerdo sin Ucrania no es aceptable. También dice que Ucrania no dará ninguna tierra. Funcionarios de seguridad europeos se reúnen en el Reino Unido para hablar de la situación.\",            \"translated_title\": \"Conversaciones de Ucrania\"        },        {            \"english_version\": \"The West African country is investigating how a space rock found there was put up for sale in New York. This is a matter of concern for the country as they try to understand how the rock ended up being sold.\",            \"english_title\": \"Space Rock Sale\",            \"translated_version\": \"El país de África Occidental está investigando cómo una roca espacial encontrada allí fue puesta a la venta en Nueva York. Esto es una preocupación para el país mientras tratan de entender cómo la roca terminó siendo vendida.\",            \"translated_title\": \"Venta de Roca Espacial\"        },        {            \"english_version\": \"Ali Akbar has been selling newspapers in Paris since 1973. He has had many customers over the years, including President Macron. His long career in Paris has made him a well-known figure.\",            \"english_title\": \"Ali Akbar's Career\",            \"translated_version\": \"Ali Akbar ha estado vendiendo periódicos en París desde 1973. Ha tenido muchos clientes a lo largo de los años, incluyendo al Presidente Macron. Su larga carrera en París lo ha hecho una figura conocida.\",            \"translated_title\": \"Carrera de Ali Akbar\"        },        {            \"english_version\": \"There have been reports of people killed by Israeli operations. There is also an upcoming deadline for the evacuation of Gaza City. In Gaza, five people, including two children, have died in the past 24 hours due to malnutrition, according to the health ministry run by Hamas.\",            \"english_title\": \"Gaza Situation\",            \"translated_version\": \"Ha habido informes de personas muertas por operaciones israelíes. También hay un plazo próximo para la evacuación de la Ciudad de Gaza. En Gaza, cinco personas, incluyendo dos niños, han muerto en las últimas 24 horas debido a la desnutrición, según el ministerio de salud dirigido por Hamas.\",            \"translated_title\": \"Situación en Gaza\"        },        {            \"english_version\": \"Michael Gloss, who was 21 years old, was killed in Ukraine last year. He was the son of Juliane Gallina, who is a deputy director at the CIA. His death is a tragic loss for his family.\",            \"english_title\": \"Tragic Loss\",            \"translated_version\": \"Michael Gloss, que tenía 21 años, fue asesinado en Ucrania el año pasado. Era el hijo de Juliane Gallina, quien es subdirectora en la CIA. Su muerte es una pérdida trágica para su familia.\",            \"translated_title\": \"Pérdida Trágica\"        }    ]}"