"{    \"translations\": [        {            \"english_version\": \"Antony Blinken, America’s secretary of state, arrived in Jordan for talks with his counterparts from several Arab countries and representatives of the Palestinians.\",            \"english_title\": \"US Secretary of State visits Jordan for talks\",            \"translated_version\": \"El secretario de estado de Estados Unidos, Antony Blinken, llegó a Jordania para conversar con sus homólogos de varios países árabes y representantes de los palestinos.\",            \"translated_title\": \"El Secretario de Estado de EE.UU. visita Jordania para conversar\"        },        {            \"english_version\": \"American job growth slowed in October. Official data showed that employers added 150,000 jobs last month, down from 297,000 in September and fewer than expected. Hourly earnings rose just 0.2% month on month, the slowest increase in almost two years.\",            \"english_title\": \"US job growth slows in October\",            \"translated_version\": \"El crecimiento del empleo en Estados Unidos se desaceleró en octubre. Los datos oficiales mostraron que los empleadores agregaron 150,000 empleos el mes pasado, menos que los 297,000 en septiembre y menos de lo esperado. Las ganancias por hora aumentaron solo un 0.2% mes a mes, el aumento más lento en casi dos años.\",            \"translated_title\": \"El crecimiento del empleo en EE.UU. se desacelera en octubre\"        },        {            \"english_version\": \"Russia launched its biggest drone strike on Ukraine in weeks, targeting sites across the country and hitting a military facility in the western region of Ivano-Frankivsk. Ukraine’s air force said it had shot down 24 of the 40 drones. Meanwhile a Kremlin spokesman said that the conflict had 'not reached a stalemate', rejecting comments made to The Economist by Ukraine’s top general, Valery Zaluzhny.\",            \"english_title\": \"Russia launches drone strike on Ukraine\",            \"translated_version\": \"Rusia lanzó su mayor ataque con drones en semanas contra Ucrania, apuntando a sitios en todo el país y golpeando una instalación militar en la región occidental de Ivano-Frankivsk. La fuerza aérea de Ucrania dijo que había derribado 24 de los 40 drones. Mientras tanto, un portavoz del Kremlin dijo que el conflicto 'no ha llegado a un punto muerto', rechazando los comentarios hechos a The Economist por el principal general de Ucrania, Valery Zaluzhny.\",            \"translated_title\": \"Rusia lanza ataque con drones contra Ucrania\"        },        {            \"english_version\": \"Kishida Fumio said that Japan and the Philippines will begin formal talks to enhance military co-operation. Japan’s prime minister made the remarks to the Philippine congress after meeting Ferdinand Marcos Jr., the president of the Philippines, in Manila. The countries’ shared fear of Chinese expansionist ambitions in Asia, and their individual territorial disputes with the regional hegemon, have drawn them closer together.\",            \"english_title\": \"Japan and Philippines to enhance military co-operation\",            \"translated_version\": \"Kishida Fumio dijo que Japón y Filipinas comenzarán conversaciones formales para mejorar la cooperación militar. El primer ministro de Japón hizo los comentarios ante el congreso filipino después de reunirse con Ferdinand Marcos Jr., el presidente de Filipinas, en Manila. El temor compartido de los países hacia las ambiciones expansionistas chinas en Asia y sus disputas territoriales individuales con el hegemon regional los han acercado más.\",            \"translated_title\": \"Japón y Filipinas mejorarán la cooperación militar\"        },        {            \"english_version\": \"At least 128 people were killed and dozens more injured after an earthquake struck Nepal, according to local officials. The epicentre of the tremor was 42km south of Jumla, a town in the west of the country. Its effects were felt as far away as Delhi, almost 500km away.\",            \"english_title\": \"Earthquake hits Nepal, causing casualties\",            \"translated_version\": \"Al menos 128 personas murieron y docenas resultaron heridas después de que un terremoto sacudiera Nepal, según funcionarios locales. El epicentro del temblor se encontraba a 42 km al sur de Jumla, una ciudad en el oeste del país. Sus efectos se sintieron hasta Delhi, a casi 500 km de distancia.\",            \"translated_title\": \"Terremoto golpea Nepal, causando víctimas\"        }    ]}"