"{    \"translations\": [        {            \"english_version\": \"The company has been ordered to share data with others to help open up competition.\",            \"english_title\": \"Company Ordered to Share Data\",            \"translated_version\": \"La empresa tiene que compartir datos con otros para ayudar a abrir la competencia.\",            \"translated_title\": \"Empresa debe compartir datos\"        },        {            \"english_version\": \"The 'Victory Day' parade on Wednesday will see Kim Jong-un meet with China's Xi Jinping, Russia's Vladimir Putin, and others. It comes as China's Xi prepares to host the North Korean and Russian leaders at a 'Victory Day' parade in Beijing.\",            \"english_title\": \"Victory Day Parade\",            \"translated_version\": \"El desfile del 'Día de la Victoria' el miércoles verá a Kim Jong-un reunirse con Xi Jinping de China, Vladimir Putin de Rusia y otros. Esto pasa mientras Xi de China se prepara para recibir a los líderes de Corea del Norte y Rusia en un desfile del 'Día de la Victoria' en Beijing.\",            \"translated_title\": \"Desfile del Día de la Victoria\"        },        {            \"english_version\": \"Many remain trapped under rubble as rescuers use helicopters in remote areas hit by recent landslides. Sunday's landslide followed heavy rain and destroyed a remote village, a local armed group says.\",            \"english_title\": \"Landslide Traps Many\",            \"translated_version\": \"Muchos siguen atrapados bajo escombros mientras los rescatistas usan helicópteros en áreas remotas afectadas por deslizamientos de tierra recientes. El deslizamiento del domingo siguió a fuertes lluvias y destruyó una aldea remota, dice un grupo armado local.\",            \"translated_title\": \"Deslizamiento atrapa a muchos\"        },        {            \"english_version\": \"Ground forces are already pushing into the city, where hospitals say more than 50 people were killed by Israeli strikes on Tuesday.\",            \"english_title\": \"City Under Attack\",            \"translated_version\": \"Las fuerzas terrestres ya están entrando en la ciudad, donde los hospitales dicen que más de 50 personas murieron por ataques israelíes el martes.\",            \"translated_title\": \"Ciudad bajo ataque\"        },        {            \"english_version\": \"Police say there is no evidence of foul play, ahead of local elections in western Germany.\",            \"english_title\": \"No Foul Play in Germany\",            \"translated_version\": \"La policía dice que no hay evidencia de juego sucio, antes de las elecciones locales en el oeste de Alemania.\",            \"translated_title\": \"No hay juego sucio en Alemania\"        }    ]}"