"{    \"translations\": [        {            \"english_version\": \"President Joe Biden has decided to allow Ukraine to use American-supplied long-range missiles to strike inside Russia. This decision was made despite previous reluctance due to concerns about Russian escalation. The move comes after North Korean troops were deployed alongside Russians, and amid worries that Donald Trump may reduce support for Ukraine.\",            \"english_title\": \"President Joe Biden's decision on Ukraine\",            \"translated_version\": \"El Presidente Joe Biden ha decidido permitir que Ucrania use misiles de largo alcance suministrados por Estados Unidos para atacar dentro de Rusia. Esta decisión se tomó a pesar de la renuencia anterior debido a preocupaciones sobre la escalada rusa. La acción se produce después de que tropas norcoreanas fueran desplegadas junto a los rusos, y en medio de preocupaciones de que Donald Trump pueda reducir el apoyo a Ucrania.\",            \"translated_title\": \"Presidente Joe Biden y su decisión sobre Ucrania\"        },        {            \"english_version\": \"Israeli strikes on a residential block in Beit Lahiya, Gaza, resulted in the deaths of many Palestinians. The Israeli army claimed they targeted terrorist sites. Additionally, a strike in Beirut, Lebanon, reportedly killed Mohammad Afif, the head of media relations for Hizbullah, an Iran-backed militant group.\",            \"english_title\": \"Conflict in Gaza and Lebanon\",            \"translated_version\": \"Los ataques israelíes en un bloque residencial en Beit Lahiya, Gaza, resultaron en la muerte de muchos palestinos. El ejército israelí afirmó que apuntaban a sitios terroristas. Además, un ataque en Beirut, Líbano, supuestamente mató a Mohammad Afif, el jefe de relaciones públicas de Hizbullah, un grupo militante respaldado por Irán.\",            \"translated_title\": \"Conflicto en Gaza y Líbano\"        }    ]}"