"{    \"translations\": [        {            \"english_version\": \"Lina Chernykh tells the BBC her niece Matilda was a happy child who made everyone around her feel loved.\",            \"english_title\": \"Happy Child Matilda\",            \"translated_version\": \"Lina Chernykh dice a la BBC que su sobrina Matilda era una niña feliz que hacía sentir amados a todos a su alrededor.\",            \"translated_title\": \"Niña Feliz Matilda\"        },        {            \"english_version\": \"Gaza's health ministry reports that a baby has died from being too cold, and 11 other people have died because buildings fell down in the past week.\",            \"english_title\": \"Tragedy in Gaza\",            \"translated_version\": \"El ministerio de salud de Gaza informa que un bebé murió por estar muy frío, y 11 personas más murieron porque edificios se cayeron en la última semana.\",            \"translated_title\": \"Tragedia en Gaza\"        },        {            \"english_version\": \"Jake and Romy Reiner say they are in great pain because their brother is charged with killing their parents. A video shows a man, thought to be the 32-year-old, walking in a shop before he was arrested for the deaths of Rob and Michele.\",            \"english_title\": \"Family Tragedy\",            \"translated_version\": \"Jake y Romy Reiner dicen que están muy tristes porque su hermano está acusado de matar a sus padres. Un video muestra a un hombre, que se cree tiene 32 años, caminando en una tienda antes de ser arrestado por las muertes de Rob y Michele.\",            \"translated_title\": \"Tragedia Familiar\"        },        {            \"english_version\": \"Leaders are deciding whether to use billions of euros from frozen Russian assets to help Ukraine with its military and economy.\",            \"english_title\": \"Help for Ukraine\",            \"translated_version\": \"Los líderes están decidiendo si usar miles de millones de euros de activos rusos congelados para ayudar a Ucrania con su ejército y economía.\",            \"translated_title\": \"Ayuda para Ucrania\"        },        {            \"english_version\": \"Seven Kenyans who were not given work visas before will now be sent back to their country, according to South Africa.\",            \"english_title\": \"Kenyans Sent Back\",            \"translated_version\": \"Siete kenianos que no recibieron visas de trabajo antes ahora serán enviados de regreso a su país, según Sudáfrica.\",            \"translated_title\": \"Kenianos Enviados de Regreso\"        }    ]}"