"{    \"translations\": [        {            \"english_version\": \"Hundreds of thousands gather in Tel Aviv as Palestinians continue to return to Gaza City after the Israeli withdrawal. It is unclear if disagreement over the list of Palestinian prisoners will affect the release of hostages within the agreed 72 hours.\",            \"english_title\": \"Gathering in Tel Aviv\",            \"translated_version\": \"Cientos de miles se juntan en Tel Aviv mientras los palestinos vuelven a Gaza City despues de que Israel se retira. No se sabe si el desacuerdo sobre la lista de prisioneros palestinos afectara la liberacion de rehenes en 72 horas.\",            \"translated_title\": \"Reunion en Tel Aviv\"        },        {            \"english_version\": \"The president's directive would ensure US military personnel don't miss a scheduled paycheque next week.\",            \"english_title\": \"President's Directive\",            \"translated_version\": \"La orden del presidente asegurara que el personal militar de EE.UU. no pierda su pago programado la proxima semana.\",            \"translated_title\": \"Orden del Presidente\"        },        {            \"english_version\": \"Gujarat’s Sahil Majothi joined the Russian army to avoid jail over alleged drug charges.\",            \"english_title\": \"Joining Russian Army\",            \"translated_version\": \"Sahil Majothi de Gujarat se unio al ejercito ruso para evitar la carcel por supuestos cargos de drogas.\",            \"translated_title\": \"Unirse al Ejercito Ruso\"        },        {            \"english_version\": \"The escalation comes days after Pakistan was accused of bombing a market inside Afghanistan.\",            \"english_title\": \"Escalation After Bombing\",            \"translated_version\": \"La escalada ocurre dias despues de que Pakistan fue acusado de bombardear un mercado en Afganistan.\",            \"translated_title\": \"Escalada Tras Bombardeo\"        },        {            \"english_version\": \"El-Fasher has been surrounded by the RSF for 17 months, as residents face hunger and starvation.\",            \"english_title\": \"El-Fasher Surrounded\",            \"translated_version\": \"El-Fasher ha estado rodeado por el RSF durante 17 meses, mientras los residentes enfrentan hambre.\",            \"translated_title\": \"El-Fasher Rodeado\"        }    ]}"