"{    \"translations\": [        {            \"english_version\": \"Israel’s armed forces announced that they would increasingly turn their attention to fighting Hamas in the south. President Joe Biden and Israel’s prime minister, Binyamin Netanyahu, discussed the objectives and phasing of the war in Gaza. Israel’s forces also said that they had detected a number of launches originating from Lebanon and had retaliated. They claimed to have fired artillery barrages and airstrikes towards a number of areas belonging to their northern neighbour, hitting a military command centre belonging to Hizbullah, an Iran-backed militia.\",            \"english_title\": \"Israel's Armed Forces Focus on Fighting Hamas\",            \"translated_version\": \"Las fuerzas armadas de Israel anunciaron que prestarían cada vez más atención a combatir a Hamas en el sur. El presidente Joe Biden y el primer ministro de Israel, Binyamin Netanyahu, discutieron los objetivos y la fase de la guerra en Gaza. Las fuerzas de Israel también dijeron que habían detectado varios lanzamientos que provenían del Líbano y habían tomado represalias. Afirmaron haber disparado ráfagas de artillería y ataques aéreos hacia varias áreas pertenecientes a su vecino del norte, alcanzando un centro de mando militar perteneciente a Hizbullah, una milicia respaldada por Irán.\",            \"translated_title\": \"Fuerzas Armadas de Israel se Centran en Combatir a Hamas\"        },        {            \"english_version\": \"A US Navy destroyer patrolling the Red Sea shot down four drones flying towards it from the Houthi-controlled part of Yemen. The Iran-backed militant group has been attacking vessels in the region, which is a major artery for global shipping. Separately, America also said that a drone fired from Iran struck a tanker off the coast of India.\",            \"english_title\": \"US Navy Destroys Drones in the Red Sea\",            \"translated_version\": \"Un destructor de la Armada de los Estados Unidos que patrullaba el Mar Rojo derribó cuatro drones que volaban hacia él desde la parte de Yemen controlada por los hutíes. El grupo militante respaldado por Irán ha estado atacando embarcaciones en la región, que es una importante arteria para el transporte marítimo mundial. Por separado, Estados Unidos también dijo que un dron disparado desde Irán golpeó un petrolero frente a la costa de India.\",            \"translated_title\": \"La Armada de los Estados Unidos Destruye Drones en el Mar Rojo\"        },        {            \"english_version\": \"Poland’s president, Andrzej Duda, said he would veto a budget proposed by the new liberal government, led by Donald Tusk. Mr Duda, who is loyal to the recently ousted national-conservative Law and Justice (PiS) party, said the bill’s funding of public media was unacceptable. Mr Tusk’s government has tried to purge state media of PiS loyalists. Mr Duda also vowed to submit his own budget, something that sits outside the president’s authority. A senior official in Ukraine’s defence ministry was arrested, for allegedly embezzling nearly $40m by buying artillery shells at inflated prices. Authorities did not release the official’s name. In September Volodymyr Zelensky, Ukraine’s president, replaced his defence minister after months of corruption scandals in his department. That unsettled allies funding the country’s war effort.\",            \"english_title\": \"Poland's President Vetoes Budget\",            \"translated_version\": \"El presidente de Polonia, Andrzej Duda, dijo que vetaría un presupuesto propuesto por el nuevo gobierno liberal, liderado por Donald Tusk. El Sr. Duda, que es leal al recientemente destituido partido nacional-conservador Ley y Justicia (PiS), dijo que la financiación del proyecto de ley para los medios de comunicación públicos era inaceptable. El gobierno de Tusk ha intentado purgar los medios de comunicación estatales de los leales a PiS. El Sr. Duda también prometió presentar su propio presupuesto, algo que está fuera de la autoridad del presidente. Un alto funcionario del Ministerio de Defensa de Ucrania fue arrestado, acusado de malversar casi $40 millones al comprar proyectiles de artillería a precios inflados. Las autoridades no revelaron el nombre del funcionario. En septiembre, Volodymyr Zelensky, presidente de Ucrania, reemplazó a su ministro de Defensa después de meses de escándalos de corrupción en su departamento. Eso inquietó a los aliados que financian el esfuerzo de guerra del país.\",            \"translated_title\": \"El Presidente de Polonia Veta el Presupuesto\"        },        {            \"english_version\": \"A court in El Salvador ordered the arrest of Alfredo Cristiani, the president from 1989 to 1994, and four other ex-politicians for allegedly covering up the El Mozote massacre. In 1981 soldiers killed nearly 1,000 peasants from the north-eastern village of El Mozote. They were never charged, and in 1992 El Salvador’s congress passed a sweeping amnesty, which has since been ruled unconstitutional.\",            \"english_title\": \"Arrest Order for El Salvador's Former President\",            \"translated_version\": \"Un tribunal en El Salvador ordenó el arresto de Alfredo Cristiani, el presidente de 1989 a 1994, y otros cuatro ex políticos por presuntamente encubrir la masacre de El Mozote. En 1981, soldados mataron a casi 1,000 campesinos del pueblo del noreste de El Mozote. Nunca fueron acusados, y en 1992 el congreso de El Salvador aprobó una amnistía general, que desde entonces ha sido declarada inconstitucional.\",            \"translated_title\": \"Orden de Arresto para el Ex Presidente de El Salvador\"        },        {            \"english_version\": \"Rebecca Welch officiated a football match between Fulham and Burnley, becoming the first woman to referee a men’s match in England’s Premier League, the top flight of the English game. In 2021 Ms Welch was the first woman to take charge of a match in the English Football League, the next tier down. A year earlier the Union of European Football Associations had added Ms Welch to their elite list, allowing her to referee at international women’s games.\",            \"english_title\": \"First Woman Referee in England's Premier League\",            \"translated_version\": \"Rebecca Welch ofició un partido de fútbol entre Fulham y Burnley, convirtiéndose en la primera mujer en arbitrar un partido de hombres en la Premier League de Inglaterra, la máxima categoría del fútbol inglés. En 2021, la Sra. Welch fue la primera mujer en dirigir un partido en la English Football League, la siguiente categoría inferior. Un año antes, la Unión de Asociaciones de Fútbol de Europa había incluido a la Sra. Welch en su lista de élite, lo que le permitió arbitrar partidos internacionales de mujeres.\",            \"translated_title\": \"Primera Mujer Árbitro en la Premier League de Inglaterra\"        }    ]}"