"{    \"translations\": [        {            \"english_version\": \"The Federal Reserve recently lowered its benchmark interest rate by half a percentage point, bringing it to 4.75-5%. This cut, the first since 2020, was more aggressive than some investors expected. The move indicates the Fed's confidence in controlling inflation, which has slowed to around 2.5% annually. Despite a low unemployment rate of 4.2%, it is still higher than the previous year.\",            \"english_title\": \"Economic News\",            \"translated_version\": \"El Banco Central recientemente bajó su tasa de interés de referencia en medio punto porcentual, llevándola a 4.75-5%. Este recorte, el primero desde 2020, fue más agresivo de lo que algunos inversionistas esperaban. La acción indica la confianza de la Reserva Federal en controlar la inflación, que se ha reducido a alrededor del 2.5% anualmente. A pesar de una baja tasa de desempleo del 4.2%, sigue siendo más alta que el año anterior.\",            \"translated_title\": \"Economic News\"        },        {            \"english_version\": \"Following the explosion of pagers used by Hizbullah militants, their walkie-talkies also detonated, resulting in at least 20 fatalities and hundreds of injuries. Lebanon's health ministry reported the incident, with Hizbullah blaming Israel for the attacks. Israel, however, has not yet responded to these accusations.\",            \"english_title\": \"Conflict in the Middle East\",            \"translated_version\": \"Tras la explosión de los localizadores utilizados por los militantes de Hizbullah, sus walkie-talkies también detonaron, resultando en al menos 20 muertes y cientos de heridos. El ministerio de salud del Líbano informó sobre el incidente, con Hizbullah culpando a Israel por los ataques. Sin embargo, Israel aún no ha respondido a estas acusaciones.\",            \"translated_title\": \"Conflict in the Middle East\"        }    ]}"