"{    \"translations\": [        {            \"english_version\": \"The Russian leader, Putin, has refused to act after 26 countries promised to send troops to Ukraine if there is a ceasefire. Moscow's success in diplomacy with China and Trump's inaction have made Putin more confident, according to Steve Rosenberg.\",            \"english_title\": \"Putin's Confidence\",            \"translated_version\": \"El líder ruso, Putin, no quiere actuar después de que 26 países prometieron enviar tropas a Ucrania si hay un alto el fuego. El éxito de Moscú en diplomacia con China y la inacción de Trump han hecho a Putin más confiado, según Steve Rosenberg.\",            \"translated_title\": \"Confianza de Putin\"        },        {            \"english_version\": \"A video claims to show two men in Gaza City, where Israel has started a planned military takeover. The Israeli military says it now controls 40% of Gaza City.\",            \"english_title\": \"Gaza City Control\",            \"translated_version\": \"Un video dice mostrar a dos hombres en la Ciudad de Gaza, donde Israel ha comenzado una toma militar planificada. El ejército israelí dice que ahora controla el 40% de la Ciudad de Gaza.\",            \"translated_title\": \"Control de Ciudad de Gaza\"        },        {            \"english_version\": \"A morning surfer died after being pulled from the water, according to Australian police.\",            \"english_title\": \"Surfer's Tragedy\",            \"translated_version\": \"Un surfista de la mañana murió después de ser sacado del agua, según la policía australiana.\",            \"translated_title\": \"Tragedia de Surfista\"        },        {            \"english_version\": \"By the time Sonia Silva arrived at the stop, the funicular had crashed, and her friend Sandra was dead. Four employees of a non-profit organization and a transport worker were among those who died.\",            \"english_title\": \"Funicular Accident\",            \"translated_version\": \"Cuando Sonia Silva llegó a la parada, el funicular se había estrellado y su amiga Sandra estaba muerta. Cuatro empleados de una organización sin fines de lucro y un trabajador de transporte estaban entre los que murieron.\",            \"translated_title\": \"Accidente de Funicular\"        },        {            \"english_version\": \"A UN report says a group has allegedly committed murder, rape, and other crimes.\",            \"english_title\": \"UN Report on Crimes\",            \"translated_version\": \"Un informe de la ONU dice que un grupo supuestamente ha cometido asesinato, violación y otros crímenes.\",            \"translated_title\": \"Informe de la ONU sobre Crímenes\"        }    ]}"