"{    \"translations\": [        {            \"english_version\": \"A judge in Hong Kong sentenced 45 activists and former politicians who had been convicted of subversion under a law imposed by China. The 'Hong Kong 47' had organised an unofficial primary in 2020 to improve the chances of pro-democracy candidates in a legislative election. Benny Tai, whom the judge called the 'mastermind', was condemned to ten years in prison. Two defendants were acquitted in May.\",            \"english_title\": \"Hong Kong Activists Sentenced\",            \"translated_version\": \"Un juez en Hong Kong sentenció a 45 activistas y ex políticos que habían sido condenados por subversión bajo una ley impuesta por China. Los '47 de Hong Kong' habían organizado una primaria no oficial en 2020 para mejorar las posibilidades de los candidatos pro democracia en una elección legislativa. Benny Tai, a quien el juez llamó el 'cerebro', fue condenado a diez años de prisión. Dos acusados fueron absueltos en mayo.\",            \"translated_title\": \"Activistas de Hong Kong Sentenciados\"        },        {            \"english_version\": \"Germany and Finland said they were 'deeply concerned' about the severing of an undersea cable connecting the countries. An 'external force' probably cut the fibre-optic cable on Monday morning, according to its operator. The countries' governments said European security was under threat from both Russian aggression and 'hybrid warfare by malicious actors'. Undersea cables are increasingly becoming military targets.\",            \"english_title\": \"Undersea Cable Severed\",            \"translated_version\": \"Alemania y Finlandia dijeron que estaban 'profundamente preocupados' por el corte de un cable submarino que conectaba los países. Una 'fuerza externa' probablemente cortó el cable de fibra óptica el lunes por la mañana, según su operador. Los gobiernos de los países dijeron que la seguridad europea estaba amenazada tanto por la agresión rusa como por la 'guerra híbrida de actores maliciosos'. Los cables submarinos se están convirtiendo cada vez más en objetivos militares.\",            \"translated_title\": \"Cable Submarino Cortado\"        }    ]}"