"{    \"translations\": [        {            \"english_version\": \"America's House of Representatives passed a bill called 'One Big Beautiful Bill' with 218 votes in favor and 214 against. This bill will now go to Donald Trump for approval before July 4th. Two Republicans voted against it. The bill will continue the tax cuts from Trump's first term, but it might increase the budget deficit a lot and could result in 12 million more Americans losing their health insurance.\",            \"english_title\": \"House Passes Bill\",            \"translated_version\": \"La Casa de Representantes de America aprobó una ley llamada `Una Gran Hermosa Ley` con 218 votos a favor y 214 en contra. Esta ley ahora irá a Donald Trump para aprobación antes del 4 de julio. Dos republicanos votaron en contra. La ley continuará los recortes de impuestos del primer mandato de Trump, pero podría aumentar mucho el déficit del presupuesto y podría hacer que 12 millones más de americanos pierdan su seguro de salud.\",            \"translated_title\": \"Casa Aprueba Ley\"        },        {            \"english_version\": \"Russia launched a big drone attack on Kyiv, the capital of Ukraine. This was the largest drone attack since the war started. Ukrainian officials reported that at least 23 people were hurt in the attack. The attack happened just hours after a phone call between Donald Trump and Russia's president, Vladimir Putin. During the call, America's president said he did not make any progress in ending the war.\",            \"english_title\": \"Russia Attacks Kyiv\",            \"translated_version\": \"Rusia lanzó un gran ataque de drones en Kyiv, la capital de Ucrania. Este fue el ataque de drones más grande desde que comenzó la guerra. Funcionarios ucranianos informaron que al menos 23 personas resultaron heridas en el ataque. El ataque ocurrió solo horas después de una llamada telefónica entre Donald Trump y el presidente de Rusia, Vladimir Putin. Durante la llamada, el presidente de America dijo que no hizo ningún progreso para terminar la guerra.\",            \"translated_title\": \"Rusia Ataca Kyiv\"        }    ]}"