"{    \"translations\": [        {            \"english_version\": \"US Secretary of State Rubio assured Israeli Prime Minister Netanyahu of strong US support. This happened after the Venezuelan president said Caracas would defend itself against US actions.\",            \"english_title\": \"US Supports Israel\",            \"translated_version\": \"El Secretario de Estado de EE.UU., Rubio, aseguró al Primer Ministro de Israel, Netanyahu, que EE.UU. apoya mucho a Israel. Esto pasó después de que el presidente de Venezuela dijo que Caracas se defendería de acciones de EE.UU.\",            \"translated_title\": \"EE.UU. apoya a Israel\"        },        {            \"english_version\": \"Marco Rubio was a guest of honor at a controversial tunnel under Palestinian homes in East Jerusalem. He accused a newspaper of defamation, saying it supported Democrats.\",            \"english_title\": \"Rubio Visits Tunnel\",            \"translated_version\": \"Marco Rubio fue un invitado de honor en un túnel polémico bajo casas palestinas en Jerusalén Este. Acusó a un periódico de difamación, diciendo que apoyaba a los demócratas.\",            \"translated_title\": \"Rubio visita túnel\"        },        {            \"english_version\": \"Guinness World Records confirmed a record for rice weighing 8,780kg.\",            \"english_title\": \"Rice Record\",            \"translated_version\": \"Guinness World Records confirmó un récord de arroz que pesa 8,780 kg.\",            \"translated_title\": \"Récord de arroz\"        },        {            \"english_version\": \"Russia imprisoned Dmytro after invading Ukraine in 2022. He was released last month.\",            \"english_title\": \"Dmytro Released\",            \"translated_version\": \"Rusia encarceló a Dmytro después de invadir Ucrania en 2022. Fue liberado el mes pasado.\",            \"translated_title\": \"Dmytro liberado\"        },        {            \"english_version\": \"Google's president Ruth Porat told the BBC there are big opportunities in the UK.\",            \"english_title\": \"Google Sees UK Opportunities\",            \"translated_version\": \"La presidenta de Google, Ruth Porat, dijo a la BBC que hay grandes oportunidades en el Reino Unido.\",            \"translated_title\": \"Google ve oportunidades en Reino Unido\"        }    ]}"