"{    \"translations\": [        {            \"english_version\": \"During a meeting in Moscow, India's Prime Minister Narendra Modi told Russian President Vladimir Putin that war cannot solve problems and that peace is very important. This comes after Russia launched a deadly attack on Ukraine, resulting in the deaths of at least 41 people. India, which has been buying Russian oil, is now emphasizing the need for peace.\",            \"english_title\": \"Meeting between Narendra Modi and Vladimir Putin\",            \"translated_version\": \"Durante una reunión en Moscú, el Primer Ministro de la India, Narendra Modi, le dijo al Presidente de Rusia, Vladimir Putin, que la guerra no puede resolver problemas y que la paz es muy importante. Esto sucede después de que Rusia lanzara un ataque mortal en Ucrania, resultando en la muerte de al menos 41 personas. La India, que ha estado comprando petróleo ruso, ahora está enfatizando la necesidad de paz.\",            \"translated_title\": \"Reunión entre Narendra Modi y Vladimir Putin\"        },        {            \"english_version\": \"Sir Keir Starmer, leader of the Labour Party in Britain, delivered his first speech in Parliament since his party's landslide victory. He stressed the importance of serving the people and welcomed new Members of Parliament. The government also announced various reforms, such as reinstating local housing targets and lifting bans on onshore wind farms.\",            \"english_title\": \"Sir Keir Starmer's Speech in British Parliament\",            \"translated_version\": \"Sir Keir Starmer, líder del Partido Laborista en Gran Bretaña, dio su primer discurso en el Parlamento desde la victoria arrolladora de su partido. Él enfatizó la importancia de servir a la gente y dio la bienvenida a los nuevos Miembros del Parlamento. El gobierno también anunció varias reformas, como restablecer los objetivos locales de vivienda y levantar las prohibiciones en granjas eólicas en tierra.\",            \"translated_title\": \"Discurso de Sir Keir Starmer en el Parlamento Británico\"        }    ]}"