"{    \"translations\": [        {            \"english_version\": \"The US president has imposed a steep 50% tariff on India. This has caused the Indian government, led by Narendra Modi, to take urgent action to address the situation.\",            \"english_title\": \"US Tariff on India\",            \"translated_version\": \"El presidente de EE.UU. ha puesto un impuesto del 50% a India. Esto ha hecho que el gobierno de India, liderado por Narendra Modi, tome acción rápida para resolver la situación.\",            \"translated_title\": \"Impuesto de EE.UU. a India\"        },        {            \"english_version\": \"At least 30 people have died since Tuesday due to flash floods. These floods have destroyed roads and submerged homes, causing widespread devastation.\",            \"english_title\": \"Flash Floods Cause Deaths\",            \"translated_version\": \"Al menos 30 personas han muerto desde el martes por inundaciones rápidas. Estas inundaciones han destruido caminos y cubierto casas, causando mucha destrucción.\",            \"translated_title\": \"Inundaciones Rápidas Causan Muertes\"        },        {            \"english_version\": \"In an exclusive interview with BBC Persian, a prisoner talks about the experience when Israeli missiles hit Iran's most notorious jail.\",            \"english_title\": \"Prisoner Talks About Missile Strike\",            \"translated_version\": \"En una entrevista exclusiva con BBC Persian, un prisionero habla sobre la experiencia cuando misiles israelíes golpearon la cárcel más famosa de Irán.\",            \"translated_title\": \"Prisionero Habla de Ataque de Misiles\"        },        {            \"english_version\": \"The military reports that Russia has launched a large-scale attack in an industrial province. This is described as the first attack of such magnitude.\",            \"english_title\": \"Russia's Large-Scale Attack\",            \"translated_version\": \"El ejército informa que Rusia ha lanzado un gran ataque en una provincia industrial. Esto se describe como el primer ataque de tal magnitud.\",            \"translated_title\": \"Gran Ataque de Rusia\"        },        {            \"english_version\": \"The central bank governor has stated that the US president does not have the authority to take certain actions. This is in response to Trump's aggressive stance against the Federal Reserve.\",            \"english_title\": \"Central Bank vs US President\",            \"translated_version\": \"El gobernador del banco central ha dicho que el presidente de EE.UU. no tiene la autoridad para tomar ciertas acciones. Esto es en respuesta a la postura agresiva de Trump contra la Reserva Federal.\",            \"translated_title\": \"Banco Central vs Presidente de EE.UU.\"        }    ]}"