"{    \"translations\": [        {            \"english_version\": \"America's House of Representatives passed a bill called 'One Big Beautiful Bill' with 218 votes in favor and 214 against. This bill will now go to Donald Trump for approval before July 4th. Two Republicans voted against it. The bill aims to continue the tax cuts from Trump's first term. It is expected to increase the budget deficit and might result in 12 million more Americans losing their health insurance.\",            \"english_title\": \"House Passes Tax Bill\",            \"translated_version\": \"La Cámara de Representantes de América aprobó una ley llamada `Un Gran Hermoso Proyecto de Ley` con 218 votos a favor y 214 en contra. Ahora esta ley irá a Donald Trump para aprobación antes del 4 de julio. Dos republicanos votaron en contra. La ley quiere continuar los recortes de impuestos del primer mandato de Trump. Se espera que aumente el déficit del presupuesto y podría hacer que 12 millones de estadounidenses pierdan su seguro de salud.\",            \"translated_title\": \"Cámara Aprueba Ley de Impuestos\"        },        {            \"english_version\": \"Russia announced that Mikhail Gudkov, its second-highest naval commander, was killed in Ukraine. He was responsible for overseeing the navy's coastal and land forces. Reports say he died during combat operations in Kursk, a region in western Russia near the Ukraine border. Mr. Gudkov is one of the highest-ranking Russian officers to be reported dead since the large-scale invasion started.\",            \"english_title\": \"Russian Naval Commander Killed\",            \"translated_version\": \"Rusia anunció que Mikhail Gudkov, su segundo comandante naval más alto, murió en Ucrania. Él era responsable de supervisar las fuerzas costeras y terrestres de la marina. Los informes dicen que murió durante operaciones de combate en Kursk, una región en el oeste de Rusia cerca de la frontera con Ucrania. El Sr. Gudkov es uno de los oficiales rusos de más alto rango reportados muertos desde que comenzó la gran invasión.\",            \"translated_title\": \"Comandante Naval Ruso Muerto\"        }    ]}"