"{    \"translations\": [        {            \"english_version\": \"American and Ukrainian delegations meet in Florida to discuss the outlines of a peace deal with Russia.\",            \"english_title\": \"Peace Talks in Florida\",            \"translated_version\": \"Delegaciones de America y Ucrania se reunen en Florida para hablar sobre un acuerdo de paz con Rusia.\",            \"translated_title\": \"Charlas de Paz en Florida\"        },        {            \"english_version\": \"The US president is threatening to cut aid to Honduras if his favoured right-wing presidential candidate does not win.\",            \"english_title\": \"US Threatens Honduras\",            \"translated_version\": \"El presidente de Estados Unidos amenaza con cortar ayuda a Honduras si su candidato favorito de derecha no gana.\",            \"translated_title\": \"Amenaza de Estados Unidos a Honduras\"        },        {            \"english_version\": \"The death toll on the island of Sumatra has risen to more than 440, the government says.\",            \"english_title\": \"Sumatra Death Toll Rises\",            \"translated_version\": \"El numero de muertos en la isla de Sumatra ha subido a mas de 440, dice el gobierno.\",            \"translated_title\": \"Muertes en Sumatra Aumentan\"        },        {            \"english_version\": \"Authorities say they have completed searches of four of the seven towers as part of a criminal investigation.\",            \"english_title\": \"Searches in Towers\",            \"translated_version\": \"Las autoridades dicen que han terminado de buscar en cuatro de las siete torres como parte de una investigacion criminal.\",            \"translated_title\": \"Busquedas en Torres\"        },        {            \"english_version\": \"The two ships struck by drones were thought to be used to bypass Western sanctions on Russia.\",            \"english_title\": \"Ships Hit by Drones\",            \"translated_version\": \"Se cree que los dos barcos golpeados por drones se usaban para evitar sanciones de Occidente a Rusia.\",            \"translated_title\": \"Barcos Golpeados por Drones\"        }    ]}"