"{    \"translations\": [        {            \"english_version\": \"President Joe Biden has decided to allow Ukraine to use American-supplied long-range missiles to strike inside Russia. This decision was made despite previous reluctance due to concerns about Russian escalation. The move comes after North Korean troops were deployed alongside Russians, and amid worries that Donald Trump may reduce support for Ukraine.\",            \"english_title\": \"President Joe Biden's decision on Ukraine\",            \"translated_version\": \"El Presidente Joe Biden ha decidido permitir que Ucrania use misiles de largo alcance suministrados por Estados Unidos para atacar dentro de Rusia. Esta decisión se tomó a pesar de la renuencia anterior debido a preocupaciones sobre la escalada rusa. La acción se produce después de que tropas norcoreanas fueran desplegadas junto a los rusos, y en medio de preocupaciones de que Donald Trump pueda reducir el apoyo a Ucrania.\",            \"translated_title\": \"Presidente Joe Biden y su decisión sobre Ucrania\"        },        {            \"english_version\": \"Russia launched a 'massive' missile attack on Ukraine's power infrastructure, causing power outages in several regions, including Kyiv. This attack raised tensions between the two countries and highlighted the vulnerability of Ukraine's critical infrastructure.\",            \"english_title\": \"Russia's missile attack on Ukraine\",            \"translated_version\": \"Rusia lanzó un ataque de misiles 'masivo' contra la infraestructura eléctrica de Ucrania, causando cortes de energía en varias regiones, incluyendo Kyiv. Este ataque aumentó las tensiones entre los dos países y resaltó la vulnerabilidad de la infraestructura crítica de Ucrania.\",            \"translated_title\": \"Ataque de misiles de Rusia a Ucrania\"        },        {            \"english_version\": \"Israeli strikes in Beit Lahiya, Gaza, reportedly resulted in the deaths of many Palestinians. The Israel Defence Forces claimed the strikes targeted terrorist locations. Additionally, a strike in Beirut killed Mohammad Afif, the head of media relations for Hizbullah, an Iran-backed militant group.\",            \"english_title\": \"Israeli strikes in Gaza and Beirut\",            \"translated_version\": \"Los ataques israelíes en Beit Lahiya, Gaza, aparentemente resultaron en la muerte de muchos palestinos. Las Fuerzas de Defensa de Israel afirmaron que los ataques tenían como objetivo ubicaciones terroristas. Además, un ataque en Beirut mató a Mohammad Afif, el jefe de relaciones públicas de Hizbullah, un grupo militante respaldado por Irán.\",            \"translated_title\": \"Ataques de Israel en Gaza y Beirut\"        },        {            \"english_version\": \"The Economist has been published since September 1843 with the aim of engaging in a contest between intelligence and ignorance. The publication focuses on advancing knowledge and progress through insightful analysis and reporting.\",            \"english_title\": \"The Economist's history and mission\",            \"translated_version\": \"The Economist se ha publicado desde septiembre de 1843 con el objetivo de participar en un concurso entre la inteligencia y la ignorancia. La publicación se centra en avanzar en el conocimiento y el progreso a través de un análisis e informes perspicaces.\",            \"translated_title\": \"Historia y misión de The Economist\"        }    ]}"