"{    \"translations\": [        {            \"english_version\": \"Ukraine's president, Volodymyr Zelensky, mentioned that the war is getting closer to home. Ukrainian troops took control of about 1,000 square kilometers of Russian territory and captured hundreds of enemy soldiers. Russian authorities evacuated around 180,000 people from Kursk and Belgorod, the border regions. Zelensky stated that the offensive was aimed at diverting Russian soldiers from other areas in Ukraine, emphasizing it as a security concern for Ukraine.\",            \"english_title\": \"Ukraine-Russia Conflict\",            \"translated_version\": \"El presidente de Ucrania, Volodymyr Zelensky, dijo que la guerra se está acercando a casa. Los soldados ucranianos tomaron control de aproximadamente 1,000 kilómetros cuadrados de territorio ruso y capturaron cientos de soldados enemigos. Las autoridades rusas evacuaron alrededor de 180,000 personas de Kursk y Belgorod, las regiones fronterizas. Zelensky afirmó que la ofensiva tenía como objetivo desviar a los soldados rusos de otras áreas en Ucrania, destacándola como una preocupación de seguridad para Ucrania.\",            \"translated_title\": \"Conflicto Ucrania-Rusia\"        },        {            \"english_version\": \"Starbucks, the American coffee chain, announced the immediate departure of its CEO, Laxman Narasimhan. Brian Niccol, currently leading Chipotle, will assume the role in September. Narasimhan faced pressure from activist investors holding a significant stake in Starbucks, urging him to address a sales slowdown.\",            \"english_title\": \"Corporate Leadership Change\",            \"translated_version\": \"Starbucks, la cadena de café estadounidense, anunció la salida inmediata de su CEO, Laxman Narasimhan. Brian Niccol, actualmente al mando de Chipotle, asumirá el cargo en septiembre. Narasimhan enfrentó presión de inversores activistas que poseen una participación significativa en Starbucks, instándolo a abordar una desaceleración en las ventas.\",            \"translated_title\": \"Cambio de Liderazgo Corporativo\"        }    ]}"