"{    \"translations\": [        {            \"english_version\": \"French media say jewellery has been stolen after three masked men used a freight lift to access the world's most-visited museum.\",            \"english_title\": \"Jewellery Stolen from Museum\",            \"translated_version\": \"Medios franceses dicen que robaron joyas después de que tres hombres con máscaras usaron un ascensor de carga para entrar al museo más visitado del mundo.\",            \"translated_title\": \"Joyas robadas del museo\"        },        {            \"english_version\": \"President Gustavo Pedro says the vessel, which Donald Trump believes was carrying drugs, had its distress signal on when it was struck in September.\",            \"english_title\": \"Vessel with Distress Signal\",            \"translated_version\": \"El presidente Gustavo Pedro dice que el barco, que Donald Trump cree que llevaba drogas, tenía su señal de emergencia encendida cuando fue golpeado en septiembre.\",            \"translated_title\": \"Barco con señal de emergencia\"        },        {            \"english_version\": \"Subramanyam 'Subu' Vedam was freed from prison after being wrongfully convicted for a 1980 murder.\",            \"english_title\": \"Subu Freed from Prison\",            \"translated_version\": \"Subramanyam 'Subu' Vedam fue liberado de la prisión después de ser condenado injustamente por un asesinato en 1980.\",            \"translated_title\": \"Subu liberado de prisión\"        },        {            \"english_version\": \"One Palestinian family shares their story of life coming full circle and what they believe lies ahead as talk turns to rebuilding Gaza. Hamas says it is committed to the ceasefire and accuses Israel of breaking it repeatedly.\",            \"english_title\": \"Palestinian Family's Story\",            \"translated_version\": \"Una familia palestina comparte su historia de vida y lo que creen que viene mientras se habla de reconstruir Gaza. Hamas dice que está comprometido con el alto el fuego y acusa a Israel de romperlo repetidamente.\",            \"translated_title\": \"Historia de familia palestina\"        },        {            \"english_version\": \"The Israeli military said it had fired at a 'suspicious vehicle' it said had crossed the line demarcating the area occupied by its forces. Pakistan said the strike targeted militants and denied attacking civilians.\",            \"english_title\": \"Israeli Military Strike\",            \"translated_version\": \"El ejército israelí dijo que disparó a un 'vehículo sospechoso' que cruzó la línea que marca el área ocupada por sus fuerzas. Pakistán dijo que el ataque fue contra militantes y negó atacar a civiles.\",            \"translated_title\": \"Ataque militar israelí\"        }    ]}"