"{    \"translations\": [        {            \"english_version\": \"People in Black River have not received any help. They told the BBC they are struggling to survive. The strongest storm in modern history hit the country, leaving people desperate.\",            \"english_title\": \"Black River Struggles\",            \"translated_version\": \"La gente en Black River no ha recibido ayuda. Dijeron a la BBC que están luchando para sobrevivir. La tormenta más fuerte en la historia moderna golpeó el país, dejando a la gente desesperada.\",            \"translated_title\": \"Problemas en Black River\"        },        {            \"english_version\": \"El-Fasher is controlled by paramilitary groups. These groups are accused of mass killings and crimes against humanity.\",            \"english_title\": \"El-Fasher Control\",            \"translated_version\": \"El-Fasher está controlado por grupos paramilitares. Estos grupos son acusados de matar a muchas personas y de crímenes contra la humanidad.\",            \"translated_title\": \"Control en El-Fasher\"        },        {            \"english_version\": \"Pretoria denies claims of a white genocide. They quote well-known Afrikaners who say Trump's plans are racist.\",            \"english_title\": \"Pretoria Denies Claims\",            \"translated_version\": \"Pretoria niega las afirmaciones de un genocidio blanco. Citan a Afrikaners conocidos que dicen que los planes de Trump son racistas.\",            \"translated_title\": \"Pretoria Niega\"        },        {            \"english_version\": \"Jetten said his D66 liberal party made history. Vote analysis showed it could not be beaten.\",            \"english_title\": \"D66 Makes History\",            \"translated_version\": \"Jetten dijo que su partido liberal D66 hizo historia. El análisis de votos mostró que no pudo ser vencido.\",            \"translated_title\": \"D66 Hace Historia\"        },        {            \"english_version\": \"The deadliest fire in the country's history killed 78 people. Many of the victims were children on holiday.\",            \"english_title\": \"Deadly Fire\",            \"translated_version\": \"El incendio más mortal en la historia del país mató a 78 personas. Muchas de las víctimas eran niños de vacaciones.\",            \"translated_title\": \"Incendio Mortal\"        }    ]}"