"{    \"translations\": [        {            \"english_version\": \"The EU has agreed to open membership negotiations with Ukraine. Hungary's prime minister, Viktor Orban, threatened to veto the decision but reportedly left the room when it was put to a vote. Ukraine's president, Volodymyr Zelensky, hailed the decision as a victory for Ukraine. The EU also agreed to open accession talks with Moldova and grant candidate status to Georgia.\",            \"english_title\": \"EU Membership Negotiations with Ukraine\",            \"translated_version\": \"La UE ha acordado abrir negociaciones de membresía con Ucrania. El primer ministro de Hungría, Viktor Orban, amenazó con vetar la decisión pero al parecer abandonó la sala cuando se sometió a votación. El presidente de Ucrania, Volodymyr Zelensky, celebró la decisión como una victoria para Ucrania. La UE también acordó abrir conversaciones de adhesión con Moldavia y otorgar el estatus de candidato a Georgia.\",            \"translated_title\": \"Negociaciones de Membresía de la UE con Ucrania\"        },        {            \"english_version\": \"The Bank of England and the European Central Bank have kept interest rates steady at 5.25% and 4% respectively. The Federal Reserve also left its benchmark interest rate unchanged at 5.25-5.5% but signaled a potential loosening of monetary policy next year.\",            \"english_title\": \"Steady Interest Rates\",            \"translated_version\": \"El Banco de Inglaterra y el Banco Central Europeo han mantenido las tasas de interés estables en 5.25% y 4% respectivamente. La Reserva Federal también dejó sin cambios su tasa de interés de referencia en 5.25-5.5% pero señaló una posible flexibilización de la política monetaria el próximo año.\",            \"translated_title\": \"Tasas de Interés Estables\"        },        {            \"english_version\": \"Jake Sullivan, America's national security adviser, has urged Israel to reduce the intensity of its war in Gaza and transition to targeted operations that cause fewer civilian casualties. Israel's defense minister, Yoav Gallant, countered that defeating Hamas will require a long period of time.\",            \"english_title\": \"Reducing Intensity of War in Gaza\",            \"translated_version\": \"Jake Sullivan, asesor de seguridad nacional de Estados Unidos, ha instado a Israel a reducir la intensidad de su guerra en Gaza y pasar a operaciones dirigidas que causen menos víctimas civiles. El ministro de Defensa de Israel, Yoav Gallant, contrarrestó que derrotar a Hamas requerirá un largo período de tiempo.\",            \"translated_title\": \"Reduciendo la Intensidad de la Guerra en Gaza\"        },        {            \"english_version\": \"Médecins Sans Frontières, an aid group, has suspended work in a hospital in Haiti's capital, Port-au-Prince, after an armed group executed a patient outside an ambulance. An international security mission approved by the UN is expected to arrive in Haiti within months.\",            \"english_title\": \"Suspension of Aid Work in Haiti\",            \"translated_version\": \"Médecins Sans Frontières, un grupo de ayuda, ha suspendido su trabajo en un hospital en la capital de Haití, Puerto Príncipe, después de que un grupo armado ejecutara a un paciente fuera de una ambulancia. Se espera que una misión de seguridad internacional aprobada por la ONU llegue a Haití en los próximos meses.\",            \"translated_title\": \"Suspensión del Trabajo de Ayuda en Haití\"        },        {            \"english_version\": \"The International Energy Agency has reported a drastic slowdown in the growth of oil demand, citing higher interest rates and stagnant economic activity in regions like Europe and the Middle East. OPEC+ now controls just 51% of global oil production.\",            \"english_title\": \"Slowdown in Oil Demand Growth\",            \"translated_version\": \"La Agencia Internacional de Energía ha informado de una drástica desaceleración en el crecimiento de la demanda de petróleo, citando tasas de interés más altas y una actividad económica estancada en regiones como Europa y Oriente Medio. OPEC+ ahora controla solo el 51% de la producción mundial de petróleo.\",            \"translated_title\": \"Desaceleración en el Crecimiento de la Demanda de Petróleo\"        }    ]}"