"{    \"translations\": [        {            \"english_version\": \"The US president is planning to meet Ukraine's leader, Volodymyr Zelensky, on Friday. He mentioned that there will be new talks between the US and Russia with important advisors next week.\",            \"english_title\": \"US President Meeting\",            \"translated_version\": \"El presidente de Estados Unidos planea reunirse con el líder de Ucrania, Volodymyr Zelensky, el viernes. Dijo que habrá nuevas conversaciones entre Estados Unidos y Rusia con asesores importantes la próxima semana.\",            \"translated_title\": \"Reunión del Presidente de EE.UU.\"        },        {            \"english_version\": \"The Israeli prime minister made comments after Hamas stated they could not reach the bodies of 19 hostages in Gaza.\",            \"english_title\": \"Israeli Prime Minister Comments\",            \"translated_version\": \"El primer ministro de Israel hizo comentarios después de que Hamas dijo que no podían encontrar los cuerpos de 19 rehenes en Gaza.\",            \"translated_title\": \"Comentarios del Primer Ministro de Israel\"        },        {            \"english_version\": \"A submersible went missing while traveling to the Titanic wreck, resulting in the death of all five people on board.\",            \"english_title\": \"Submersible Accident\",            \"translated_version\": \"Un submarino desapareció mientras viajaba al naufragio del Titanic, causando la muerte de las cinco personas a bordo.\",            \"translated_title\": \"Accidente de Submarino\"        },        {            \"english_version\": \"Sébastien Lecornu survived two confidence votes in parliament, allowing him to focus on passing the 2026 budget.\",            \"english_title\": \"Lecornu Survives Votes\",            \"translated_version\": \"Sébastien Lecornu superó dos votos de confianza en el parlamento, lo que le permite centrarse en aprobar el presupuesto de 2026.\",            \"translated_title\": \"Lecornu Supera Votos\"        },        {            \"english_version\": \"Seven people have died since April this year, which is the highest number recorded since 2006, according to officials.\",            \"english_title\": \"High Death Toll\",            \"translated_version\": \"Siete personas han muerto desde abril de este año, que es el número más alto registrado desde 2006, según los oficiales.\",            \"translated_title\": \"Alto Número de Muertes\"        }    ]}"