"{    \"translations\": [        {            \"english_version\": \"The United States has increased its pressure on Nicolás Maduro's government by seizing a tanker accused of smuggling oil. This tanker has been hiding its location for a long time.\",            \"english_title\": \"US Seizes Tanker\",            \"translated_version\": \"Estados Unidos ha aumentado su presión sobre el gobierno de Nicolás Maduro al capturar un barco acusado de contrabandear petróleo. Este barco ha estado escondiendo su ubicación por mucho tiempo.\",            \"translated_title\": \"EEUU Captura Barco\"        },        {            \"english_version\": \"Portugal's Prime Minister, Luís Montenegro, was surprised by the strong opposition to his government's labor reforms.\",            \"english_title\": \"Portugal's Labor Reforms\",            \"translated_version\": \"El Primer Ministro de Portugal, Luís Montenegro, se sorprendió por la fuerte oposición a las reformas laborales de su gobierno.\",            \"translated_title\": \"Reformas Laborales en Portugal\"        },        {            \"english_version\": \"A judge has ruled that detaining Abrego Garcia was not lawful, allowing him to return to his home in Maryland for now.\",            \"english_title\": \"Judge Rules on Detention\",            \"translated_version\": \"Un juez ha decidido que detener a Abrego Garcia no fue legal, permitiéndole regresar a su casa en Maryland por ahora.\",            \"translated_title\": \"Decisión del Juez\"        },        {            \"english_version\": \"Rosen Zhelyazkov made a dramatic decision before a no-confidence vote in parliament, just 20 days before Bulgaria is set to join the euro.\",            \"english_title\": \"Bulgaria's Euro Decision\",            \"translated_version\": \"Rosen Zhelyazkov tomó una decisión dramática antes de una votación de no confianza en el parlamento, solo 20 días antes de que Bulgaria se una al euro.\",            \"translated_title\": \"Decisión de Bulgaria\"        },        {            \"english_version\": \"Ukraine's president has stated that issues regarding territory and control of the Zaporizhzhia nuclear power plant remain unresolved in the peace plan.\",            \"english_title\": \"Ukraine Peace Plan Issues\",            \"translated_version\": \"El presidente de Ucrania ha dicho que los problemas sobre el territorio y el control de la planta nuclear de Zaporizhzhia siguen sin resolverse en el plan de paz.\",            \"translated_title\": \"Problemas del Plan de Paz en Ucrania\"        }    ]}"