"{    \"translations\": [        {            \"english_version\": \"Lloyd Austin, America’s defence secretary, said he would not dictate timelines or terms for Israel’s war in Gaza after a meeting with the country’s prime minister, Binyamin Netanyahu, and other senior officials. Mr Austin emphasised the need to transition from higher intensity operations to lower intensity operations. His comments reflect growing international pressure on Israel to reduce civilian casualties.\",            \"english_title\": \"US Defence Secretary on Israel's War in Gaza\",            \"translated_version\": \"El secretario de defensa de Estados Unidos, Lloyd Austin, dijo que no dictaría plazos ni condiciones para la guerra de Israel en Gaza después de una reunión con el primer ministro del país, Binyamin Netanyahu, y otros altos funcionarios. Austin enfatizó la necesidad de pasar de operaciones de alta intensidad a operaciones de baja intensidad. Sus comentarios reflejan la creciente presión internacional sobre Israel para reducir las víctimas civiles.\",            \"translated_title\": \"Secretario de Defensa de EE. UU. sobre la guerra de Israel en Gaza\"        },        {            \"english_version\": \"BP, a British oil company, said it will pause all shipments through the Red Sea after the Houthis, an Iran-backed militant group, stepped up attacks on the shipping lane. Oil futures climbed following the announcement, which comes after several shipping giants paused traffic along the route. America and its allies reportedly plan to deploy a new maritime force to secure the waterway, a vital artery for world trade.\",            \"english_title\": \"BP Pauses Shipments through Red Sea\",            \"translated_version\": \"BP, una compañía petrolera británica, dijo que pausará todos los envíos a través del Mar Rojo después de que los hutíes, un grupo militante respaldado por Irán, intensificaran los ataques en la ruta de envío. Los futuros del petróleo subieron después del anuncio, que se produce después de que varias compañías navieras pausaran el tráfico a lo largo de la ruta. Estados Unidos y sus aliados supuestamente planean desplegar una nueva fuerza marítima para asegurar la vía fluvial, una arteria vital para el comercio mundial.\",            \"translated_title\": \"BP pausa los envíos a través del Mar Rojo\"        },        {            \"english_version\": \"Abdel-Fattah al-Sisi, Egypt’s president, was re-elected for a third term after winning 89.6% of votes in an election held earlier in December. He will rule until 2030. The poll was regarded as a sham by his critics, with the ballot featuring just three low-profile opposition candidates. Mr Sisi will preside over a crumbling economy and an increasingly disgruntled population.\",            \"english_title\": \"Egypt's President Re-elected for Third Term\",            \"translated_version\": \"Abdel-Fattah al-Sisi, presidente de Egipto, fue reelegido para un tercer mandato después de ganar el 89,6% de los votos en una elección celebrada a principios de diciembre. Gobernará hasta 2030. La encuesta fue considerada una farsa por sus críticos, ya que la boleta solo presentaba tres candidatos opositores de bajo perfil. El Sr. Sisi presidirá una economía en ruinas y una población cada vez más descontenta.\",            \"translated_title\": \"Reelección del presidente de Egipto para un tercer mandato\"        },        {            \"english_version\": \"Adobe, a software giant, called off its $20bn acquisition of Figma, a product-design startup, after failing to win approval from British and EU regulators. In late November Britain’s regulator said that the merger, which was announced in September 2022, would result in the substantial lessening of competition in the product-design software market. Adobe will pay Figma a $1bn termination fee.\",            \"english_title\": \"Adobe Cancels Acquisition of Figma\",            \"translated_version\": \"Adobe, un gigante del software, canceló su adquisición de $20 mil millones de Figma, una startup de diseño de productos, después de no obtener la aprobación de los reguladores británicos y de la UE. A fines de noviembre, el regulador británico dijo que la fusión, anunciada en septiembre de 2022, resultaría en una disminución sustancial de la competencia en el mercado de software de diseño de productos. Adobe pagará a Figma una tarifa de terminación de $1 mil millones.\",            \"translated_title\": \"Adobe cancela la adquisición de Figma\"        },        {            \"english_version\": \"The EU adopted a new package of sanctions against Russia. The measures impose a ban on imports of Russian diamonds to the bloc from the beginning of 2024, as well as restrictions on some metals. The package also tightens the G7 oil price cap after widespread circumvention meant that Russia could sell crude for well over the $60-a-barrel limit.\",            \"english_title\": \"EU Adopts New Sanctions against Russia\",            \"translated_version\": \"La UE adoptó un nuevo paquete de sanciones contra Rusia. Las medidas imponen una prohibición de importación de diamantes rusos al bloque a partir de principios de 2024, así como restricciones sobre algunos metales. El paquete también endurece el límite de precios del petróleo del G7 después de que la amplia evasión significara que Rusia podía vender crudo por mucho más del límite de $60 por barril.\",            \"translated_title\": \"La UE adopta nuevas sanciones contra Rusia\"        }    ]}"