"{    \"translations\": [        {            \"english_version\": \"Majid Takht-Ravanchi, Iran's deputy foreign minister, said that it is up to America to show they want to make a deal.\",            \"english_title\": \"Iran's Deputy Minister on Deal\",            \"translated_version\": \"Majid Takht-Ravanchi, el ministro de Irán, dijo que América debe mostrar que quiere hacer un trato.\",            \"translated_title\": \"Ministro de Irán sobre Trato\"        },        {            \"english_version\": \"The Palestinian Red Crescent reported that a strike on a tent camp in northern Gaza killed at least six people.\",            \"english_title\": \"Strike in Gaza\",            \"translated_version\": \"La Cruz Roja Palestina dijo que un ataque en un campamento de tiendas en el norte de Gaza mató al menos a seis personas.\",            \"translated_title\": \"Ataque en Gaza\"        },        {            \"english_version\": \"In Niger State, armed men killed locals, set homes on fire, and kidnapped an unknown number of people.\",            \"english_title\": \"Violence in Niger State\",            \"translated_version\": \"En el estado de Níger, hombres armados mataron a personas, quemaron casas y secuestraron a un número desconocido de personas.\",            \"translated_title\": \"Violencia en Estado de Níger\"        },        {            \"english_version\": \"The US secretary of state assured European leaders that the Trump administration supports the transatlantic alliance.\",            \"english_title\": \"US Supports Alliance\",            \"translated_version\": \"El secretario de estado de EE.UU. aseguró a los líderes europeos que el gobierno de Trump apoya la alianza transatlántica.\",            \"translated_title\": \"EE.UU. Apoya Alianza\"        },        {            \"english_version\": \"Ghana has asked Russia to send back a man accused of recording sexual encounters without consent.\",            \"english_title\": \"Ghana Requests Extradition\",            \"translated_version\": \"Ghana pidió a Rusia que devuelva a un hombre acusado de grabar encuentros sexuales sin permiso.\",            \"translated_title\": \"Ghana Pide Extradición\"        }    ]}"