"{    \"translations\": [        {            \"english_version\": \"Wall Street saw a big increase after the US and China agreed to lower tariffs for 90 days. The S&P 500 and Nasdaq went up by more than 3% and 4% respectively. However, early trading in Asia on Tuesday showed mixed results. President Trump plans to talk to China's President Xi Jinping soon. He also criticized the European Union, calling them 'nastier than China'.\",            \"english_title\": \"Wall Street and Trade War\",            \"translated_version\": \"Wall Street subió mucho después de que Estados Unidos y China acordaron bajar los aranceles por 90 días. El S&P 500 y el Nasdaq subieron más del 3% y 4% respectivamente. Sin embargo, al inicio de las operaciones en Asia el martes se vieron resultados mixtos. El Presidente Trump planea hablar pronto con el Presidente de China, Xi Jinping. También criticó a la Unión Europea, llamándolos 'más desagradables que China'.\",            \"translated_title\": \"Wall Street y Guerra Comercial\"        },        {            \"english_version\": \"The White House announced an executive order to reduce drug prices by making pharmaceutical companies match prices from other wealthy countries. If they don't comply within six months, the US may impose export restrictions or price caps. Despite this, shares of companies like Merck, Pfizer, and Gilead went up. Investors are skeptical about the order's effectiveness as past price-control attempts have failed in court.\",            \"english_title\": \"Drug Price Executive Order\",            \"translated_version\": \"La Casa Blanca anunció una orden ejecutiva para reducir los precios de los medicamentos haciendo que las compañías farmacéuticas igualen los precios de otros países ricos. Si no cumplen en seis meses, Estados Unidos podría imponer restricciones a la exportación o límites de precios. A pesar de esto, las acciones de compañías como Merck, Pfizer y Gilead subieron. Los inversores dudan sobre la efectividad de la orden ya que intentos pasados de control de precios han fallado en la corte.\",            \"translated_title\": \"Orden Ejecutiva sobre Precios de Medicamentos\"        }    ]}"