"{    \"translations\": [        {            \"english_version\": \"A 6.0 magnitude earthquake hit at a depth of 8 kilometers and shook buildings from Kabul to Islamabad, the capital of Pakistan.\",            \"english_title\": \"Earthquake Hits Region\",            \"translated_version\": \"Un terremoto de magnitud 6.0 golpeó a una profundidad de 8 kilómetros y sacudió edificios desde Kabul hasta Islamabad, la capital de Pakistán.\",            \"translated_title\": \"Terremoto en la Región\"        },        {            \"english_version\": \"The Russian president defended his decision to invade Ukraine, blaming the war on the West.\",            \"english_title\": \"Russian President Defends Invasion\",            \"translated_version\": \"El presidente de Rusia defendió su decisión de invadir Ucrania, culpando de la guerra a Occidente.\",            \"translated_title\": \"Presidente Ruso Defiende Invasión\"        },        {            \"english_version\": \"Ukrainian President Volodymyr Zelensky says urgent investigations are being conducted to find out what happened.\",            \"english_title\": \"Urgent Investigations in Ukraine\",            \"translated_version\": \"El presidente de Ucrania, Volodymyr Zelensky, dice que se están haciendo investigaciones urgentes para saber qué pasó.\",            \"translated_title\": \"Investigaciones Urgentes en Ucrania\"        },        {            \"english_version\": \"The military spokesman was killed in strikes on Saturday, according to Israel, but Hamas has not confirmed the death.\",            \"english_title\": \"Military Spokesman Killed\",            \"translated_version\": \"El portavoz militar fue muerto en ataques el sábado, según Israel, pero Hamas no ha confirmado la muerte.\",            \"translated_title\": \"Portavoz Militar Muerto\"        },        {            \"english_version\": \"Dezi Freeman disappeared into thick bushland after killing two police officers and has not been seen since.\",            \"english_title\": \"Dezi Freeman Disappears\",            \"translated_version\": \"Dezi Freeman desapareció en un bosque espeso después de matar a dos policías y no ha sido visto desde entonces.\",            \"translated_title\": \"Dezi Freeman Desaparece\"        }    ]}"