"{    \"translations\": [        {            \"english_version\": \"Tyler Robinson's father recognized his son from pictures released by the FBI. He then turned him in with the help of a friend, a youth pastor. The FBI says a family member recognized the 22-year-old man from Utah from surveillance images released to the public.\",            \"english_title\": \"Father Turns in Son\",            \"translated_version\": \"El padre de Tyler Robinson reconoció a su hijo en fotos del FBI. Luego lo entregó con la ayuda de un amigo, un pastor joven. El FBI dice que un familiar reconoció al hombre de 22 años de Utah en imágenes de vigilancia.\",            \"translated_title\": \"Padre Entrega a Hijo\"        },        {            \"english_version\": \"In Bilozerske, eastern Ukraine, people must make the hard decision to leave or risk staying. The situation is difficult as they face uncertainty and danger.\",            \"english_title\": \"Difficult Choices in Ukraine\",            \"translated_version\": \"En Bilozerske, este de Ucrania, la gente debe decidir si irse o quedarse con riesgo. La situación es difícil porque enfrentan incertidumbre y peligro.\",            \"translated_title\": \"Decisiones Difíciles en Ucrania\"        },        {            \"english_version\": \"Steve Biko was seen as a hero in the fight against white-minority rule. He died in police custody in 1977, and his death is remembered as a significant event in the struggle for equality.\",            \"english_title\": \"Steve Biko's Legacy\",            \"translated_version\": \"Steve Biko fue visto como un héroe en la lucha contra el gobierno de minoría blanca. Murió bajo custodia policial en 1977, y su muerte se recuerda como un evento importante en la lucha por la igualdad.\",            \"translated_title\": \"Legado de Steve Biko\"        },        {            \"english_version\": \"All five secondary schools in Beverwijk and Heemskerk are closed to try to bring back calm. The situation has caused concern among the community.\",            \"english_title\": \"Schools Closed for Calm\",            \"translated_version\": \"Todas las cinco escuelas secundarias en Beverwijk y Heemskerk están cerradas para intentar traer calma. La situación ha causado preocupación en la comunidad.\",            \"translated_title\": \"Escuelas Cerradas por Calma\"        },        {            \"english_version\": \"The former president has been found guilty of trying to start a coup to stay in power after losing the election. This verdict is a significant development in the country's political situation.\",            \"english_title\": \"Ex-President Found Guilty\",            \"translated_version\": \"El expresidente fue encontrado culpable de intentar un golpe para quedarse en el poder después de perder la elección. Este veredicto es un desarrollo importante en la situación política del país.\",            \"translated_title\": \"Expresidente Culpable\"        }    ]}"