"{    \"translations\": [        {            \"english_version\": \"European leaders met in Paris to discuss Ukraine. Sir Keir Starmer said he was ready to send British soldiers to the country after a peace deal. Donald Tusk, Poland’s prime minister, urged Europe to catch up on defence spending. Meanwhile, Sergei Lavrov, Russia’s foreign minister, accused European countries of wanting to continue the war and suggested that they should not be part of negotiations.\",            \"english_title\": \"European leaders meeting in Paris to discuss Ukraine\",            \"translated_version\": \"Líderes europeos se reunieron en París para hablar sobre Ucrania. Sir Keir Starmer dijo que estaba listo para enviar soldados británicos al país después de un acuerdo de paz. Donald Tusk, primer ministro de Polonia, instó a Europa a ponerse al día en gastos de defensa. Mientras tanto, Sergei Lavrov, ministro de Relaciones Exteriores de Rusia, acusó a los países europeos de querer continuar la guerra y sugirió que no deberían ser parte de las negociaciones.\",            \"translated_title\": \"Líderes europeos se reúnen en París para hablar sobre Ucrania\"        },        {            \"english_version\": \"Marco Rubio, America’s secretary of state, said that the next few days will show whether Vladimir Putin, Russia’s president, is serious about peace in Ukraine. Mr Rubio confirmed that he would meet Mr Lavrov in Saudi Arabia this week. Mr Rubio appeared to contradict America’s Ukraine envoy, Keith Kellogg, saying that Ukraine and Europe would, in fact, be given a seat during any real negotiations.\",            \"english_title\": \"International reactions to peace efforts in Ukraine\",            \"translated_version\": \"Marco Rubio, secretario de Estado de América, dijo que los próximos días mostrarán si Vladimir Putin, presidente de Rusia, se toma en serio la paz en Ucrania. El Sr. Rubio confirmó que se reuniría con el Sr. Lavrov en Arabia Saudita esta semana. El Sr. Rubio pareció contradecir al enviado de Estados Unidos a Ucrania, Keith Kellogg, al decir que Ucrania y Europa, de hecho, tendrían un asiento durante cualquier negociación real.\",            \"translated_title\": \"Reacciones internacionales a los esfuerzos de paz en Ucrania\"        }    ]}"