"{    \"translations\": [        {            \"english_version\": \"More than 400 passengers were on board the trains that went off the tracks near the city of Córdoba. This is Spain's worst train accident in over ten years.\",            \"english_title\": \"Train Accident in Spain\",            \"translated_version\": \"Más de 400 pasajeros estaban en los trenes que se salieron de las vías cerca de la ciudad de Córdoba. Este es el peor accidente de tren en España en más de diez años.\",            \"translated_title\": \"Accidente de Tren en España\"        },        {            \"english_version\": \"A big explosion caused the ground to shake and sent a lot of smoke into the sky. Chile's president warned that more people might die in the Ñuble and Biobío regions.\",            \"english_title\": \"Explosion in Chile\",            \"translated_version\": \"Una gran explosión hizo que el suelo temblara y mandó mucho humo al cielo. El presidente de Chile advirtió que más personas podrían morir en las regiones de Ñuble y Biobío.\",            \"translated_title\": \"Explosión en Chile\"        },        {            \"english_version\": \"President Ahmed al-Sharaa said the agreement would let the Syrian government take back control of most areas. Israel is upset it wasn't asked about this, and Palestinians have also criticized it.\",            \"english_title\": \"Agreement in Syria\",            \"translated_version\": \"El presidente Ahmed al-Sharaa dijo que el acuerdo permitiría al gobierno sirio recuperar el control de la mayoría de las áreas. Israel está molesto porque no le preguntaron sobre esto, y los palestinos también lo han criticado.\",            \"translated_title\": \"Acuerdo en Siria\"        },        {            \"english_version\": \"A fire at the Gul Plaza in Karachi burned for more than a day before it was put out.\",            \"english_title\": \"Fire in Karachi\",            \"translated_version\": \"Un incendio en el Gul Plaza en Karachi ardió por más de un día antes de ser apagado.\",            \"translated_title\": \"Incendio en Karachi\"        },        {            \"english_version\": \"Several people have died in the Alps in the past week because of heavy snow in the area.\",            \"english_title\": \"Snow in the Alps\",            \"translated_version\": \"Varias personas han muerto en los Alpes en la última semana debido a la fuerte nieve en el área.\",            \"translated_title\": \"Nieve en los Alpes\"        }    ]}"