"{    \"translations\": [        {            \"english_version\": \"Trump is trying to make peace in Ukraine. He hopes that Xi Jinping can influence Vladimir Putin.\",            \"english_title\": \"Trump's Peace Effort\",            \"translated_version\": \"Trump quiere hacer paz en Ucrania. Espera que Xi Jinping pueda influir en Vladimir Putin.\",            \"translated_title\": \"Trump quiere paz\"        },        {            \"english_version\": \"The mother of King Vajiralongkorn died peacefully on Friday night, according to the Thai Royal Household.\",            \"english_title\": \"King's Mother Passed Away\",            \"translated_version\": \"La mamá del Rey Vajiralongkorn murió tranquila el viernes en la noche, según la Casa Real de Tailandia.\",            \"translated_title\": \"Mamá del Rey murió\"        },        {            \"english_version\": \"Andry Rajoelina, who was removed from power in a coup last week, had already become a French citizen.\",            \"english_title\": \"Rajoelina's Citizenship\",            \"translated_version\": \"Andry Rajoelina, quien fue quitado del poder en un golpe la semana pasada, ya se había hecho ciudadano francés.\",            \"translated_title\": \"Rajoelina es francés\"        },        {            \"english_version\": \"The bus was carrying 234 smartphones that likely ruptured, making the fire worse, officials told local media.\",            \"english_title\": \"Bus Fire Incident\",            \"translated_version\": \"El bus llevaba 234 teléfonos que probablemente se rompieron, haciendo el fuego peor, dijeron los oficiales a los medios locales.\",            \"translated_title\": \"Incidente de fuego en bus\"        },        {            \"english_version\": \"The US president says he has a great relationship with the North Korean leader and is open to a face-to-face chat.\",            \"english_title\": \"US-North Korea Relations\",            \"translated_version\": \"El presidente de EE.UU. dice que tiene una buena relación con el líder de Corea del Norte y está abierto a hablar cara a cara.\",            \"translated_title\": \"Relaciones EE.UU.-Corea del Norte\"        }    ]}"