"{    \"translations\": [        {            \"english_version\": \"Officials in the Trump administration defended the imposition of high tariffs on imports to America. They believe the recent stock market drop is just a short-term reaction and won't lead to a recession. They also mentioned that any price increases due to the tariffs won't heavily burden American consumers.\",            \"english_title\": \"Trump administration defends tariffs\",            \"translated_version\": \"Los funcionarios en el gobierno de Trump defendieron poner impuestos altos en las cosas que entran a América. Ellos piensan que la caída reciente en la bolsa de valores es solo una reacción a corto plazo y no causará una recesión. También dijeron que los precios no subirán mucho para los consumidores americanos debido a los impuestos.\",            \"translated_title\": \"El gobierno de Trump defiende los impuestos\"        },        {            \"english_version\": \"Indonesia, the largest economy in South-East Asia, stated that it will not retaliate against the 32% trade tariff imposed by Donald Trump. Instead, the country plans to negotiate with America and focus on selling more to European markets.\",            \"english_title\": \"Indonesia's response to trade tariffs\",            \"translated_version\": \"Indonesia, que es la economía más grande en el sudeste asiático, dijo que no va a responder al impuesto comercial del 32% impuesto por Donald Trump. En lugar de eso, el país planea negociar con América y vender más cosas en los mercados europeos.\",            \"translated_title\": \"Respuesta de Indonesia a los impuestos comerciales\"        },        {            \"english_version\": \"The new tariffs have hit the South-East Asian region hard. Vietnamese businesses have requested America to delay the introduction of a 46% levy on their goods.\",            \"english_title\": \"Impact of tariffs on South-East Asia\",            \"translated_version\": \"Los nuevos impuestos han afectado mucho a la región del sudeste asiático. Las empresas vietnamitas han pedido a América que retrase la introducción de un impuesto del 46% en sus productos.\",            \"translated_title\": \"Impacto de los impuestos en el sudeste asiático\"        }    ]}"