"{    \"translations\": [        {            \"english_version\": \"Kamala Harris, America’s vice-president and the Democratic Party’s presidential nominee, talked about her economic plans during a speech in North Carolina. She wants to create more opportunities for people. She plans to stop grocery stores from charging very high prices and help people who want to buy their first home. She disagrees with Donald Trump's idea of putting high taxes on goods from other countries. Her ideas are similar to President Joe Biden's, who has spent a lot of money to help people who have been left behind.\",            \"english_title\": \"Kamala Harris's Economic Policies\",            \"translated_version\": \"Kamala Harris, la vicepresidenta de Estados Unidos y la candidata presidencial del Partido Demócrata, habló sobre sus planes económicos durante un discurso en Carolina del Norte. Quiere crear más oportunidades para la gente. Planea evitar que las tiendas de comestibles cobren precios muy altos y ayudar a las personas que quieren comprar su primera casa. No está de acuerdo con la idea de Donald Trump de poner impuestos altos a los productos de otros países. Sus ideas son similares a las del presidente Joe Biden, quien ha gastado mucho dinero para ayudar a las personas que han sido dejadas atrás.\",            \"translated_title\": \"Kamala Harris's Economic Policies\"        },        {            \"english_version\": \"The price of gold went up a lot and reached a new high of over $2,500 per ounce. This happened after the American stock market had a good week and recovered from a big loss two weeks ago. People like to invest in gold when interest rates are low. They are getting ready for the Federal Reserve to lower rates next month.\",            \"english_title\": \"Gold Price Surge\",            \"translated_version\": \"El precio del oro subió mucho y alcanzó un nuevo récord de más de $2,500 por onza. Esto sucedió después de que el mercado de valores estadounidense tuvo una buena semana y se recuperó de una gran pérdida hace dos semanas. A la gente le gusta invertir en oro cuando las tasas de interés son bajas. Se están preparando para que la Reserva Federal baje las tasas el próximo mes.\",            \"translated_title\": \"Gold Price Surge\"        }    ]}"