"{    \"translations\": [        {            \"english_version\": \"At least 15 people have died and 20 more were hurt after a carriage on the Gloria funicular went off the tracks and crashed. Another 18 people were injured, with five in serious condition. The police are investigating what happened and who was on board.\",            \"english_title\": \"Funicular Accident\",            \"translated_version\": \"Al menos 15 personas murieron y 20 más resultaron heridas después de que un vagón del funicular Gloria se salió de las vías y chocó. Otras 18 personas resultaron heridas, con cinco en estado grave. La policía está investigando qué pasó y quién estaba a bordo.\",            \"translated_title\": \"Accidente de Funicular\"        },        {            \"english_version\": \"Victims of a disgraced financier shared emotional stories of abuse during a news conference on the steps of the US Capitol.\",            \"english_title\": \"Victims Speak Out\",            \"translated_version\": \"Víctimas de un financiero deshonrado compartieron historias emocionales de abuso durante una conferencia de prensa en las escaleras del Capitolio de EE.UU.\",            \"translated_title\": \"Víctimas Hablan\"        },        {            \"english_version\": \"Strikes reportedly killed 31 people in a city with a million residents, where a famine was declared last month.\",            \"english_title\": \"Deadly Strikes\",            \"translated_version\": \"Se informa que ataques mataron a 31 personas en una ciudad con un millón de habitantes, donde se declaró hambruna el mes pasado.\",            \"translated_title\": \"Ataques Mortales\"        },        {            \"english_version\": \"Hundreds of thousands of Australians had to repay debts, many of which were not real.\",            \"english_title\": \"Debt Repayment\",            \"translated_version\": \"Cientos de miles de australianos tuvieron que pagar deudas, muchas de las cuales no eran reales.\",            \"translated_title\": \"Pago de Deudas\"        },        {            \"english_version\": \"The UK and other allies want clear support from the US to help strengthen Ukraine's defenses. In Vladivostok, a city near China and North Korea, Russia's war on Ukraine is a big concern.\",            \"english_title\": \"Support for Ukraine\",            \"translated_version\": \"El Reino Unido y otros aliados quieren apoyo claro de EE.UU. para ayudar a fortalecer las defensas de Ucrania. En Vladivostok, una ciudad cerca de China y Corea del Norte, la guerra de Rusia en Ucrania es una gran preocupación.\",            \"translated_title\": \"Apoyo a Ucrania\"        }    ]}"