"{    \"translations\": [        {            \"english_version\": \"Sébastien Lecornu, the outgoing prime minister, said MPs know they need to pass a budget by the end of the year.\",            \"english_title\": \"Budget Deadline\",            \"translated_version\": \"Sébastien Lecornu, el primer ministro que se va, dijo que los diputados saben que necesitan aprobar un presupuesto antes de que termine el año.\",            \"translated_title\": \"Fecha límite del presupuesto\"        },        {            \"english_version\": \"Officials reported progress after a third day of indirect talks between Israel and Hamas in Egypt.\",            \"english_title\": \"Talks Progress\",            \"translated_version\": \"Los oficiales dijeron que hubo progreso después del tercer día de conversaciones indirectas entre Israel y Hamas en Egipto.\",            \"translated_title\": \"Progreso en conversaciones\"        },        {            \"english_version\": \"The winners of the important science prize were announced by the Nobel committee in Sweden.\",            \"english_title\": \"Nobel Prize Winners\",            \"translated_version\": \"Los ganadores del importante premio de ciencia fueron anunciados por el comité Nobel en Suecia.\",            \"translated_title\": \"Ganadores del Premio Nobel\"        },        {            \"english_version\": \"An architect and three workers died at a building that was being renovated after an attack.\",            \"english_title\": \"Building Tragedy\",            \"translated_version\": \"Un arquitecto y tres trabajadores murieron en un edificio que estaba siendo renovado después de un ataque.\",            \"translated_title\": \"Tragedia en edificio\"        },        {            \"english_version\": \"Troops from Texas have been sent on a mission to support President Trump's immigration crackdown.\",            \"english_title\": \"Troops Sent\",            \"translated_version\": \"Tropas de Texas fueron enviadas en una misión para apoyar la campaña de inmigración del Presidente Trump.\",            \"translated_title\": \"Tropas enviadas\"        }    ]}"