"    #####    {        \"translations\": [            {                \"english_version\": \"An aide to Binyamin Netanyahu, Israel’s prime minister, confirmed on Sunday that the country had agreed to a plan to end its war in Gaza espoused by President Joe Biden. The proposal includes a six-week pause in fighting, the withdrawal of Israeli forces from populated areas of Gaza, and the release of women and elderly Israeli hostages in exchange for Palestinian prisoners. However, two far-right Israeli ministers have threatened to quit if the deal goes ahead, jeopardizing Mr. Netanyahu’s governing coalition.\",                \"english_title\": \"Israeli-Palestinian Conflict\",                \"translated_version\": \"Un ayudante de Binyamin Netanyahu, el primer ministro de Israel, confirmó el domingo que el país había acordado un plan para terminar su guerra en Gaza apoyado por el presidente Joe Biden. La propuesta incluye una pausa de seis semanas en los combates, la retirada de las fuerzas israelíes de las áreas pobladas de Gaza y la liberación de mujeres y ancianos israelíes secuestrados a cambio de prisioneros palestinos. Sin embargo, dos ministros israelíes de extrema derecha han amenazado con renunciar si el acuerdo sigue adelante, poniendo en peligro la coalición gobernante del Sr. Netanyahu.\",                \"translated_title\": \"Israeli-Palestinian Conflict\"            },            {                \"english_version\": \"The ruling African National Congress has lost its parliamentary majority in South Africa after its worst electoral performance in 30 years. With almost all ballots counted, it has won just 40% of the votes and will need to find coalition partners to retain power. The result has raised questions about the future of Cyril Ramaphosa, the ANC’s leader and South Africa’s president.\",                \"english_title\": \"South African Politics\",                \"translated_version\": \"El Congreso Nacional Africano gobernante ha perdido su mayoría parlamentaria en Sudáfrica después de su peor desempeño electoral en 30 años. Con casi todas las papeletas contadas, solo ha ganado el 40% de los votos y necesitará encontrar socios de coalición para retener el poder. El resultado ha planteado preguntas sobre el futuro de Cyril Ramaphosa, el líder del ANC y presidente de Sudáfrica.\",                \"translated_title\": \"South African Politics\"            }        ]    }    #####"