"{    \"translations\": [        {            \"english_version\": \"Shipments of American aid to Gaza by sea were paused due to damage caused by bad weather. Israeli tanks reportedly entered the center of Rafah for the first time, but Israeli armed forces did not confirm this. Palestinian officials claimed that at least 21 people were killed in an Israeli shelling on a tent camp west of the city, which Israel's army denied involvement in.\",            \"english_title\": \"Conflict in Gaza\",            \"translated_version\": \"Los barcos que llevaban ayuda estadounidense a Gaza por mar se detuvieron debido a daños causados por mal tiempo. Se dice que tanques israelíes entraron en el centro de Rafah por primera vez, pero las fuerzas armadas israelíes no confirmaron esto. Funcionarios palestinos afirmaron que al menos 21 personas murieron en un bombardeo israelí en un campamento de tiendas al oeste de la ciudad, algo que el ejército de Israel negó.\",            \"translated_title\": \"Conflict in Gaza\"        },        {            \"english_version\": \"Israel has faced international condemnation over its ground operation in Gaza's southernmost city. This comes after an Israeli air strike killed at least 45 people in a tent camp for displaced Palestinians. The allegations have raised concerns about the situation in the region.\",            \"english_title\": \"International Response to Israeli Actions\",            \"translated_version\": \"Israel ha recibido condena internacional por su operación terrestre en la ciudad más al sur de Gaza. Esto sucede después de que un ataque aéreo israelí matara al menos a 45 personas en un campamento de tiendas para palestinos desplazados. Las acusaciones han generado preocupaciones sobre la situación en la región.\",            \"translated_title\": \"International Response to Israeli Actions\"        },        {            \"english_version\": \"More than six months after holding elections, the Netherlands will finally have a prime minister. Dick Schoof, a former head of the country's intelligence and immigration services, will lead a right-wing coalition of four parties. The new government has promised the Netherlands's strictest-ever asylum regime.\",            \"english_title\": \"Political Development in the Netherlands\",            \"translated_version\": \"Más de seis meses después de las elecciones, los Países Bajos finalmente tendrán un primer ministro. Dick Schoof, ex jefe de los servicios de inteligencia e inmigración del país, liderará una coalición de derecha de cuatro partidos. El nuevo gobierno ha prometido el régimen de asilo más estricto de los Países Bajos hasta ahora.\",            \"translated_title\": \"Political Development in the Netherlands\"        }    ]}"