"{    \"translations\": [        {            \"english_version\": \"The US president believes Hamas is ready for lasting peace. The group wants more talks on his peace plan.\",            \"english_title\": \"US President on Hamas Peace\",            \"translated_version\": \"El presidente de EE.UU. cree que Hamas está listo para la paz duradera. El grupo quiere más charlas sobre su plan de paz.\",            \"translated_title\": \"Presidente de EE.UU. sobre la paz de Hamas\"        },        {            \"english_version\": \"Pro-Palestinian marches took place in Italy's cities on Friday. They went against the right-wing government of Giorgia Meloni.\",            \"english_title\": \"Pro-Palestinian Marches in Italy\",            \"translated_version\": \"Marchas pro-palestinas ocurrieron en ciudades de Italia el viernes. Fueron contra el gobierno de derecha de Giorgia Meloni.\",            \"translated_title\": \"Marchas pro-palestinas en Italia\"        },        {            \"english_version\": \"Eli Sharabi talks about finding out, after being released, that his wife and children were killed in the attacks.\",            \"english_title\": \"Eli Sharabi's Tragic Discovery\",            \"translated_version\": \"Eli Sharabi habla sobre descubrir, después de ser liberado, que su esposa e hijos fueron asesinados en los ataques.\",            \"translated_title\": \"Descubrimiento trágico de Eli Sharabi\"        },        {            \"english_version\": \"Commercial DNA databases were used to find unknown fathers who had been in Kenya.\",            \"english_title\": \"DNA Databases in Kenya\",            \"translated_version\": \"Bases de datos de ADN comerciales fueron usadas para encontrar padres desconocidos que habían estado en Kenia.\",            \"translated_title\": \"Bases de datos de ADN en Kenia\"        },        {            \"english_version\": \"Donald Trump says a boat was carrying enough drugs to kill thousands. He mentioned the shutdown could be a chance to remove ineffective people, without suggesting any compromises with Democrats.\",            \"english_title\": \"Trump on Drug Boat and Shutdown\",            \"translated_version\": \"Donald Trump dice que un barco llevaba suficientes drogas para matar a miles. Mencionó que el cierre podría ser una oportunidad para quitar a personas ineficaces, sin sugerir compromisos con los demócratas.\",            \"translated_title\": \"Trump sobre barco de drogas y cierre\"        }    ]}"