"{    \"translations\": [        {            \"english_version\": \"Australian Prime Minister Anthony Albanese was booed when he arrived at a memorial event.\",            \"english_title\": \"Australian PM Booed\",            \"translated_version\": \"El Primer Ministro de Australia, Anthony Albanese, fue abucheado cuando llegó a un evento de memoria.\",            \"translated_title\": \"Primer Ministro de Australia Abucheado\"        },        {            \"english_version\": \"At least 347 people have been executed this year, according to the UK-based group Reprieve.\",            \"english_title\": \"Executions Reported\",            \"translated_version\": \"Al menos 347 personas han sido ejecutadas este año, según el grupo Reprieve del Reino Unido.\",            \"translated_title\": \"Ejecuciones Reportadas\"        },        {            \"english_version\": \"With only one hostage left in Gaza, members of the forum think about its impact in Israel and other countries.\",            \"english_title\": \"Hostage Situation in Gaza\",            \"translated_version\": \"Con solo un rehén en Gaza, los miembros del foro piensan en su impacto en Israel y otros países.\",            \"translated_title\": \"Situación de Rehén en Gaza\"        },        {            \"english_version\": \"US lawmakers who wanted the documents to be public said the first release was not complete.\",            \"english_title\": \"Incomplete Document Release\",            \"translated_version\": \"Los legisladores de EE.UU. que querían que los documentos fueran públicos dijeron que la primera publicación no estaba completa.\",            \"translated_title\": \"Publicación de Documentos Incompleta\"        },        {            \"english_version\": \"Far-right Finance Minister Bezalel Smotrich said the action was to stop a Palestinian state from being created.\",            \"english_title\": \"Minister's Statement on Palestine\",            \"translated_version\": \"El Ministro de Finanzas de extrema derecha, Bezalel Smotrich, dijo que la acción era para evitar que se creara un estado palestino.\",            \"translated_title\": \"Declaración del Ministro sobre Palestina\"        }    ]}"