"{    \"translations\": [        {            \"english_version\": \"The US president made comments after Israel's prime minister said claims of hunger were false. The US president also said there is no reason to wait for peace talks to progress.\",            \"english_title\": \"US President Comments\",            \"translated_version\": \"El presidente de Estados Unidos hizo comentarios después de que el primer ministro de Israel dijo que las afirmaciones de hambre eran falsas. El presidente de Estados Unidos también dijo que no hay razón para esperar que las conversaciones de paz avancen.\",            \"translated_title\": \"Comentarios del Presidente de EE.UU.\"        },        {            \"english_version\": \"A local official told the BBC that people were killed even though ransoms were paid for their release.\",            \"english_title\": \"Ransom Tragedy\",            \"translated_version\": \"Un oficial local dijo a la BBC que personas fueron asesinadas aunque se pagaron rescates para su liberación.\",            \"translated_title\": \"Tragedia de Rescate\"        },        {            \"english_version\": \"Carmakers, consumers, and European unity are affected by the latest tariffs. US President Donald Trump threatened to stop tariff talks until the fighting stopped.\",            \"english_title\": \"Tariff Impact\",            \"translated_version\": \"Fabricantes de autos, consumidores y la unidad europea son afectados por los últimos aranceles. El presidente de Estados Unidos, Donald Trump, amenazó con detener las conversaciones de aranceles hasta que la pelea se detenga.\",            \"translated_title\": \"Impacto de Aranceles\"        },        {            \"english_version\": \"The Kremlin is concerned about reports of a cyber-attack on Russia's airline Aeroflot.\",            \"english_title\": \"Cyber-Attack Concerns\",            \"translated_version\": \"El Kremlin está preocupado por informes de un ciberataque a la aerolínea rusa Aeroflot.\",            \"translated_title\": \"Preocupaciones de Ciberataque\"        },        {            \"english_version\": \"A plane worth $400 million is being given by Qatar as a gift, with the US government paying for any changes needed.\",            \"english_title\": \"Qatar's Expensive Gift\",            \"translated_version\": \"Un avión que vale 400 millones de dólares está siendo dado por Qatar como regalo, con el gobierno de Estados Unidos pagando por cualquier cambio necesario.\",            \"translated_title\": \"Regalo Caro de Qatar\"        }    ]}"