"{    \"translations\": [        {            \"english_version\": \"Ireland, Norway, and Spain have decided to officially recognize a Palestinian state on May 28th. Norway's prime minister stated that peace in the Middle East cannot happen without this recognition. Israel has withdrawn its envoys from Ireland and Norway, and it is expected to do the same with Spain. While over 140 UN members acknowledge a Palestinian state, none of the major G7 economies have done so.\",            \"english_title\": \"Recognition of Palestinian State by Ireland, Norway, and Spain\",            \"translated_version\": \"Irlanda, Noruega y España han decidido reconocer oficialmente un estado palestino el 28 de mayo. El primer ministro de Noruega dijo que la paz en el Medio Oriente no puede ocurrir sin este reconocimiento. Israel ha retirado a sus enviados de Irlanda y Noruega, y se espera que haga lo mismo con España. Aunque más de 140 miembros de la ONU reconocen un estado palestino, ninguna de las principales economías del G7 lo ha hecho.\",            \"translated_title\": \"Reconocimiento de Estado Palestino por Irlanda, Noruega y España\"        },        {            \"english_version\": \"The United States has accused Russia of launching a 'space weapon' on May 16th, which could potentially be used to attack other satellites. According to a spokesperson from the Department of Defense, the satellite in question is in low-Earth orbit, moving along the same path as an American government-operated satellite. Russia has not yet responded to these allegations.\",            \"english_title\": \"US Accuses Russia of Launching Space Weapon\",            \"translated_version\": \"Estados Unidos ha acusado a Rusia de lanzar un 'arma espacial' el 16 de mayo, que podría ser utilizada para atacar otros satélites. Según un portavoz del Departamento de Defensa, el satélite en cuestión está en órbita terrestre baja, moviéndose en la misma trayectoria que un satélite operado por el gobierno estadounidense. Rusia aún no ha respondido a estas acusaciones.\",            \"translated_title\": \"EE. UU. Acusa a Rusia de Lanzar Arma Espacial\"        }    ]}"