"{    \"translations\": [        {            \"english_version\": \"Tim Walz said the second fatal shooting is a turning point as protests spread over the shooting of nurse Alex Pretti in Minneapolis. Two people have been shot dead by federal agents in the city recently, making many people angry and frustrated.\",            \"english_title\": \"Protests in Minneapolis\",            \"translated_version\": \"Tim Walz dijo que el segundo tiroteo mortal es un punto de cambio mientras las protestas se extienden por el tiroteo de la enfermera Alex Pretti en Minneapolis. Dos personas han sido disparadas por agentes federales en la ciudad recientemente, haciendo que muchas personas estén enojadas y frustradas.\",            \"translated_title\": \"Protestas en Minneapolis\"        },        {            \"english_version\": \"Almost half of US states have declared emergencies as officials warn of dangerous conditions that could affect 180 million people. Temperatures are expected to peak on Tuesday, reaching very high levels in Victoria and South Australia.\",            \"english_title\": \"Weather Emergencies in US\",            \"translated_version\": \"Casi la mitad de los estados de EE.UU. han declarado emergencias mientras los oficiales advierten de condiciones peligrosas que podrían afectar a 180 millones de personas. Se espera que las temperaturas alcancen su punto máximo el martes, llegando a niveles muy altos en Victoria y el sur de Australia.\",            \"translated_title\": \"Emergencias por el clima en EE.UU.\"        },        {            \"english_version\": \"A leak shows for the first time how Russia misuses Interpol to request the arrest of critics. This has raised concerns about the misuse of international law enforcement tools.\",            \"english_title\": \"Russia Misuses Interpol\",            \"translated_version\": \"Una filtración muestra por primera vez cómo Rusia usa mal Interpol para pedir el arresto de críticos. Esto ha levantado preocupaciones sobre el mal uso de herramientas de la ley internacional.\",            \"translated_title\": \"Rusia usa mal Interpol\"        },        {            \"english_version\": \"The interior minister condemned an attack, which police are investigating. This highlights ongoing security concerns and the need for thorough investigations.\",            \"english_title\": \"Minister Condemns Attack\",            \"translated_version\": \"El ministro del interior condenó un ataque, que la policía está investigando. Esto resalta preocupaciones de seguridad y la necesidad de investigaciones completas.\",            \"translated_title\": \"Ministro condena ataque\"        },        {            \"english_version\": \"Many parties were banned and there was no voting in about half the country, which is experiencing fear and civil war. This situation has led to a lack of democratic processes and increased instability.\",            \"english_title\": \"Political Instability\",            \"translated_version\": \"Muchos partidos fueron prohibidos y no hubo votaciones en casi la mitad del país, que está experimentando miedo y guerra civil. Esta situación ha llevado a una falta de procesos democráticos y más inestabilidad.\",            \"translated_title\": \"Inestabilidad política\"        }    ]}"