"{    \"translations\": [        {            \"english_version\": \"The US and Russia have reportedly prepared a 28-point peace plan, which includes significant compromises from Ukraine. Meanwhile, Russia is allegedly using Telegram to recruit Ukrainian children and teenagers for sabotage and bombings, according to the Ukrainian government.\",            \"english_title\": \"US-Russia Peace Plan\",            \"translated_version\": \"Estados Unidos y Rusia han hecho un plan de paz con 28 puntos. Ucrania tiene que hacer cosas importantes para este plan. Mientras tanto, Rusia está usando Telegram para buscar niños y adolescentes ucranianos para hacer cosas malas, dice el gobierno de Ucrania.\",            \"translated_title\": \"Plan de Paz EEUU-Rusia\"        },        {            \"english_version\": \"The Israeli military reported that it attacked several Hamas targets after gunmen fired at soldiers in Gaza, breaking a ceasefire that had lasted five weeks.\",            \"english_title\": \"Israel Attacks Hamas\",            \"translated_version\": \"El ejército de Israel dijo que atacó varios lugares de Hamas después de que hombres armados dispararon a soldados en Gaza. Esto rompió un alto al fuego que duró cinco semanas.\",            \"translated_title\": \"Israel Ataca a Hamas\"        },        {            \"english_version\": \"A court has stopped the export of La Pascaline, a 400-year-old calculating machine, from France.\",            \"english_title\": \"La Pascaline Export Blocked\",            \"translated_version\": \"Un tribunal ha detenido la exportación de La Pascaline, una máquina de calcular de 400 años, desde Francia.\",            \"translated_title\": \"Exportación de La Pascaline Detenida\"        },        {            \"english_version\": \"Nnamdi Kanu has been found guilty of inciting violence in his campaign for a separate state in south-east Nigeria.\",            \"english_title\": \"Nnamdi Kanu Guilty\",            \"translated_version\": \"Nnamdi Kanu fue encontrado culpable de incitar a la violencia en su campaña por un estado separado en el sureste de Nigeria.\",            \"translated_title\": \"Nnamdi Kanu Culpable\"        },        {            \"english_version\": \"The assassination of Uruapan mayor Carlos Manzo during a Day of the Dead ceremony led to large protests.\",            \"english_title\": \"Mayor Assassinated\",            \"translated_version\": \"El asesinato del alcalde de Uruapan, Carlos Manzo, durante una ceremonia del Día de los Muertos, llevó a grandes protestas.\",            \"translated_title\": \"Alcalde Asesinado\"        }    ]}"