"{    \"translations\": [        {            \"english_version\": \"President Donald Trump has imposed a 10% levy on all imports, with higher rates for countries he believes have treated America unfairly. These tariffs are expected to increase inflation and slow economic growth.\",            \"english_title\": \"President Trump's Tariffs\",            \"translated_version\": \"El Presidente Donald Trump ha impuesto un impuesto del 10% a todas las importaciones, con tasas más altas para países que él cree que han tratado injustamente a América. Se espera que estos impuestos aumenten la inflación y frenen el crecimiento económico.\",            \"translated_title\": \"Impuestos del Presidente Trump\"        },        {            \"english_version\": \"Following China's retaliation with a 34% levy on American imports, markets experienced a significant decline. The S&P 500 dropped by 6% and reached its lowest level in almost a year, losing $5.4 trillion in value since Trump's announcement.\",            \"english_title\": \"Market Reaction\",            \"translated_version\": \"Después de la represalia de China con un impuesto del 34% a las importaciones estadounidenses, los mercados experimentaron una caída significativa. El S&P 500 cayó un 6% y alcanzó su nivel más bajo en casi un año, perdiendo $5.4 billones en valor desde el anuncio de Trump.\",            \"translated_title\": \"Reacción del Mercado\"        },        {            \"english_version\": \"The impact of Trump's tariffs was felt globally, with the Stoxx 600 in Europe ending the week down by 8.4%. This indicates a widespread economic reaction to the trade measures.\",            \"english_title\": \"Global Impact\",            \"translated_version\": \"El impacto de los impuestos de Trump se sintió a nivel mundial, con el Stoxx 600 en Europa terminando la semana con una caída del 8.4%. Esto indica una reacción económica generalizada a las medidas comerciales.\",            \"translated_title\": \"Impacto Global\"        }    ]}"