"{    \"translations\": [        {            \"english_version\": \"The USS Gerald R Ford has been deployed as part of a US campaign to target drug traffickers. This marks a significant escalation in efforts to combat drug trafficking.\",            \"english_title\": \"USS Gerald R Ford Deployed\",            \"translated_version\": \"El USS Gerald R Ford ha sido enviado como parte de una campaña de Estados Unidos para atacar a los traficantes de drogas. Esto es un gran paso en los esfuerzos para combatir el tráfico de drogas.\",            \"translated_title\": \"USS Gerald R Ford Enviado\"        },        {            \"english_version\": \"Dahbia Benkired has become the first woman in France to receive a full life sentence. This follows a shocking crime that she committed.\",            \"english_title\": \"First Woman in France Gets Life Sentence\",            \"translated_version\": \"Dahbia Benkired es la primera mujer en Francia en recibir una sentencia de cadena perpetua. Esto es después de un crimen impactante que ella cometió.\",            \"translated_title\": \"Primera Mujer en Francia Recibe Cadena Perpetua\"        },        {            \"english_version\": \"Zhi Dong Zhang, also known as Brother Wang, tried to escape to Russia using fake documents. His plan failed, and he was caught.\",            \"english_title\": \"Brother Wang's Failed Escape\",            \"translated_version\": \"Zhi Dong Zhang, también conocido como Hermano Wang, intentó escapar a Rusia usando documentos falsos. Su plan falló y fue atrapado.\",            \"translated_title\": \"Escape Fallido de Hermano Wang\"        },        {            \"english_version\": \"The US president has stated that he has a good relationship with the North Korean leader. He is open to having a direct conversation with him.\",            \"english_title\": \"US President Open to Talk\",            \"translated_version\": \"El presidente de Estados Unidos ha dicho que tiene una buena relación con el líder de Corea del Norte. Está abierto a tener una conversación directa con él.\",            \"translated_title\": \"Presidente de EE.UU. Abierto a Hablar\"        },        {            \"english_version\": \"A meeting in London, called a 'coalition of the willing,' is trying to put more pressure on Russia to stop its war in Ukraine.\",            \"english_title\": \"Meeting to Pressure Russia\",            \"translated_version\": \"Una reunión en Londres, llamada 'coalición de los dispuestos,' está tratando de poner más presión sobre Rusia para que detenga su guerra en Ucrania.\",            \"translated_title\": \"Reunión para Presionar a Rusia\"        }    ]}"