"{    \"translations\": [        {            \"english_version\": \"Israel bombed southern Beirut targeting Hashem Safieddine, a possible new leader of Hizbullah. Last week, Israeli air strikes killed Hassan Nasrallah, who led the Iran-backed militant group since 1992. Israel also bombed central Beirut and ordered residents in more than 20 towns in southern Lebanon to evacuate. In the West Bank, Palestinian officials reported Israeli attacks that killed at least 18 people in the Tulkarem refugee camp.\",            \"english_title\": \"Israeli attacks in Lebanon and West Bank\",            \"translated_version\": \"Israel bombardeó el sur de Beirut apuntando a Hashem Safieddine, un posible nuevo líder de Hizbullah. La semana pasada, los ataques aéreos israelíes mataron a Hassan Nasrallah, quien lideró el grupo militante respaldado por Irán desde 1992. Israel también bombardeó el centro de Beirut y ordenó a los residentes de más de 20 pueblos del sur del Líbano que evacuaran. En Cisjordania, los funcionarios palestinos informaron de ataques israelíes que mataron al menos a 18 personas en el campamento de refugiados de Tulkarem.\",            \"translated_title\": \"Ataques de Israel en Líbano y Cisjordania\"        },        {            \"english_version\": \"Oil prices saw their biggest one-day rise in almost a year, surging by more than 5%. President Joe Biden hinted at discussions regarding potential support for an Israeli attack on Iran’s oil facilities. Additionally, Libya resumed oil production after a two-month halt, which could contribute to stabilizing global oil markets.\",            \"english_title\": \"Oil prices surge and geopolitical implications\",            \"translated_version\": \"Los precios del petróleo vieron su mayor aumento en un día en casi un año, aumentando más del 5%. El presidente Joe Biden insinuó discusiones sobre un posible apoyo a un ataque israelí a las instalaciones petroleras de Irán. Además, Libia reanudó la producción de petróleo después de una pausa de dos meses, lo que podría contribuir a estabilizar los mercados petroleros globales.\",            \"translated_title\": \"Aumento de precios del petróleo e implicaciones geopolíticas\"        }    ]}"