"{    \"translations\": [        {            \"english_version\": \"The Israel Defence Forces admitted that the three hostages that it killed by mistake on Friday were bare-chested and holding makeshift white flags. A spokesman said that Hamas fighters operated in civilian attire, but acknowledged that the killings were against its rules of engagement. The deaths will increase pressure on Israel’s prime minister, Binyamin Netanyahu, to pursue a second ceasefire in the hope of securing the release of more hostages.\",            \"english_title\": \"Israeli Forces Admit Mistakenly Killing Hostages\",            \"translated_version\": \"Las Fuerzas de Defensa de Israel admitieron que los tres rehenes que mataron por error el viernes estaban sin camisa y sosteniendo banderas blancas improvisadas. Un portavoz dijo que los combatientes de Hamas operaban vestidos de civil, pero reconoció que las muertes iban en contra de las reglas de combate. Las muertes aumentarán la presión sobre el primer ministro de Israel, Binyamin Netanyahu, para buscar un segundo alto el fuego con la esperanza de asegurar la liberación de más rehenes.\",            \"translated_title\": \"Fuerzas Israelíes Admiten Matar Rehenes por Error\"        },        {            \"english_version\": \"A British destroyer shot down a drone over the Red Sea. Grant Shapps, the defence secretary, said that the drone was targeting merchant shipping. Two shipping companies, including Maersk, a Danish freight giant, have told customers that they are suspending journeys through the Red Sea after missile attacks by the Houthis, an Iran-backed Yemeni militant group that claims to target ships heading towards Israel. Fully 10% of globally traded seaborne oil transits through the Bab al-Mandeb strait, a narrow Red Sea waterway between Yemen and the Horn of Africa.\",            \"english_title\": \"British Destroyer Shoots Down Drone over Red Sea\",            \"translated_version\": \"Un destructor británico derribó un dron sobre el Mar Rojo. Grant Shapps, el secretario de defensa, dijo que el dron estaba apuntando a los barcos mercantes. Dos compañías navieras, incluida Maersk, un gigante danés de carga, han informado a los clientes que están suspendiendo los viajes a través del Mar Rojo después de los ataques con misiles de los hutíes, un grupo militante yemení respaldado por Irán que afirma atacar a los barcos que se dirigen hacia Israel. El 10% de todo el petróleo marítimo comercializado a nivel mundial transita a través del estrecho de Bab al-Mandeb, una estrecha vía fluvial del Mar Rojo entre Yemen y el Cuerno de África.\",            \"translated_title\": \"Destructor Británico Derriba Dron sobre el Mar Rojo\"        },        {            \"english_version\": \"Two people were killed by a Ukrainian missile attack in one of the Russian-held villages in Ukraine’s Kherson region, according to the occupying authorities. Earlier Ukraine launched a series of drone attacks on Crimea, a Ukrainian peninsula annexed by Russia in 2014, and parts of Russia proper. Russian officials said their air defences shot down some 38 drones, in what appeared to be the heaviest such Ukrainian attack in weeks.\",            \"english_title\": \"Ukrainian Missile Attack Kills Two in Russian-held Village\",            \"translated_version\": \"Dos personas murieron en un ataque con misiles ucraniano en una de las aldeas controladas por Rusia en la región de Kherson, Ucrania, según las autoridades ocupantes. Anteriormente, Ucrania lanzó una serie de ataques con drones en Crimea, una península ucraniana anexada por Rusia en 2014, y en partes de Rusia propiamente dicha. Los funcionarios rusos dijeron que sus defensas aéreas derribaron unos 38 drones, en lo que parecía ser el ataque ucraniano más fuerte en semanas.\",            \"translated_title\": \"Ataque de Misiles Ucraniano Mata a Dos en Aldea Controlada por Rusia\"        },        {            \"english_version\": \"A jury ordered Rudy Giuliani, the ex-mayor of New York City and former personal lawyer to Donald Trump, to pay $148m in damages to two former election workers who sued him for defamation. After the presidential election in 2020 Mr Giuliani falsely claimed that the workers had manipulated ballots in the state of Georgia. The workers testified that the bogus accusations spurred violent, racist threats, compelling them to move house.\",            \"english_title\": \"Jury Orders Giuliani to Pay Damages to Former Election Workers\",            \"translated_version\": \"Un jurado ordenó a Rudy Giuliani, el exalcalde de la ciudad de Nueva York y exabogado personal de Donald Trump, pagar $148 millones en daños a dos ex trabajadores electorales que lo demandaron por difamación. Después de las elecciones presidenciales de 2020, el Sr. Giuliani afirmó falsamente que los trabajadores habían manipulado las papeletas en el estado de Georgia. Los trabajadores testificaron que las acusaciones falsas generaron amenazas violentas y racistas, obligándolos a mudarse de casa.\",            \"translated_title\": \"Jurado Ordena a Giuliani Pagar Daños a Ex Trabajadores Electorales\"        },        {            \"english_version\": \"Brazil’s lower house passed an amendment to the country’s constitution designed to simplify the tax code. The reform, to be introduced over eight years from 2026, will replace five consumption taxes with a two-tier VAT system that will apply at federal and regional levels. Companies have long complained that Brazil’s torturous tax rules make doing business in the country devilishly difficult.\",            \"english_title\": \"Brazil Passes Amendment to Simplify Tax Code\",            \"translated_version\": \"La Cámara Baja de Brasil aprobó una enmienda a la constitución del país diseñada para simplificar el código tributario. La reforma, que se implementará durante ocho años a partir de 2026, reemplazará cinco impuestos al consumo con un sistema de IVA de dos niveles que se aplicará a nivel federal y regional. Las empresas han estado quejándose durante mucho tiempo de que las tortuosas reglas fiscales de Brasil dificultan enormemente hacer negocios en el país.\",            \"translated_title\": \"Brasil Aprueba Enmienda para Simplificar Código Tributario\"        }    ]}"