"{    \"translations\": [        {            \"english_version\": \"The UN's refugee agency in Gaza has stopped giving out food in Rafah, a city in the south. They say they don't have enough supplies and it's not safe. The UNRWA couldn't get to their warehouse and distribution center because of the Israeli military actions. The closures of two border crossings, Rafah into Egypt and Kerem Shalom into Israel, have made it hard for them to get supplies. They also didn't get any help from a floating pier that the US made last week.\",            \"english_title\": \"UN Refugee Agency Stops Food Distribution in Gaza\",            \"translated_version\": \"La agencia de refugiados de la ONU en Gaza dejó de repartir comida en Rafah, una ciudad del sur. Dicen que no tienen suficientes suministros y no es seguro. La UNRWA no pudo llegar a su almacén y centro de distribución debido a las acciones militares israelíes. El cierre de dos cruces fronterizos, Rafah hacia Egipto y Kerem Shalom hacia Israel, les ha dificultado obtener suministros. Tampoco recibieron ayuda de un muelle flotante que Estados Unidos hizo la semana pasada.\",            \"translated_title\": \"Agencia de Refugiados de la ONU Detiene Distribución de Comida en Gaza\"        },        {            \"english_version\": \"The Biden administration is talking with Congress about what to do after the chief prosecutor of the International Criminal Court asked for arrest warrants for Israel's prime minister and defense minister. They might use sanctions. The prosecutor also wants warrants for Hamas leaders. The court's judges will decide if they should be given.\",            \"english_title\": \"Biden Administration Discusses ICC Arrest Warrants\",            \"translated_version\": \"La administración de Biden está hablando con el Congreso sobre qué hacer después de que el fiscal jefe de la Corte Penal Internacional solicitara órdenes de arresto para el primer ministro de Israel y el ministro de defensa. Podrían usar sanciones. El fiscal también quiere órdenes de arresto para líderes de Hamas. Los jueces de la corte decidirán si se les deben otorgar.\",            \"translated_title\": \"Administración de Biden Discute Órdenes de Arresto de la CPI\"        },        {            \"english_version\": \"The Economist has been published since September 1843. It aims to be part of a competition between intelligence and ignorance. The magazine covers a wide range of topics and has a long history.\",            \"english_title\": \"History of The Economist Magazine\",            \"translated_version\": \"The Economist se ha publicado desde septiembre de 1843. Su objetivo es ser parte de una competencia entre la inteligencia y la ignorancia. La revista abarca una amplia gama de temas y tiene una larga historia.\",            \"translated_title\": \"Historia de la Revista The Economist\"        },        {            \"english_version\": \"The Economist Group, which includes Economist Intelligence and Economist Impact, offers various services and events. They also provide education courses and job opportunities. The group uses cookies and similar technologies to improve user experience on their website.\",            \"english_title\": \"Services Offered by The Economist Group\",            \"translated_version\": \"El Grupo The Economist, que incluye Economist Intelligence y Economist Impact, ofrece varios servicios y eventos. También brindan cursos de educación y oportunidades laborales. El grupo utiliza cookies y tecnologías similares para mejorar la experiencia del usuario en su sitio web.\",            \"translated_title\": \"Servicios Ofrecidos por el Grupo The Economist\"        },        {            \"english_version\": \"The Economist Newspaper Limited, which owns the publication, has all rights reserved. They have policies in place regarding the use of cookies, privacy, and accessibility. The group is committed to modern slavery statement and protecting data rights.\",            \"english_title\": \"Policies of The Economist Newspaper Limited\",            \"translated_version\": \"The Economist Newspaper Limited, que es propietaria de la publicación, tiene todos los derechos reservados. Tienen políticas establecidas con respecto al uso de cookies, privacidad y accesibilidad. El grupo está comprometido con la declaración de esclavitud moderna y la protección de los derechos de datos.\",            \"translated_title\": \"Políticas de The Economist Newspaper Limited\"        }    ]}"