"{    \"translations\": [        {            \"english_version\": \"The actress was a symbol of sexual freedom in the 1950s but became controversial after making offensive comments about gay and racial groups. She had a mix of playful charm and European sensuality that changed movies in the 1950s.\",            \"english_title\": \"Actress Controversy\",            \"translated_version\": \"La actriz era un símbolo de libertad sexual en los años 1950 pero se volvió polémica después de hacer comentarios ofensivos sobre grupos gays y raciales. Tenía una mezcla de encanto juguetón y sensualidad europea que cambió las películas en los años 1950.\",            \"translated_title\": \"Controversia de Actriz\"        },        {            \"english_version\": \"Scientists report that volcanic activity at a frequently erupting site has increased this week, with craters constantly releasing ash.\",            \"english_title\": \"Volcano Activity\",            \"translated_version\": \"Científicos dicen que la actividad volcánica en un lugar que erupciona mucho ha aumentado esta semana, con cráteres soltando ceniza todo el tiempo.\",            \"translated_title\": \"Actividad del Volcán\"        },        {            \"english_version\": \"Police report that suspects collected around €7 million for a militant group over more than two years.\",            \"english_title\": \"Militant Group Funding\",            \"translated_version\": \"La policía dice que los sospechosos juntaron alrededor de 7 millones de euros para un grupo militante en más de dos años.\",            \"translated_title\": \"Financiamiento de Grupo Militante\"        },        {            \"english_version\": \"Observers say the recent vote, along with a new crackdown on dissent, is intended to strengthen the junta's control.\",            \"english_title\": \"Junta Control\",            \"translated_version\": \"Observadores dicen que la votación reciente, junto con una nueva represión a la disidencia, es para fortalecer el control de la junta.\",            \"translated_title\": \"Control de la Junta\"        },        {            \"english_version\": \"Thousands of homes in parts of Finland, Sweden, and Norway are without power.\",            \"english_title\": \"Power Outage\",            \"translated_version\": \"Miles de casas en partes de Finlandia, Suecia y Noruega están sin electricidad.\",            \"translated_title\": \"Corte de Electricidad\"        }    ]}"