"{    \"translations\": [        {            \"english_version\": \"A video released by members of Congress shows Maxwell, who is in jail and was an associate of Jeffrey Epstein, not answering questions about Epstein, who was a sex offender.\",            \"english_title\": \"Maxwell Video\",            \"translated_version\": \"Un video de miembros del Congreso muestra a Maxwell, que está en la cárcel y era amigo de Jeffrey Epstein, no respondiendo preguntas sobre Epstein, que era un delincuente sexual.\",            \"translated_title\": \"Video de Maxwell\"        },        {            \"english_version\": \"The Gordie Howe International Bridge, which will connect Michigan to Ontario, is planned to open this year.\",            \"english_title\": \"New Bridge Opening\",            \"translated_version\": \"El Puente Internacional Gordie Howe, que conectará Michigan con Ontario, planea abrir este año.\",            \"translated_title\": \"Nuevo Puente Abre\"        },        {            \"english_version\": \"Tech companies are being looked at closely because of concerns about social media addiction. This is happening in a big court case in Los Angeles.\",            \"english_title\": \"Tech Companies in Court\",            \"translated_version\": \"Las empresas de tecnología están siendo observadas de cerca por preocupaciones sobre la adicción a las redes sociales. Esto pasa en un gran caso en la corte de Los Ángeles.\",            \"translated_title\": \"Empresas de Tecnología en Corte\"        },        {            \"english_version\": \"Videos from a rally show police hitting protesters and pulling away men who were praying.\",            \"english_title\": \"Police at Rally\",            \"translated_version\": \"Videos de una manifestación muestran a la policía golpeando a manifestantes y alejando a hombres que estaban rezando.\",            \"translated_title\": \"Policía en Manifestación\"        },        {            \"english_version\": \"The oil company says it will stop buying back its own shares because a new boss is coming.\",            \"english_title\": \"Oil Company Changes\",            \"translated_version\": \"La compañía de petróleo dice que dejará de comprar sus propias acciones porque viene un nuevo jefe.\",            \"translated_title\": \"Cambios en Compañía de Petróleo\"        }    ]}"