"{    \"translations\": [        {            \"english_version\": \"Joe Biden, America’s president, urged Israel’s prime minister, Binyamin Netanyahu, to extend a four-day truce with Hamas to allow for the release of more hostages.\",            \"english_title\": \"Biden urges truce extension for hostage release\",            \"translated_version\": \"Joe Biden, el presidente de Estados Unidos, instó al primer ministro de Israel, Binyamin Netanyahu, a extender una tregua de cuatro días con Hamas para permitir la liberación de más rehenes.\",            \"translated_title\": \"Biden insta a extender tregua para liberar rehenes\"        },        {            \"english_version\": \"A Hamas spokesman called on Mr Biden to press Israel to end its offensive.\",            \"english_title\": \"Hamas calls on Biden to end Israeli offensive\",            \"translated_version\": \"Un portavoz de Hamas pidió al Sr. Biden que presione a Israel para poner fin a su ofensiva.\",            \"translated_title\": \"Hamas pide a Biden poner fin a ofensiva israelí\"        },        {            \"english_version\": \"On Sunday Hamas handed over more hostages—14 Israelis and three Thais—and Israel released a third batch of 39 Palestinian prisoners.\",            \"english_title\": \"Hamas releases more hostages, Israel frees prisoners\",            \"translated_version\": \"El domingo, Hamas entregó más rehenes, 14 israelíes y tres tailandeses, e Israel liberó un tercer grupo de 39 prisioneros palestinos.\",            \"translated_title\": \"Hamas libera más rehenes, Israel libera prisioneros\"        },        {            \"english_version\": \"The pause in fighting has allowed supplies of food, fuel and medicine to enter Gaza.\",            \"english_title\": \"Pause in fighting allows supplies to enter Gaza\",            \"translated_version\": \"La pausa en los combates ha permitido que lleguen suministros de alimentos, combustible y medicinas a Gaza.\",            \"translated_title\": \"Pausa en combates permite suministros en Gaza\"        },        {            \"english_version\": \"Israeli forces killed eight Palestinians in the occupied West Bank.\",            \"english_title\": \"Israeli forces kill Palestinians in West Bank\",            \"translated_version\": \"Las fuerzas israelíes mataron a ocho palestinos en Cisjordania ocupada.\",            \"translated_title\": \"Fuerzas israelíes matan palestinos en Cisjordania\"        }    ]}"