"{    \"translations\": [        {            \"english_version\": \"India expelled Canada's acting high commissioner in Delhi in response to Canada ordering the removal of India's own high commissioner. Each side also expelled five other diplomats. Relations between the countries have been strained since Canada blamed India for the murder of a Sikh separatist on its soil last year. Canadian officials had named the expelled Indian diplomats as 'persons of interest' in their investigation.\",            \"english_title\": \"India-Canada Diplomatic Dispute\",            \"translated_version\": \"India echó al comisionado interino de Canadá en Delhi en respuesta a Canadá ordenando la remoción de su propio comisionado en India. Cada lado también echó a otros cinco diplomáticos. Las relaciones entre los países han estado tensas desde que Canadá culpó a India por el asesinato de un separatista sij en su suelo el año pasado. Los oficiales canadienses habían nombrado a los diplomáticos indios expulsados como 'personas de interés' en su investigación.\",            \"translated_title\": \"India-Canadá Disputa Diplomática\"        },        {            \"english_version\": \"An Israeli attack killed at least 21 people in Aitou, a town in northern Lebanon, according to the Lebanese Red Cross. It is the first time the Israel Defence Forces has struck a Christian-majority town since beginning its ground operation. Meanwhile, the IDF continued to attack southern Lebanon, claiming to have killed a Hizbullah commander.\",            \"english_title\": \"Israeli Attack in Lebanon\",            \"translated_version\": \"Un ataque israelí mató al menos a 21 personas en Aitou, un pueblo en el norte de Líbano, según la Cruz Roja Libanesa. Es la primera vez que las Fuerzas de Defensa de Israel han atacado un pueblo de mayoría cristiana desde que comenzaron su operación terrestre. Mientras tanto, las IDF continuaron atacando el sur de Líbano, afirmando haber matado a un comandante de Hizbullah.\",            \"translated_title\": \"Ataque Israelí en Líbano\"        }    ]}"