"{    \"translations\": [        {            \"english_version\": \"King Abdullah told the BBC that peace in Gaza is needed before any international forces can be sent there.\",            \"english_title\": \"Peace Needed in Gaza\",            \"translated_version\": \"El Rey Abdullah dijo a la BBC que se necesita paz en Gaza antes de enviar fuerzas internacionales.\",            \"translated_title\": \"Paz Necesaria en Gaza\"        },        {            \"english_version\": \"Kurdish counter-terrorism officials told the BBC that Islamic State cells in Syria are regrouping and increasing their attacks.\",            \"english_title\": \"Islamic State Regrouping\",            \"translated_version\": \"Oficiales kurdos dijeron a la BBC que células del Estado Islámico en Siria se están reuniendo y aumentando sus ataques.\",            \"translated_title\": \"Estado Islámico Se Reúne\"        },        {            \"english_version\": \"Milei's big spending cuts have been liked by Donald Trump, but many people have criticized them.\",            \"english_title\": \"Milei's Spending Cuts\",            \"translated_version\": \"Los grandes recortes de gastos de Milei han gustado a Donald Trump, pero muchas personas los han criticado.\",            \"translated_title\": \"Recortes de Milei\"        },        {            \"english_version\": \"The fall of el-Fasher would strengthen the RSF's control in the west and shows a split in the country.\",            \"english_title\": \"El-Fasher's Fall\",            \"translated_version\": \"La caída de el-Fasher fortalecería el control del RSF en el oeste y muestra una división en el país.\",            \"translated_title\": \"Caída de el-Fasher\"        },        {            \"english_version\": \"Venezuela's attorney general accused the US president of wanting to make Venezuela a colony.\",            \"english_title\": \"Venezuela Accuses US\",            \"translated_version\": \"El fiscal general de Venezuela acusó al presidente de EE.UU. de querer hacer de Venezuela una colonia.\",            \"translated_title\": \"Venezuela Acusa a EE.UU.\"        }    ]}"