"{    \"translations\": [        {            \"english_version\": \"António Guterres, the leader of the UN, asked for a quick break in fighting in Gaza. He also called for the immediate release of all hostages. Israel told more people in eastern Rafah to leave their homes as they get ready for more intense operations. About 300,000 individuals have left the city in the last week, as reported by the UN. Israel increased its bombing in Jabalia refugee camp, causing casualties. In another incident, a missile from Ukraine hit an apartment building in Russia, resulting in deaths and injuries. At the same time, Russian attacks in Kharkiv, Ukraine, led to fatalities and displacement of thousands, according to the governor of the region.\",            \"english_title\": \"Recent events in Gaza and Ukraine\",            \"translated_version\": \"El líder de la ONU pidió una pausa rápida en la lucha en Gaza. También pidió la liberación inmediata de todos los rehenes. Israel le dijo a más personas en el este de Rafah que abandonaran sus hogares mientras se preparan para operaciones más intensas. Unas 300,000 personas han abandonado la ciudad en la última semana, según informó la ONU. Israel aumentó sus bombardeos en el campamento de refugiados de Jabalia, causando víctimas. En otro incidente, un misil de Ucrania impactó en un edificio de apartamentos en Rusia, resultando en muertes y heridas. Al mismo tiempo, los ataques rusos en Járkov, Ucrania, provocaron fatalidades y el desplazamiento de miles, según el gobernador de la región.\",            \"translated_title\": \"Recent events in Gaza and Ukraine\"        },        {            \"english_version\": \"The Economist has been published since September 1843. It aims to engage in a battle between intelligence and ignorance. The publication strives to push forward intelligence while overcoming ignorance that hinders progress.\",            \"english_title\": \"About The Economist\",            \"translated_version\": \"The Economist se ha publicado desde septiembre de 1843. Su objetivo es participar en una batalla entre la inteligencia y la ignorancia. La publicación se esfuerza por promover la inteligencia mientras supera la ignorancia que obstaculiza el progreso.\",            \"translated_title\": \"About The Economist\"        }    ]}"