"{    \"translations\": [        {            \"english_version\": \"The Israel Defence Forces rescued four hostages from central Gaza. The hostages were taken from the Nova music festival on October 7th. Hamas reported that at least 210 people died in Israeli bombing during the rescue operation.\",            \"english_title\": \"Hostage Rescue in Gaza\",            \"translated_version\": \"El Ejército de Defensa de Israel rescató a cuatro rehenes de Gaza central. Los rehenes fueron llevados del festival de música Nova el 7 de octubre. Hamas informó que al menos 210 personas murieron en los bombardeos israelíes durante la operación de rescate.\",            \"translated_title\": \"Rescate de rehenes en Gaza\"        },        {            \"english_version\": \"Benny Gantz, a member of Israel’s war cabinet and former defence minister, postponed a press conference where he was expected to announce his resignation. This decision came shortly after the IDF's hostage rescue announcement.\",            \"english_title\": \"Benny Gantz's Press Conference\",            \"translated_version\": \"Benny Gantz, un miembro del gabinete de guerra de Israel y exministro de defensa, pospuso una conferencia de prensa donde se esperaba que anunciara su renuncia. Esta decisión se produjo poco después del anuncio de rescate de rehenes del IDF.\",            \"translated_title\": \"Conferencia de prensa de Benny Gantz\"        },        {            \"english_version\": \"Norway’s sovereign wealth fund plans to vote against a $56bn pay package for Elon Musk at the upcoming Tesla shareholder meeting. The fund, Tesla’s eighth-largest shareholder, has concerns about the size of the award.\",            \"english_title\": \"Norway's Fund Against Elon Musk's Pay\",            \"translated_version\": \"El fondo soberano de Noruega planea votar en contra de un paquete de pago de $56 mil millones para Elon Musk en la próxima reunión de accionistas de Tesla. El fondo, el octavo accionista más grande de Tesla, tiene preocupaciones sobre el tamaño del premio.\",            \"translated_title\": \"Fondo de Noruega contra el pago a Elon Musk\"        }    ]}"