"{    \"translations\": [        {            \"english_version\": \"Joe Biden's campaign raised $64 million in June, which is three times more than what Donald Trump raised. This is good news for Biden, as there is pressure on Trump to drop out of the race after a poor debate performance. Biden, who has COVID-19, plans to resume campaigning next week. Meanwhile, Trump held a rally and criticized Biden as an old man.\",            \"english_title\": \"Biden's Fundraising Success\",            \"translated_version\": \"La campaña de Joe Biden recaudó $64 millones en junio, tres veces más de lo que recaudó Donald Trump. Esto es una buena noticia para Biden, ya que hay presión sobre Trump para que se retire de la carrera después de un mal desempeño en el debate. Biden, que tiene COVID-19, planea reanudar la campaña la próxima semana. Mientras tanto, Trump celebró un mitin y criticó a Biden por ser un hombre mayor.\",            \"translated_title\": \"Éxito en la Recaudación de Fondos de Biden\"        },        {            \"english_version\": \"Bangladesh's Supreme Court eliminated most of the quotas that gave government jobs to veterans' family members from the 1971 war. This move caused chaos and protests in Bangladesh, leading to at least 100 deaths. The protests are the largest since Prime Minister Sheikh Hasina's re-election earlier this year.\",            \"english_title\": \"Quota Elimination in Bangladesh\",            \"translated_version\": \"La Corte Suprema de Bangladesh eliminó la mayoría de las cuotas que daban empleos gubernamentales a los familiares de veteranos de la guerra de 1971. Esta acción causó caos y protestas en Bangladesh, lo que llevó a al menos 100 muertes. Las protestas son las más grandes desde la reelección del Primer Ministro Sheikh Hasina a principios de este año.\",            \"translated_title\": \"Eliminación de Cuotas en Bangladesh\"        }    ]}"