"{    \"translations\": [        {            \"english_version\": \"Ukraine's President Zelensky says many people are hurt and blames Moscow for choosing to use missiles instead of talking. Two children were killed when someone shot through the windows of the city's Annunciation Church.\",            \"english_title\": \"Zelensky Blames Moscow\",            \"translated_version\": \"El presidente de Ucrania, Zelensky, dice que muchas personas están heridas y culpa a Moscú por usar misiles en lugar de hablar. Dos niños murieron cuando alguien disparó a través de las ventanas de la Iglesia de la Anunciación de la ciudad.\",            \"translated_title\": \"Zelensky culpa a Moscú\"        },        {            \"english_version\": \"Wildfires have burned large areas in southern Europe, and new studies show that climate change has been a big factor.\",            \"english_title\": \"Wildfires in Southern Europe\",            \"translated_version\": \"Los incendios han quemado grandes áreas en el sur de Europa, y nuevos estudios muestran que el cambio climático ha sido un gran factor.\",            \"translated_title\": \"Incendios en el sur de Europa\"        },        {            \"english_version\": \"A rise in the use of vapes with etomidate, a drug used for anesthesia, has caused a lot of concern.\",            \"english_title\": \"Vape Concerns\",            \"translated_version\": \"Un aumento en el uso de vapes con etomidato, una droga usada para anestesia, ha causado mucha preocupación.\",            \"translated_title\": \"Preocupación por vapes\"        },        {            \"english_version\": \"The leader of North Korea attended an event just days after Trump said he wants to meet Kim. Leaders from North Korea and Russia will go to China's military parade next week, which is a success for Xi.\",            \"english_title\": \"North Korea and China Event\",            \"translated_version\": \"El líder de Corea del Norte asistió a un evento pocos días después de que Trump dijera que quiere reunirse con Kim. Líderes de Corea del Norte y Rusia irán al desfile militar de China la próxima semana, lo cual es un éxito para Xi.\",            \"translated_title\": \"Evento de Corea del Norte y China\"        },        {            \"english_version\": \"The talks are happening as Israel gets ready to take over Gaza City as a step towards full control of the area.\",            \"english_title\": \"Israel and Gaza City\",            \"translated_version\": \"Las conversaciones están ocurriendo mientras Israel se prepara para tomar el control de la Ciudad de Gaza como un paso hacia el control total del área.\",            \"translated_title\": \"Israel y Ciudad de Gaza\"        }    ]}"