"{    \"translations\": [        {            \"english_version\": \"The BBC has documented a significant increase in obituaries for soldiers as part of its efforts to count Russian war losses. This highlights the ongoing impact of the conflict and the human cost involved.\",            \"english_title\": \"Increase in Soldier Obituaries\",            \"translated_version\": \"La BBC ha documentado un gran aumento en obituarios de soldados como parte de sus esfuerzos para contar las pérdidas de guerra rusas. Esto muestra el impacto continuo del conflicto y el costo humano.\",            \"translated_title\": \"Aumento en Obituarios de Soldados\"        },        {            \"english_version\": \"The US president has issued a warning to Hamas, stating that there will be severe consequences if they do not disarm. This statement came after discussions with Israeli Prime Minister Netanyahu.\",            \"english_title\": \"US Warning to Hamas\",            \"translated_version\": \"El presidente de EE.UU. ha dado una advertencia a Hamas, diciendo que habrá consecuencias graves si no se desarman. Esta declaración vino después de hablar con el Primer Ministro de Israel, Netanyahu.\",            \"translated_title\": \"Advertencia de EE.UU. a Hamas\"        },        {            \"english_version\": \"A British heavyweight boxer was involved in a car crash that resulted in minor injuries for him but tragically killed two of his team members and close friends.\",            \"english_title\": \"Boxer in Car Crash\",            \"translated_version\": \"Un boxeador británico de peso pesado estuvo en un accidente de coche que le causó heridas leves, pero tristemente mató a dos de sus compañeros de equipo y amigos cercanos.\",            \"translated_title\": \"Boxeador en Accidente de Coche\"        },        {            \"english_version\": \"Overfishing and illegal fishing are major factors leading to the decline of shark populations, including species like great whites. This poses a threat to marine ecosystems.\",            \"english_title\": \"Shark Population Decline\",            \"translated_version\": \"La pesca excesiva e ilegal son factores importantes que llevan a la disminución de poblaciones de tiburones, incluyendo especies como los grandes blancos. Esto es una amenaza para los ecosistemas marinos.\",            \"translated_title\": \"Disminución de Tiburones\"        },        {            \"english_version\": \"Russia has accused Ukraine of attempting to target a presidential residence, an allegation that Ukrainian President Zelensky has dismissed as false and typical of Russian misinformation.\",            \"english_title\": \"Russia Accuses Ukraine\",            \"translated_version\": \"Rusia ha acusado a Ucrania de intentar atacar una residencia presidencial, una acusación que el presidente ucraniano Zelensky ha rechazado como falsa y típica de la desinformación rusa.\",            \"translated_title\": \"Rusia Acusa a Ucrania\"        }    ]}"