"{    \"translations\": [        {            \"english_version\": \"Both sides are working hard on unresolved issues after talks on a US-backed plan to end the war. Israel is letting more food into Gaza, but aid workers say important ingredients to improve people's diets are still missing.\",            \"english_title\": \"Efforts to End War\",            \"translated_version\": \"Ambos lados están trabajando mucho en problemas sin resolver después de hablar sobre un plan apoyado por EE.UU. para terminar la guerra. Israel está dejando entrar más comida a Gaza, pero los trabajadores de ayuda dicen que faltan ingredientes importantes para mejorar la dieta de las personas.\",            \"translated_title\": \"Esfuerzos para Terminar la Guerra\"        },        {            \"english_version\": \"Israel has increased its attacks on targets it says are linked to Hezbollah, which raises fears that fighting might start again.\",            \"english_title\": \"Increased Attacks by Israel\",            \"translated_version\": \"Israel ha aumentado sus ataques a objetivos que dice están ligados a Hezbollah, lo que hace temer que la pelea pueda empezar de nuevo.\",            \"translated_title\": \"Ataques Aumentados por Israel\"        },        {            \"english_version\": \"BBC Africa Eye has found two people who claim they can get body parts for rituals.\",            \"english_title\": \"Body Parts for Rituals\",            \"translated_version\": \"BBC Africa Eye ha encontrado a dos personas que dicen que pueden conseguir partes del cuerpo para rituales.\",            \"translated_title\": \"Partes del Cuerpo para Rituales\"        },        {            \"english_version\": \"Protests have happened about the buses that take visitors to the world heritage site in Peru.\",            \"english_title\": \"Protests in Peru\",            \"translated_version\": \"Han ocurrido protestas sobre los buses que llevan visitantes al sitio de patrimonio mundial en Perú.\",            \"translated_title\": \"Protestas en Perú\"        },        {            \"english_version\": \"A new law aims to reduce the dangers children face online, but some people are against it.\",            \"english_title\": \"New Online Safety Law\",            \"translated_version\": \"Una nueva ley busca reducir los peligros que enfrentan los niños en línea, pero algunas personas están en contra.\",            \"translated_title\": \"Nueva Ley de Seguridad en Línea\"        }    ]}"