"{    \"translations\": [        {            \"english_version\": \"Trump was told to think about Ukraine's interests when he meets Putin on Friday. Mediators believe a deal can be made before Israel expands the war.\",            \"english_title\": \"Trump and Ukraine\",            \"translated_version\": \"Le dijeron a Trump que piense en los intereses de Ucrania cuando se reúna con Putin el viernes. Los mediadores creen que se puede hacer un acuerdo antes de que Israel expanda la guerra.\",            \"translated_title\": \"Trump y Ucrania\"        },        {            \"english_version\": \"Dina Boluarte does not agree with the criticism of a law that protects many people accused of crimes during the Maoist insurgency.\",            \"english_title\": \"Boluarte and Law Criticism\",            \"translated_version\": \"Dina Boluarte no está de acuerdo con las críticas a una ley que protege a muchas personas acusadas de crímenes durante la insurgencia maoísta.\",            \"translated_title\": \"Boluarte y Crítica a la Ley\"        },        {            \"english_version\": \"A heatwave is causing fires from Portugal to the Balkans, with a big fire in Greece.\",            \"english_title\": \"Heatwave and Fires\",            \"translated_version\": \"Una ola de calor está causando incendios desde Portugal hasta los Balcanes, con un gran incendio en Grecia.\",            \"translated_title\": \"Ola de Calor e Incendios\"        },        {            \"english_version\": \"Parents in Sudan's Darfur region are having a hard time feeding their children because of the war.\",            \"english_title\": \"Darfur Parents Struggle\",            \"translated_version\": \"Los padres en la región de Darfur en Sudán tienen dificultades para alimentar a sus hijos por la guerra.\",            \"translated_title\": \"Padres en Darfur Luchan\"        },        {            \"english_version\": \"Lai is accused of working with foreign forces under a national security law imposed by Beijing.\",            \"english_title\": \"Lai Accused Under Security Law\",            \"translated_version\": \"Lai está acusado de trabajar con fuerzas extranjeras bajo una ley de seguridad nacional impuesta por Beijing.\",            \"translated_title\": \"Lai Acusado por Ley de Seguridad\"        }    ]}"