"{    \"translations\": [        {            \"english_version\": \"The House of Representatives in America voted against a spending deal supported by Trump. Many Republicans, along with Democrats, opposed the bill. The deal would have funded the government until March and suspended the debt ceiling for two years. If a new deal is not reached by Friday midnight, non-essential government operations will stop.\",            \"english_title\": \"Government Shutdown and Debt Ceiling\",            \"translated_version\": \"La Casa de Representantes en América votó en contra de un acuerdo de gastos apoyado por Trump. Muchos republicanos, junto con demócratas, se opusieron al proyecto de ley. El acuerdo habría financiado al gobierno hasta marzo y suspendido el techo de deuda por dos años. Si no se alcanza un nuevo acuerdo antes de la medianoche del viernes, las operaciones gubernamentales no esenciales se detendrán.\",            \"translated_title\": \"Cierre del Gobierno y Techo de Deuda\"        },        {            \"english_version\": \"Vladimir Putin mentioned that Russia is open to negotiations and compromises in Ukraine. He expressed readiness to meet with Donald Trump to help end the war quickly. Putin also stated that the fall of Bashar al-Assad in Syria, whom Russia supported, is not considered a defeat for Russia.\",            \"english_title\": \"Negotiations in Ukraine\",            \"translated_version\": \"Vladimir Putin mencionó que Rusia está abierta a negociaciones y compromisos en Ucrania. Expresó su disposición a reunirse con Donald Trump para ayudar a terminar la guerra rápidamente. Putin también afirmó que la caída de Bashar al-Assad en Siria, a quien Rusia apoyaba, no se considera una derrota para Rusia.\",            \"translated_title\": \"Negociaciones en Ucrania\"        },        {            \"english_version\": \"The Economist has been published since September 1843. It aims to participate in a contest between intelligence and ignorance. The publication covers various topics and provides insightful analysis on global affairs.\",            \"english_title\": \"The Economist Publication\",            \"translated_version\": \"The Economist se ha publicado desde septiembre de 1843. Su objetivo es participar en un concurso entre la inteligencia y la ignorancia. La publicación abarca varios temas y proporciona un análisis perspicaz sobre asuntos globales.\",            \"translated_title\": \"Publicación de The Economist\"        }    ]}"