"{    \"translations\": [        {            \"english_version\": \"Negotiations between Israel and Hamas for a ceasefire and the release of hostages stalled last week. Evyatar David's family says Hamas is starving him, as the group shows a video of him being kept in a tunnel.\",            \"english_title\": \"Israel and Hamas Talks\",            \"translated_version\": \"Las conversaciones entre Israel y Hamas para un alto el fuego y liberar rehenes se detuvieron la semana pasada. La familia de Evyatar David dice que Hamas lo está dejando sin comida, y el grupo muestra un video de él en un túnel.\",            \"translated_title\": \"Conversaciones entre Israel y Hamas\"        },        {            \"english_version\": \"Hundreds of thousands of Catholics from around the world came to Rome for the special Jubilee holy year event.\",            \"english_title\": \"Catholics Gather in Rome\",            \"translated_version\": \"Cientos de miles de católicos de todo el mundo fueron a Roma para el evento especial del año santo Jubileo.\",            \"translated_title\": \"Católicos se reúnen en Roma\"        },        {            \"english_version\": \"The body of one of five trapped miners was found after a quake caused tunnels to collapse.\",            \"english_title\": \"Miner Found After Quake\",            \"translated_version\": \"El cuerpo de uno de los cinco mineros atrapados fue encontrado después de que un terremoto hizo que los túneles se derrumbaran.\",            \"translated_title\": \"Minero encontrado después de terremoto\"        },        {            \"english_version\": \"The US president said he's ordered two nuclear submarines to move closer to Russia, after a social media argument with Russia's ex-president.\",            \"english_title\": \"US Submarines Move\",            \"translated_version\": \"El presidente de EE.UU. dijo que ordenó a dos submarinos nucleares acercarse a Rusia, después de una discusión en redes sociales con el ex-presidente de Rusia.\",            \"translated_title\": \"Submarinos de EE.UU. se mueven\"        },        {            \"english_version\": \"The suspect, named as Michael Paul Brown, is believed to be armed and dangerous, police say.\",            \"english_title\": \"Dangerous Suspect\",            \"translated_version\": \"La policía dice que el sospechoso, llamado Michael Paul Brown, está armado y es peligroso.\",            \"translated_title\": \"Sospechoso peligroso\"        }    ]}"