"{    \"translations\": [        {            \"english_version\": \"Matt Gaetz, a Republican congressman from Florida, said he would move to oust Kevin McCarthy, the beleaguered speaker of the House of Representatives, for working with Democrats to pass an 11th-hour stopgap funding bill. President Joe Biden signed the bill, which prevented a government shutdown in America, late on Saturday. The bill provides money for disaster relief, but none of the aid for Ukraine that Democrats had sought. The scrambling follows weeks during which hard-right Republican congressmen, seeking swingeing spending cuts, had blocked efforts to fund the government.\",            \"english_title\": \"Republican Congressman Plans to Oust Speaker of the House\",            \"translated_version\": \"Matt Gaetz, un congresista republicano de Florida, dijo que intentaría destituir a Kevin McCarthy, el atribulado presidente de la Cámara de Representantes, por trabajar con los demócratas para aprobar un proyecto de ley de financiamiento de último minuto. El presidente Joe Biden firmó el proyecto de ley, que evitó un cierre del gobierno en Estados Unidos, el sábado por la noche. El proyecto de ley proporciona dinero para ayuda en casos de desastre, pero ninguno de los fondos para Ucrania que los demócratas habían buscado. La confusión sigue a semanas en las que los congresistas republicanos de extrema derecha, que buscan recortes drásticos en el gasto, habían bloqueado los esfuerzos para financiar el gobierno.\",            \"translated_title\": \"Congresista Republicano Planea Destituir al Presidente de la Cámara\"        },        {            \"english_version\": \"In Poland hundreds of thousands of supporters of Civic Coalition, the leading opposition group, marched through Warsaw, the capital, ahead of a general election on October 15th. Many waved EU flags. Earlier the ruling Law and Justice party, which has threatened to take Poland out of the EU, held a smaller rally in the southern city of Katowice.\",            \"english_title\": \"Opposition Supporters March in Poland\",            \"translated_version\": \"En Polonia, cientos de miles de seguidores de la Coalición Cívica, el principal grupo de oposición, marcharon por Varsovia, la capital, antes de las elecciones generales del 15 de octubre. Muchos agitaban banderas de la Unión Europea. Anteriormente, el partido gobernante Ley y Justicia, que ha amenazado con sacar a Polonia de la UE, celebró una manifestación más pequeña en la ciudad sureña de Katowice.\",            \"translated_title\": \"Seguidores de la Oposición Marchan en Polonia\"        },        {            \"english_version\": \"Turkey’s government said terrorists detonated an explosive outside a government building in the capital, Ankara, close to the parliament where Recep Tayyip Erdogan, the president, was due to speak. One bomber died in the blast; police shot a second. It is not clear who was behind the violence. Kurdish militants and Islamic State have carried out attacks in Turkey in the past.\",            \"english_title\": \"Explosion in Turkey's Capital\",            \"translated_version\": \"El gobierno de Turquía dijo que terroristas detonaron un explosivo fuera de un edificio gubernamental en la capital, Ankara, cerca del parlamento donde iba a hablar Recep Tayyip Erdogan, el presidente. Un terrorista murió en la explosión; la policía disparó a un segundo. No está claro quién estuvo detrás de la violencia. Militantes kurdos y el Estado Islámico han llevado a cabo ataques en Turquía en el pasado.\",            \"translated_title\": \"Explosión en la Capital de Turquía\"        },        {            \"english_version\": \"Smer, a pro-Russian party led by Robert Fico, a former prime minister, won Slovakia’s election. With almost all ballots counted, Smer took 24% of the vote. Earlier, exit polls suggested Progressive Slovakia, a liberal party, had won the election, but it took around 17% of the vote. Smer will now probably attempt to form a coalition with other, smaller parties.\",            \"english_title\": \"Pro-Russian Party Wins Slovakia's Election\",            \"translated_version\": \"Smer, un partido prorruso liderado por Robert Fico, un ex primer ministro, ganó las elecciones en Eslovaquia. Con casi todas las papeletas contadas, Smer obtuvo el 24% de los votos. Anteriormente, las encuestas a boca de urna sugerían que el partido Progresista de Eslovaquia, un partido liberal, había ganado las elecciones, pero obtuvo alrededor del 17% de los votos. Smer probablemente intentará formar una coalición con otros partidos más pequeños.\",            \"translated_title\": \"Partido Prorruso Gana las Elecciones en Eslovaquia\"        },        {            \"english_version\": \"The first UN humanitarian mission in 30 years arrived in Nagorno-Karabakh at the invitation of Azerbaijan’s government. The organisation had no access to the enclave while it was controlled by Armenian separatists, who were ousted by Azerbaijan last week.. Armenia’s government has said that the vast majority of Nagorno-Karabakh’s ethnic Armenians have fled to the country from the enclave.\",            \"english_title\": \"UN Humanitarian Mission Arrives in Nagorno-Karabakh\",            \"translated_version\": \"La primera misión humanitaria de la ONU en 30 años llegó a Nagorno-Karabaj por invitación del gobierno de Azerbaiyán. La organización no tuvo acceso al enclave mientras estaba controlado por separatistas armenios, que fueron expulsados por Azerbaiyán la semana pasada. El gobierno de Armenia ha dicho que la gran mayoría de los armenios étnicos de Nagorno-Karabaj han huido al país desde el enclave.\",            \"translated_title\": \"Misión Humanitaria de la ONU Llega a Nagorno-Karabaj\"        },        {            \"english_version\": \"Mohamed Muizzu, a pro-China opposition leader, defeated Ibrahim Mohamed Solih, the incumbent, in a presidential election in the Maldives. After coming to power in 2018, Mr Solih strengthened the Maldives’ ties with India while distancing the country from Chinese investors. Mr Muizzu, the mayor of Male, the country’s capital, has vowed to limit India’s influence in the Maldives.\",            \"english_title\": \"Pro-China Opposition Leader Wins Maldives' Election\",            \"translated_version\": \"Mohamed Muizzu, un líder de la oposición pro-China, derrotó a Ibrahim Mohamed Solih, el titular, en las elecciones presidenciales de las Maldivas. Después de llegar al poder en 2018, el Sr. Solih fortaleció los lazos de las Maldivas con India mientras se distanciaba del país de los inversores chinos. El Sr. Muizzu, el alcalde de Malé, la capital del país, ha prometido limitar la influencia de India en las Maldivas.\",            \"translated_title\": \"Líder de la Oposición Pro-China Gana las Elecciones en las Maldivas\"        },        {            \"english_version\": \"Europe beat the United States to regain the Ryder Cup, the biennial men’s golf competition that pits the best players from both sides of the Atlantic against each other, by 16.5 points to 11.5. The teams take turns to play host. Despite largely being ranked better players, America’s golfers have long struggled to win in Europe. This year’s event, in Rome, was no exception.\",            \"english_title\": \"Europe Wins Ryder Cup Against the United States\",            \"translated_version\": \"Europa venció a Estados Unidos para recuperar la Copa Ryder, la competencia bienal de golf masculino que enfrenta a los mejores jugadores de ambos lados del Atlántico, por 16.5 puntos a 11.5. Los equipos se turnan para ser anfitriones. A pesar de ser en su mayoría jugadores mejor clasificados, los golfistas estadounidenses han luchado durante mucho tiempo para ganar en Europa. El evento de este año, en Roma, no fue una excepción.\",            \"translated_title\": \"Europa Gana la Copa Ryder contra Estados Unidos\"        }    ]}"