"{    \"translations\": [        {            \"english_version\": \"Israeli Prime Minister Binyamin Netanyahu has ordered troops to prepare to enter Rafah, a city in southern Gaza, where many Palestinians have sought refuge. This command comes as a Hamas delegation travels to Cairo for new ceasefire talks with Egypt and Qatar. Earlier, Netanyahu rejected a ceasefire proposal from Hamas, calling their demands 'bizarre' and stating that 'total victory for Israel' could be achieved in a few months. These comments were made after a meeting with Antony Blinken, the US Secretary of State. Blinken stated that he still sees room for agreement.\",            \"english_title\": \"Israeli Troops Prepare to Enter Rafah\",            \"translated_version\": \"El Primer Ministro de Israel, Binyamin Netanyahu, ha ordenado a las tropas que se preparen para entrar en Rafah, una ciudad en el sur de Gaza, donde muchos palestinos han buscado refugio. Este comando se produce mientras una delegación de Hamas viaja a El Cairo para nuevas conversaciones de alto el fuego con Egipto y Qatar. Anteriormente, Netanyahu rechazó una propuesta de alto el fuego de Hamas, calificando sus demandas de 'extrañas' y afirmando que 'la victoria total para Israel' se podría lograr en unos meses. Estos comentarios se hicieron después de una reunión con Antony Blinken, el Secretario de Estado de los Estados Unidos. Blinken afirmó que todavía ve espacio para un acuerdo.\",            \"translated_title\": \"Tropas Israelíes se Preparan para Entrar en Rafah\"        },        {            \"english_version\": \"As voting began in Pakistan's general election, at least five people were killed in attacks by militants. The country has suspended mobile-phone services due to a recent surge in terrorist incidents. On Wednesday, two bombings near election offices in the restive region of Balochistan resulted in the deaths of at least 30 people. Islamic State claimed responsibility for these attacks, while other militant groups have also carried out similar acts in recent months.\",            \"english_title\": \"Attacks in Pakistan's General Election\",            \"translated_version\": \"Mientras comenzaba la votación en las elecciones generales de Pakistán, al menos cinco personas murieron en ataques de militantes. El país ha suspendido los servicios de teléfonos móviles debido a un reciente aumento en los incidentes terroristas. El miércoles, dos bombardeos cerca de las oficinas electorales en la región conflictiva de Baluchistán resultaron en la muerte de al menos 30 personas. El Estado Islámico se atribuyó la responsabilidad de estos ataques, mientras que otros grupos militantes también han llevado a cabo actos similares en los últimos meses.\",            \"translated_title\": \"Ataques en las Elecciones Generales de Pakistán\"        },        {            \"english_version\": \"Democrats are rushing to pass an aid package for Ukraine after Senate Republicans rejected a bipartisan spending bill worth $118 billion. The bill, which many Republicans abandoned after Donald Trump criticized it, linked support for the war effort to tougher immigration policies. The Democrats' alternative plan, known as 'plan B', would provide $60 billion for Ukraine but none for border measures. A vote on this plan is expected on Thursday. In Russia, the electoral authority has ruled that Boris Nadezhdin, a presidential candidate, will not be allowed to run in the upcoming election. Nadezhdin claimed to have collected 200,000 signatures, twice the required amount, but the electoral commission deemed over 9,000 of them invalid, leaving him short of the necessary 100,000. He was the only anti-war candidate running against Vladimir Putin in the upcoming election.\",            \"english_title\": \"Democrats Rush to Pass Aid Package for Ukraine\",            \"translated_version\": \"Los demócratas se apresuran a aprobar un paquete de ayuda para Ucrania después de que los republicanos del Senado rechazaran un proyecto de ley de gastos bipartidista por valor de $118 mil millones. El proyecto de ley, que muchos republicanos abandonaron después de que Donald Trump lo criticara, vinculaba el apoyo al esfuerzo de guerra a políticas migratorias más estrictas. El plan alternativo de los demócratas, conocido como 'plan B', proporcionaría $60 mil millones para Ucrania pero ninguno para medidas fronterizas. Se espera una votación sobre este plan el jueves. En Rusia, la autoridad electoral ha dictaminado que Boris Nadezhdin, un candidato presidencial, no podrá postularse en las próximas elecciones. Nadezhdin afirmó haber recopilado 200,000 firmas, el doble de la cantidad requerida, pero la comisión electoral consideró más de 9,000 de ellas inválidas, dejándolo sin el necesario 100,000. Él fue el único candidato anti-guerra que se postulaba contra Vladimir Putin en las próximas elecciones.\",            \"translated_title\": \"Los Demócratas se Apresuran a Aprobar un Paquete de Ayuda para Ucrania\"        },        {            \"english_version\": \"According to the EU's climate service, global temperatures have averaged over 1.5°C above pre-industrial levels for the first time in a year. Human activities, such as burning fossil fuels, are primarily responsible for this increase, although the natural climate-warming phenomenon known as El Niño also contributed. World leaders pledged in 2015 to limit warming to 1.5°C as a long-term average in order to avoid the most damaging effects.\",            \"english_title\": \"Global Temperatures Reach Record High\",            \"translated_version\": \"Según el servicio climático de la UE, las temperaturas globales han promediado más de 1.5°C por encima de los niveles preindustriales por primera vez en un año. Las actividades humanas, como la quema de combustibles fósiles, son principalmente responsables de este aumento, aunque el fenómeno natural de calentamiento climático conocido como El Niño también contribuyó. Los líderes mundiales se comprometieron en 2015 a limitar el calentamiento a 1.5°C como promedio a largo plazo para evitar los efectos más perjudiciales.\",            \"translated_title\": \"Las Temperaturas Globales Alcanzan un Nivel Récord\"        },        {            \"english_version\": \"Unilever's yearly earnings report for 2023 revealed slower revenue growth and a shrinking market share. However, underlying sales rose by 7%, meeting analysts' expectations. Unilever's CEO, Hein Schumacher, expressed disappointment in the company's performance. In response, the consumer-goods firm announced plans to repurchase $1.6 billion worth of shares in 2024, leading to a rise in the share price.\",            \"english_title\": \"Unilever's Earnings Report Shows Slower Growth\",            \"translated_version\": \"El informe de ganancias anuales de Unilever para 2023 reveló un crecimiento de ingresos más lento y una disminución de la cuota de mercado. Sin embargo, las ventas subyacentes aumentaron un 7%, cumpliendo con las expectativas de los analistas. El CEO de Unilever, Hein Schumacher, expresó su decepción por el desempeño de la empresa. En respuesta, la empresa de bienes de consumo anunció planes para recomprar acciones por valor de $1.6 mil millones en 2024, lo que llevó a un aumento en el precio de las acciones.\",            \"translated_title\": \"Informe de Ganancias de Unilever Muestra un Crecimiento Más Lento\"        }    ]}"