"{    \"translations\": [        {            \"english_version\": \"The military spokesman was killed in strikes on Saturday, Israel says. Hamas has not confirmed the death.\",            \"english_title\": \"Military Spokesman Killed\",            \"translated_version\": \"El portavoz militar fue muerto en ataques el sábado, dice Israel. Hamas no ha confirmado la muerte.\",            \"translated_title\": \"Portavoz Militar Muerto\"        },        {            \"english_version\": \"The former Trump adviser's car was hit from behind on a highway in New Hampshire, a statement said.\",            \"english_title\": \"Trump Adviser's Car Hit\",            \"translated_version\": \"El coche del exasesor de Trump fue golpeado por detrás en una carretera en New Hampshire, dijo un comunicado.\",            \"translated_title\": \"Coche de Asesor de Trump Golpeado\"        },        {            \"english_version\": \"Carolyne Odour's two young sons went missing with their father, who follows self-proclaimed pastor Paul Mackenzie.\",            \"english_title\": \"Children Missing with Father\",            \"translated_version\": \"Los dos hijos pequeños de Carolyne Odour desaparecieron con su padre, quien sigue al pastor autoproclamado Paul Mackenzie.\",            \"translated_title\": \"Niños Desaparecidos con Padre\"        },        {            \"english_version\": \"Ahmed Ghaleb Nasser al-Rahawi and several other Houthi officials were killed in the attack, the Iran-backed movement says.\",            \"english_title\": \"Houthi Officials Killed\",            \"translated_version\": \"Ahmed Ghaleb Nasser al-Rahawi y varios otros oficiales hutíes fueron muertos en el ataque, dice el movimiento apoyado por Irán.\",            \"translated_title\": \"Oficiales Hutíes Muertos\"        },        {            \"english_version\": \"Thousands march through Mexico's cities urging more government action against enforced disappearances, a problem often linked to drug cartels.\",            \"english_title\": \"March Against Disappearances\",            \"translated_version\": \"Miles marchan por las ciudades de México pidiendo más acción del gobierno contra las desapariciones forzadas, un problema a menudo vinculado a los carteles de drogas.\",            \"translated_title\": \"Marcha Contra Desapariciones\"        }    ]}"