"{    \"translations\": [        {            \"english_version\": \"America imposed new sanctions on Iran in response to the Islamic Republic\\u2019s drone and missile attack on Israel on April 13th. The measures target individuals linked to the Islamic Revolutionary Guard Corps, the country\\u2019s praetorian guard, and an automaker that is accused of making engines for Iran\\u2019s Shahed drones. Western allies are urging Israel to moderate its response to Iran\\u2019s strike.\",            \"english_title\": \"New Sanctions on Iran\",            \"translated_version\": \"América impuso sanciones nuevas a Irán en respuesta al ataque de drones y misiles de la República Islámica a Israel el 13 de abril. Las medidas van dirigidas a personas relacionadas con el Cuerpo de la Guardia Revolucionaria Islámica, la guardia pretoriana del país, y a un fabricante de automóviles acusado de hacer motores para los drones Shahed de Irán. Los aliados occidentales están instando a Israel a moderar su respuesta al ataque de Irán.\",            \"translated_title\": \"Nuevas Sanciones a Irán\"        },        {            \"english_version\": \"Germany\\u2019s government, one of Europe\\u2019s biggest suppliers of military aid to Ukraine, said the men planned to sabotage military facilities. Local media reported that sites targeted by the men included a base at Grafenw\\u0151hr, where American soldiers train Ukrainian troops to use Abrams tanks.\",            \"english_title\": \"Sabotage Plans in Germany\",            \"translated_version\": \"El gobierno de Alemania, uno de los mayores proveedores de ayuda militar a Ucrania en Europa, dijo que los hombres planeaban sabotear instalaciones militares. Los medios locales informaron que los sitios apuntados por los hombres incluían una base en Grafenw\\u0151hr, donde los soldados estadounidenses entrenan a las tropas ucranianas para usar tanques Abrams.\",            \"translated_title\": \"Planes de Sabotaje en Alemania\"        },        {            \"english_version\": \"America said it would veto a resolution in the UN Security Council to grant full UN membership to Palestine, which is a non-member observer. Palestine\\u2019s previous attempt to win membership, in 2011, was also blocked by America. That \\u2018needs to be the outcome of the negotiation between Israel and the Palestinians\\u2019, said America\\u2019s deputy ambassador to the UN.\",            \"english_title\": \"Veto on Palestine's UN Membership\",            \"translated_version\": \"América dijo que vetaría una resolución en el Consejo de Seguridad de la ONU para otorgar membresía plena a Palestina, que es un observador no miembro. El intento anterior de Palestina de obtener membresía, en 2011, también fue bloqueado por América. Eso 'debe ser el resultado de la negociación entre Israel y los palestinos', dijo el embajador adjunto de América en la ONU.\",            \"translated_title\": \"Veto a la Membresía de Palestina en la ONU\"        },        {            \"english_version\": \"Blackstone, a private-equity titan, said that its distributable earnings\\u2014those used to pay dividends to shareholders\\u2014rose by 1% on the previous year in the first quarter. The firm increased its earnings from managing assets for big retail funds and other investors. Total assets under its management climbed to $1.06trn, cementing its position as the world\\u2019s biggest private-equity firm.\",            \"english_title\": \"Blackstone's Earnings Rise\",            \"translated_version\": \"Blackstone, un gigante de capital privado, dijo que sus ganancias distribuibles, aquellas utilizadas para pagar dividendos a los accionistas, aumentaron un 1% respecto al año anterior en el primer trimestre. La empresa incrementó sus ganancias al gestionar activos para grandes fondos minoristas y otros inversores. Los activos totales bajo su gestión subieron a $1.06 billones, afianzando su posición como la mayor empresa de capital privado del mundo.\",            \"translated_title\": \"Aumento de Ganancias de Blackstone\"        },        {            \"english_version\": \"Sales of previously owned homes in America fell by 4.3% from the previous month in March, the biggest decline in more than a year. Home sales, which declined for much of 2023, had risen in January and February. Higher mortgage rates have dented demand, as has uncertainty over forthcoming changes to rules that govern how real-estate agents get paid. The price of cocoa futures rose to a record high of \\u00a39,477 ($11,770) per tonne after bad weather and disease led to crop failures across west Africa. Barry Callebaut, a chocolate maker, predicts a shortfall of 500,000 tonnes this year. Cocoa\\u2019s rally, along with that of other commodities such as sugar, has forced some chocolate factories to pause production.\",            \"english_title\": \"Decline in Home Sales and Cocoa Price Surge\",            \"translated_version\": \"Las ventas de casas previamente poseídas en América cayeron un 4.3% respecto al mes anterior en marzo, la mayor disminución en más de un año. Las ventas de casas, que habían disminuido durante gran parte de 2023, habían aumentado en enero y febrero. Las tasas de hipoteca más altas han afectado la demanda, al igual que la incertidumbre sobre los próximos cambios en las reglas que rigen cómo se les paga a los agentes de bienes raíces. El precio de los futuros de cacao subió a un máximo histórico de \\u00a39,477 ($11,770) por tonelada después de que el mal tiempo y las enfermedades provocaran fallas en los cultivos en África occidental. Barry Callebaut, un fabricante de chocolate, predice un déficit de 500,000 toneladas este año. El repunte del cacao, junto con el de otras materias primas como el azúcar, ha obligado a algunas fábricas de chocolate a pausar la producción.\",            \"translated_title\": \"Descenso en las Ventas de Casas y Aumento del Precio del Cacao\"        }    ]}"