"{    \"translations\": [        {            \"english_version\": \"Around 20 lorries carrying aid waited to enter the Gaza Strip after Egypt agreed to open its border crossing for delivery of humanitarian supplies. The White House suggested the aid would be delivered by Friday. The World Health Organisation described the move as a 'very, very small start' and suggested at least 100 trucks a day were needed. Meanwhile the American embassy in Beirut, Lebanon’s capital, told American citizens to leave the country. Other Western countries such as France and Canada have warned against travel to Lebanon as concerns grow that a second front could emerge on the Lebanese-Israeli border. For more coverage on the conflict between Israel and Hamas, visit our hub.\",            \"english_title\": \"Aid delivery to Gaza Strip\",            \"translated_version\": \"Alrededor de 20 camiones que llevan ayuda esperaban entrar en la Franja de Gaza después de que Egipto acordara abrir su cruce fronterizo para la entrega de suministros humanitarios. La Casa Blanca sugirió que la ayuda se entregaría el viernes. La Organización Mundial de la Salud describió el movimiento como un 'comienzo muy, muy pequeño' y sugirió que se necesitaban al menos 100 camiones al día. Mientras tanto, la embajada estadounidense en Beirut, la capital del Líbano, le dijo a los ciudadanos estadounidenses que abandonaran el país. Otros países occidentales como Francia y Canadá han advertido contra viajar a Líbano, ya que crecen las preocupaciones de que pueda surgir un segundo frente en la frontera libanesa-israelí. Para obtener más información sobre el conflicto entre Israel y Hamas, visite nuestro centro.\",            \"translated_title\": \"Entrega de ayuda a la Franja de Gaza\"        },        {            \"english_version\": \"During a visit to Israel Rishi Sunak, Britain’s prime minister, told his Israeli counterpart, Binyamin Netanyahu, 'we want you to win' the conflict against Hamas. He also travelled to Saudi Arabia to meet Muhammad bin Salman, the kingdom’s de facto ruler. In a joint statement they 'agreed on the pressing need for humanitarian access into Gaza'.\",            \"english_title\": \"Support for Israel in conflict with Hamas\",            \"translated_version\": \"Durante una visita a Israel, Rishi Sunak, el primer ministro de Gran Bretaña, le dijo a su homólogo israelí, Binyamin Netanyahu, 'queremos que ganen' el conflicto contra Hamas. También viajó a Arabia Saudita para reunirse con Muhammad bin Salman, el gobernante de facto del reino. En una declaración conjunta, 'acordaron la necesidad apremiante de acceso humanitario a Gaza'.\",            \"translated_title\": \"Apoyo a Israel en el conflicto con Hamas\"        },        {            \"english_version\": \"America’s House of Representatives remained paralysed as Jim Jordan, the Republican nominee for the speakership, said he would seek a third vote. The announcement was a reversal from his position hours before, when he said he would pause his bid. Some Republicans instead favour temporarily granting Patrick McHenry, the interim speaker, expanded powers.\",            \"english_title\": \"Political deadlock in the House of Representatives\",            \"translated_version\": \"La Cámara de Representantes de Estados Unidos permaneció paralizada ya que Jim Jordan, el candidato republicano a la presidencia de la Cámara, dijo que buscaría una tercera votación. El anuncio fue un cambio de posición respecto a unas horas antes, cuando dijo que pausaría su candidatura. Algunos republicanos prefieren otorgar temporalmente poderes ampliados a Patrick McHenry, el presidente interino.\",            \"translated_title\": \"Bloqueo político en la Cámara de Representantes\"        },        {            \"english_version\": \"The EU awarded the Sakharov prize, a human-rights award, to Mahsa Amini, a Kurdish-Iranian woman who died in police custody last year, and the women’s rights movement she inspired. Amini’s death, after being arrested by Iran’s morality police for apparently transgressing its dress code, sparked huge anti-government protests. This year an Iranian activist, Narges Mohammadi, won the Nobel peace prize. Russia arrested an American journalist for failing to register as a 'foreign agent'. Alsu Kurmasheva, a Russian-American citizen who works for Radio Free Europe and Radio Liberty, an American-funded media outlet, was detained in Kazan, a city in central Russia. In March Evan Gershkovich, an American reporter for the Wall Street Journal, was arrested on espionage charges. Around 130 migrants were flown from America to Venezuela as part of a new Biden administration initiative to tackle illegal crossings at America’s border with Mexico. Officials said they expect to run 'multiple' deportation flights a week to Venezuela. More than 380,000 Venezuelans have tried to enter America illegally since Mr Biden took office in 2021.\",            \"english_title\": \"Recognition for human rights activists\",            \"translated_version\": \"La Unión Europea otorgó el premio Sájarov, un premio de derechos humanos, a Mahsa Amini, una mujer kurdo-iraní que murió bajo custodia policial el año pasado, y al movimiento de derechos de las mujeres que ella inspiró. La muerte de Amini, después de ser arrestada por la policía de moralidad de Irán por aparentemente transgredir su código de vestimenta, desató enormes protestas contra el gobierno. Este año, una activista iraní, Narges Mohammadi, ganó el premio Nobel de la paz. Rusia arrestó a un periodista estadounidense por no registrarse como 'agente extranjero'. Alsu Kurmasheva, una ciudadana ruso-americana que trabaja para Radio Free Europe y Radio Liberty, un medio de comunicación financiado por Estados Unidos, fue detenida en Kazán, una ciudad en el centro de Rusia. En marzo, Evan Gershkovich, un reportero estadounidense del Wall Street Journal, fue arrestado por cargos de espionaje. Alrededor de 130 migrantes fueron trasladados de Estados Unidos a Venezuela como parte de una nueva iniciativa de la administración Biden para abordar los cruces ilegales en la frontera de Estados Unidos con México. Los funcionarios dijeron que esperan realizar 'múltiples' vuelos de deportación a la semana a Venezuela. Más de 380,000 venezolanos han intentado ingresar ilegalmente a Estados Unidos desde que el Sr. Biden asumió el cargo en 2021.\",            \"translated_title\": \"Reconocimiento a activistas de derechos humanos\"        },        {            \"english_version\": \"Sergei Lavrov, Russia’s foreign minister, promised North Korea 'complete support and solidarity' after a visit to Pyongyang, North Korea’s capital. He also thanked the country for its support in Russia’s war with Ukraine. Mr Lavrov was making preparations for a visit by Vladimir Putin. Details of that trip have not yet been finalised.\",            \"english_title\": \"Russia's support for North Korea\",            \"translated_version\": \"Sergei Lavrov, el ministro de Relaciones Exteriores de Rusia, prometió a Corea del Norte 'apoyo completo y solidaridad' después de una visita a Pyongyang, la capital de Corea del Norte. También agradeció al país por su apoyo en la guerra de Rusia con Ucrania. El Sr. Lavrov estaba haciendo preparativos para una visita de Vladimir Putin. Los detalles de ese viaje aún no se han finalizado.\",            \"translated_title\": \"Apoyo de Rusia a Corea del Norte\"        }    ]}"