"{    \"translations\": [        {            \"english_version\": \"Ceasefire talks in Gaza will start again in Qatar. Antony Blinken, America's secretary of state, said this. He is in the region now. America will give $135m in aid to Palestinians. Israel also attacked Lebanon and Gaza. Lebanon's army reported three soldiers killed. In Gaza, a school was hit, and 17 people died.\",            \"english_title\": \"Gaza Ceasefire Talks and Humanitarian Aid\",            \"translated_version\": \"Las conversaciones de alto el fuego en Gaza comenzarán de nuevo en Qatar. Antony Blinken, el secretario de estado de América, dijo esto. Él está en la región ahora. América dará $135 millones en ayuda a los palestinos. Israel también atacó Líbano y Gaza. El ejército de Líbano informó de tres soldados muertos. En Gaza, una escuela fue alcanzada y murieron 17 personas.\",            \"translated_title\": \"Conversaciones de alto el fuego en Gaza y Ayuda Humanitaria\"        },        {            \"english_version\": \"António Guterres met Vladimir Putin at the BRICS summit. This was Guterres' first visit to Russia in over two years. Ukraine's foreign minister criticized the meeting, saying it was a bad decision that harmed the UN's reputation. Over 20 leaders attended the summit, showing defiance against Western efforts to isolate Putin.\",            \"english_title\": \"António Guterres Meeting with Vladimir Putin\",            \"translated_version\": \"António Guterres se reunió con Vladimir Putin en la cumbre de BRICS. Esta fue la primera visita de Guterres a Rusia en más de dos años. El ministro de Relaciones Exteriores de Ucrania criticó la reunión, diciendo que fue una mala decisión que dañó la reputación de la ONU. Más de 20 líderes asistieron a la cumbre, mostrando desafío contra los esfuerzos occidentales para aislar a Putin.\",            \"translated_title\": \"Reunión de António Guterres con Vladimir Putin\"        }    ]}"