"{    \"translations\": [        {            \"english_version\": \"The International Monetary Fund has warned about the negative effects of Donald Trump's trade war. It has reduced the growth forecast for the United States in 2025 from 2.7% to 1.8%. The IMF also lowered the economic projections for China, India, and the G7 group of wealthy nations. The fund mentioned that the trade war has led to inflation and uncertainty, increasing the likelihood of a recession in the U.S. from 25% to almost 40%.\",            \"english_title\": \"IMF Warning on Trade War Impact\",            \"translated_version\": \"El Fondo Monetario Internacional ha advertido sobre los efectos negativos de la guerra comercial de Donald Trump. Ha reducido la predicción de crecimiento para los Estados Unidos en 2025 de 2.7% a 1.8%. El FMI también disminuyó las proyecciones económicas para China, India y el grupo de naciones ricas del G7. El fondo mencionó que la guerra comercial ha provocado inflación e incertidumbre, aumentando la probabilidad de una recesión en los EE. UU. del 25% a casi el 40%.\",            \"translated_title\": \"Advertencia del FMI sobre la Guerra Comercial\"        },        {            \"english_version\": \"A tragic incident occurred in Pahalgam, a town in Indian-administered Kashmir, where more than 20 people were killed by gunmen at a tourist site. This attack, the deadliest on civilians in the region in years, took place in the Himalayan area known for separatist violence. Authorities are currently searching for the perpetrators as no group has claimed responsibility for the violence.\",            \"english_title\": \"Deadly Attack in Pahalgam\",            \"translated_version\": \"Ocurrió un incidente trágico en Pahalgam, una ciudad en Cachemira administrada por India, donde más de 20 personas fueron asesinadas por hombres armados en un sitio turístico. Este ataque, el más mortífero contra civiles en la región en años, tuvo lugar en el área del Himalaya conocida por la violencia separatista. Las autoridades están buscando a los responsables ya que ningún grupo ha reclamado la responsabilidad por la violencia.\",            \"translated_title\": \"Ataque Mortal en Pahalgam\"        }    ]}"