"{    \"translations\": [        {            \"english_version\": \"America's Senate passed Donald Trump's big bill by a narrow margin. Three Republicans did not support it, making the vote 50-50. The vice-president, J.D. Vance, voted to break the tie. The bill, which is almost 1,000 pages long, now needs to be approved by the House. There might be opposition there because the Senate made some changes. Mr. Trump wants the bill to be passed by July 4th.\",            \"english_title\": \"Trump's Bill Passed by Senate\",            \"translated_version\": \"El Senado de América aprobó el gran proyecto de ley de Donald Trump por un margen pequeño. Tres republicanos no lo apoyaron, haciendo el voto 50-50. El vicepresidente, J.D. Vance, votó para romper el empate. El proyecto de ley, que tiene casi 1,000 páginas, ahora necesita ser aprobado por la Cámara. Podría haber oposición allí porque el Senado hizo algunos cambios. El Sr. Trump quiere que el proyecto de ley sea aprobado para el 4 de julio.\",            \"translated_title\": \"Proyecto de Ley de Trump Aprobado por el Senado\"        },        {            \"english_version\": \"In the UK, British MPs voted 335-260 to move forward with Labour's welfare bill. The government made some last-minute changes to get support from party members who were against it. A change to disability benefits will be delayed until a review is done next year. The prime minister, Sir Keir Starmer, had already reduced planned welfare cuts because more than 120 Labour MPs opposed him. However, 49 MPs still voted against the bill.\",            \"english_title\": \"UK MPs Vote on Welfare Bill\",            \"translated_version\": \"En el Reino Unido, los diputados británicos votaron 335-260 para avanzar con el proyecto de ley de bienestar de Labour. El gobierno hizo algunos cambios de último minuto para obtener apoyo de miembros del partido que estaban en contra. Un cambio en los beneficios por discapacidad se retrasará hasta que se haga una revisión el próximo año. El primer ministro, Sir Keir Starmer, ya había reducido los recortes de bienestar planeados porque más de 120 diputados de Labour se opusieron a él. Sin embargo, 49 diputados todavía votaron en contra del proyecto de ley.\",            \"translated_title\": \"Diputados del Reino Unido Votan sobre Proyecto de Bienestar\"        }    ]}"