"{    \"translations\": [        {            \"english_version\": \"Three people have died in Jamaica as meteorologists warn about dangerous winds, flooding, and storm surge. A US Air Force Reserve crew, known as the 'Hurricane Hunters', captured footage of the category five storm getting stronger in the Caribbean.\",            \"english_title\": \"Storm in Jamaica\",            \"translated_version\": \"Tres personas han muerto en Jamaica mientras los meteorólogos advierten sobre vientos peligrosos, inundaciones y oleaje de tormenta. Un equipo de la Reserva de la Fuerza Aérea de EE.UU., conocido como los Cazadores de Huracanes, capturó imágenes de la tormenta de categoría cinco haciéndose más fuerte en el Caribe.\",            \"translated_title\": \"Tormenta en Jamaica\"        },        {            \"english_version\": \"Local media are showing images of a plane on fire on the ground with debris scattered at the crash site.\",            \"english_title\": \"Plane Crash\",            \"translated_version\": \"Los medios locales muestran imágenes de un avión en llamas en el suelo con escombros esparcidos en el lugar del accidente.\",            \"translated_title\": \"Accidente de avión\"        },        {            \"english_version\": \"Tetsuya Yamagami, 45, shot former Prime Minister Abe multiple times during a political event in 2022.\",            \"english_title\": \"Shooting Incident\",            \"translated_version\": \"Tetsuya Yamagami, de 45 años, disparó varias veces al ex Primer Ministro Abe durante un evento político en 2022.\",            \"translated_title\": \"Incidente de disparos\"        },        {            \"english_version\": \"Donald Trump is visiting Japan and will travel to South Korea on Wednesday as part of a quick tour of Asia.\",            \"english_title\": \"Trump's Asia Tour\",            \"translated_version\": \"Donald Trump está visitando Japón y viajará a Corea del Sur el miércoles como parte de un rápido tour por Asia.\",            \"translated_title\": \"Tour de Trump en Asia\"        },        {            \"english_version\": \"If confirmed by forensic testing, Hamas will have returned 16 of the 28 hostages it was holding before the ceasefire began.\",            \"english_title\": \"Hostage Return\",            \"translated_version\": \"Si se confirma con pruebas forenses, Hamas habrá devuelto 16 de los 28 rehenes que tenía antes de que comenzara el alto el fuego.\",            \"translated_title\": \"Devolución de rehenes\"        }    ]}"