"```json{    \"translations\": [        {            \"english_version\": \"The White House announced that Egypt agreed to send humanitarian aid to Gaza through Kerem Shalom, the main commercial checkpoint between Israel and Gaza. The International Court of Justice ordered Israel to stop its offensive in Rafah, a city in southern Gaza, and to allow investigators and journalists to visit the enclave. The UN court stated that previous attempts to increase aid delivery had not alleviated the worsening humanitarian crisis in Gaza.\",            \"english_title\": \"Egypt Sends Aid to Gaza\",            \"translated_version\": \"La Casa Blanca anunció que Egipto acordó enviar ayuda humanitaria a Gaza a través de Kerem Shalom, el principal punto de control comercial entre Israel y Gaza. La Corte Internacional de Justicia ordenó a Israel detener su ofensiva en Rafah, una ciudad en el sur de Gaza, y permitir que investigadores y periodistas visiten el enclave. La corte de la ONU declaró que intentos anteriores de aumentar la entrega de ayuda no han aliviado la crisis humanitaria en Gaza.\",            \"translated_title\": \"Ayuda de Egipto a Gaza\"        },        {            \"english_version\": \"Janet Yellen, the US treasury secretary, mentioned that the G7 group of major economies was discussing providing a loan to Ukraine. This loan would be backed by profits from frozen Russian assets. Yellen stated that the EU's endorsement of the plan was still required, with potential approval as early as June. Approximately $282 billion worth of Russian assets are currently seized in Japan and the West.\",            \"english_title\": \"G7 Considers Loan to Ukraine\",            \"translated_version\": \"Janet Yellen, la secretaria del tesoro de EE. UU., mencionó que el grupo G7 de principales economías estaba discutiendo proporcionar un préstamo a Ucrania. Este préstamo estaría respaldado por ganancias de activos rusos congelados. Yellen afirmó que se requería aún el respaldo de la UE al plan, con aprobación potencial tan temprano como junio. Aproximadamente $282 mil millones en activos rusos están actualmente incautados en Japón y Occidente.\",            \"translated_title\": \"G7 Considera Préstamo a Ucrania\"        }    ]}```"