"{    \"translations\": [        {            \"english_version\": \"Israel released evidence it claims proves Hamas is waging terror from hospitals. The Israel Defence Forces released a video of a tunnel it says lies beneath al-Shifa hospital in Gaza (Hamas has denied that tunnel entrances are under civilian infrastructure). It also released footage apparently showingHamas bringing two hostages into the facility on October 7th, the day of its deadly attack. Earlier the World Health Organisation described al-Shifa , now overrun by Israeli forces, as a death zone. Its staff saw a mass grave at the entrance and were told it contained more than 80 bodies.\",            \"english_title\": \"Israel accuses Hamas of using hospitals for terror\",            \"translated_version\": \"Israel mostró pruebas que afirma demuestran que Hamas está llevando a cabo terror desde hospitales. Las Fuerzas de Defensa de Israel mostraron un video de un túnel que, según dicen, se encuentra debajo del hospital al-Shifa en Gaza (Hamas ha negado que las entradas de los túneles estén bajo infraestructura civil). También mostraron imágenes que aparentemente muestran a Hamas llevando a dos rehenes a la instalación el 7 de octubre, el día de su ataque mortal. Anteriormente, la Organización Mundial de la Salud describió a al-Shifa, ahora ocupado por las fuerzas israelíes, como una zona de muerte. Su personal vio una fosa común en la entrada y se les dijo que contenía más de 80 cuerpos.\",            \"translated_title\": \"Israel acusa a Hamas de usar hospitales para el terror\"        },        {            \"english_version\": \"Argentina elected Javier Milei, a self-proclaimed anarcho-capitalist, as its president. Mr Milei defeated Sergio Massa, the economy minister, in a run-off. Partial results give Mr Milei 56% of the vote. Inflation, at over 140%, was a top concern for voters. Mr Milei campaigned on a radical economic platform that included scrapping the central bank, dollarising the economy and slashing public spending by 15% of GDP.\",            \"english_title\": \"Argentina elects anarcho-capitalist as president\",            \"translated_version\": \"Argentina eligió a Javier Milei, un autoproclamado anarco-capitalista, como su presidente. El Sr. Milei derrotó a Sergio Massa, el ministro de economía, en una segunda vuelta. Los resultados parciales le dan al Sr. Milei el 56% de los votos. La inflación, que supera el 140%, fue una preocupación principal para los votantes. El Sr. Milei hizo campaña en una plataforma económica radical que incluía eliminar el banco central, dolarizar la economía y reducir el gasto público en un 15% del PIB.\",            \"translated_title\": \"Argentina elige anarco-capitalista como presidente\"        },        {            \"english_version\": \"Investors in OpenAI are reportedly trying to reinstate Sam Altman as the firm’s boss after he was sacked by its board. According to the Financial Times, Microsoft and a few venture-capital firms are exploring a counter-coup, which would involve replacing OpenAI’s board. Mr Altman was pushed out abruptly on Friday because he had not been consistently candid with the board.\",            \"english_title\": \"Investors seek to reinstate Sam Altman as OpenAI boss\",            \"translated_version\": \"Según informes, los inversores en OpenAI están tratando de restituir a Sam Altman como jefe de la empresa después de que fue despedido por su junta directiva. Según el Financial Times, Microsoft y algunas empresas de capital de riesgo están explorando un contraataque, que implicaría reemplazar la junta directiva de OpenAI. El Sr. Altman fue expulsado abruptamente el viernes porque no había sido consistentemente franco con la junta directiva.\",            \"translated_title\": \"Los inversores buscan restituir a Sam Altman como jefe de OpenAI\"        },        {            \"english_version\": \"Around 170,000 people joined a protest in Madrid against an amnesty for those involved in a referendum on Catalan independence in 2017. The amnesty was part of the deal that secured a second term for Pedro Sánchez as Spain’s prime minister. Mr Sánchez, of the Socialist Party, had previously called the amnesty unconstitutional, but relented to secure the support of separatist parties.\",            \"english_title\": \"Protest in Madrid against amnesty for Catalan referendum\",            \"translated_version\": \"Alrededor de 170,000 personas se unieron a una protesta en Madrid en contra de una amnistía para aquellos involucrados en un referéndum sobre la independencia de Cataluña en 2017. La amnistía fue parte del acuerdo que aseguró un segundo mandato para Pedro Sánchez como primer ministro de España. El Sr. Sánchez, del Partido Socialista, había llamado previamente a la amnistía inconstitucional, pero cedió para asegurar el apoyo de los partidos separatistas.\",            \"translated_title\": \"Protesta en Madrid contra la amnistía para el referéndum catalán\"        },        {            \"english_version\": \"Russia launched a series of drone strikes on Kyiv, Ukraine’s capital, for the second consecutive night. According to Ukrainian officials, around ten drones were shot down, but there was no critical damage. Meanwhile, Volodymyr Zelensky, Ukraine’s president, announced more sanctions on Russians, including a former prime minister, and vowed to keep fighting Russian terror.\",            \"english_title\": \"Russia launches drone strikes on Kyiv\",            \"translated_version\": \"Rusia lanzó una serie de ataques con drones sobre Kiev, la capital de Ucrania, por segunda noche consecutiva. Según funcionarios ucranianos, se derribaron alrededor de diez drones, pero no hubo daños críticos. Mientras tanto, Volodymyr Zelensky, presidente de Ucrania, anunció más sanciones contra los rusos, incluido un ex primer ministro, y prometió seguir luchando contra el terrorismo ruso.\",            \"translated_title\": \"Rusia lanza ataques con drones sobre Kiev\"        }    ]}"