"{    \"translations\": [        {            \"english_version\": \"Stock markets went down after President Donald Trump criticized Jerome Powell, the head of the Federal Reserve, for not reducing interest rates. Trump said there is almost no inflation and called Powell a big loser. This led to a drop in America's S&P 500 and Nasdaq by over 2%. Early trading in Asia on Tuesday was also quiet.\",            \"english_title\": \"Stock Market Reaction to Trump's Comments on Powell\",            \"translated_version\": \"Las acciones bajaron después de que el Presidente Donald Trump criticara a Jerome Powell, el jefe de la Reserva Federal, por no reducir las tasas de interés. Trump dijo que casi no hay inflación y llamó a Powell un gran perdedor. Esto provocó una caída del S&P 500 y Nasdaq de América en más del 2%. El comercio temprano en Asia el martes también fue tranquilo.\",            \"translated_title\": \"Reacción del Mercado de Valores a los Comentarios de Trump sobre Powell\"        },        {            \"english_version\": \"Cardinals are getting ready to gather in the Vatican to talk about the funeral arrangements for Pope Francis. There is a possibility that his body will be moved to St Peter's Basilica so that people can pay their respects before the burial. The Pope wanted a simple funeral. After that, attention will shift to the upcoming conclave where 135 cardinals might choose a successor different from the current liberal Francis.\",            \"english_title\": \"Cardinals Meeting to Discuss Pope Francis' Funeral\",            \"translated_version\": \"Los cardenales se están preparando para reunirse en el Vaticano para hablar sobre los arreglos funerarios para el Papa Francisco. Existe la posibilidad de que su cuerpo sea trasladado a la Basílica de San Pedro para que la gente pueda rendirle homenaje antes del entierro. El Papa quería un funeral sencillo. Después de eso, la atención se centrará en el próximo cónclave donde 135 cardenales podrían elegir un sucesor diferente al actual liberal Francisco.\",            \"translated_title\": \"Reunión de Cardenales para Discutir el Funeral del Papa Francisco\"        }    ]}"