"{    \"translations\": [        {            \"english_version\": \"Vladimir Putin said sorry for the incident where an Azerbaijani passenger plane was shot down. This was his first public statement about the event. During a conversation with the Azerbaijani leader, Russia's president mentioned that his forces were using anti-aircraft fire against a Ukrainian drone attack at that time. However, he did not fully accept responsibility for the strike. The incident resulted in the death of at least 38 passengers.\",            \"english_title\": \"Vladimir Putin's Apology for Shooting Down Azerbaijani Passenger Plane\",            \"translated_version\": \"Vladimir Putin se disculpó por el incidente en el que se derribó un avión de pasajeros azerbaiyano. Esta fue su primera declaración pública sobre el evento. Durante una conversación con el líder azerbaiyano, el presidente de Rusia mencionó que sus fuerzas estaban usando fuego antiaéreo contra un ataque de dron ucraniano en ese momento. Sin embargo, no aceptó completamente la responsabilidad por el ataque. El incidente resultó en la muerte de al menos 38 pasajeros.\",            \"translated_title\": \"Disculpa de Vladimir Putin por Derribar Avión de Pasajeros Azerbaiyano\"        },        {            \"english_version\": \"Gazprom, a state-owned energy company in Russia, announced that it would stop gas exports to Moldova starting from January 1st. This decision was made due to unpaid debts amounting to $709 million. On the other hand, Moldova, which heavily depends on Russian gas, claims that the debt is only $8.6 million. Moldova's prime minister, Dorin Recean, criticized Russia for weaponizing energy. Despite Russian interference, Moldova re-elected a pro-EU president in November.\",            \"english_title\": \"Russia's Halting of Gas Exports to Moldova\",            \"translated_version\": \"Gazprom, una empresa estatal de energía en Rusia, anunció que detendría las exportaciones de gas a Moldavia a partir del 1 de enero. Esta decisión se tomó debido a deudas impagas por un monto de $709 millones. Por otro lado, Moldavia, que depende en gran medida del gas ruso, afirma que la deuda es solo de $8.6 millones. El primer ministro de Moldavia, Dorin Recean, criticó a Rusia por usar la energía como arma. A pesar de la interferencia rusa, Moldavia reeligió a un presidente pro-UE en noviembre.\",            \"translated_title\": \"Rusia Detiene Exportaciones de Gas a Moldavia\"        }    ]}"