"{    \"translations\": [        {            \"english_version\": \"Binyamin Netanyahu, the leader of Israel, said that Hizbullah would face consequences after a rocket killed 11 people in the Golan Heights. This incident is the deadliest in an area controlled by Israel since the conflict with Hizbullah resumed last year. Hizbullah denied targeting the town.\",            \"english_title\": \"Middle East Conflict\",            \"translated_version\": \"El líder de Israel, Binyamin Netanyahu, dijo que Hizbullah enfrentaría consecuencias después de que un cohete matara a 11 personas en los Altos del Golán. Este incidente es el más mortal en un área controlada por Israel desde que se reanudó el conflicto con Hizbullah el año pasado. Hizbullah negó apuntar al pueblo.\",            \"translated_title\": \"Middle East Conflict\"        },        {            \"english_version\": \"Israeli air strikes in Gaza resulted in the deaths of at least 30 Palestinians in a school. The Israel Defence Forces claimed they were targeting a Hamas command centre.\",            \"english_title\": \"Middle East Conflict\",            \"translated_version\": \"Los ataques aéreos israelíes en Gaza resultaron en la muerte de al menos 30 palestinos en una escuela. Las Fuerzas de Defensa de Israel afirmaron que estaban apuntando a un centro de mando de Hamas.\",            \"translated_title\": \"Middle East Conflict\"        },        {            \"english_version\": \"Antony Blinken, the US Secretary of State, criticized China's actions in the South China Sea during his visit to Laos. He aims to strengthen ties with Asian countries in response to China's assertiveness.\",            \"english_title\": \"International Relations\",            \"translated_version\": \"Antony Blinken, el Secretario de Estado de EE. UU., criticó las acciones de China en el Mar del Sur de China durante su visita a Laos. Su objetivo es fortalecer los lazos con países asiáticos en respuesta a la actitud asertiva de China.\",            \"translated_title\": \"International Relations\"        }    ]}"