"{    \"translations\": [        {            \"english_version\": \"Ukraine's president, Volodymyr Zelensky, fired the air force commander, Mykola Oleshchuk. The reason for the dismissal was not specified, but it followed the destruction of an F-16 fighter jet and the death of its pilot in a Russian missile attack. Oleshchuk mentioned American assistance in investigating the incident, as Ukraine had recently received F-16s from NATO allies.\",            \"english_title\": \"Ukraine's President Sacks Air Force Commander\",            \"translated_version\": \"El presidente de Ucrania, Volodymyr Zelensky, despidió al comandante de la fuerza aérea, Mykola Oleshchuk. La razón del despido no fue especificada, pero siguió a la destrucción de un avión de combate F-16 y la muerte de su piloto en un ataque con misiles rusos. Oleshchuk mencionó la ayuda estadounidense en la investigación del incidente, ya que Ucrania había recibido recientemente F-16 de los aliados de la OTAN.\",            \"translated_title\": \"El Presidente de Ucrania despide al Comandante de la Fuerza Aérea\"        },        {            \"english_version\": \"In Brazil, a social-media platform, X, faced a block as ordered by Supreme Court judge Alexandre de Moraes. The platform, owned by Elon Musk, failed to appoint a legal representative in the country, leading to the clampdown by Moraes. This action is part of a broader initiative to combat online disinformation in Brazil.\",            \"english_title\": \"Social-Media Platform X Blocked in Brazil\",            \"translated_version\": \"En Brasil, una plataforma de redes sociales, X, enfrentó un bloqueo ordenado por el juez de la Corte Suprema Alexandre de Moraes. La plataforma, propiedad de Elon Musk, no designó un representante legal en el país, lo que llevó a la represión por parte de Moraes. Esta acción es parte de una iniciativa más amplia para combatir la desinformación en línea en Brasil.\",            \"translated_title\": \"Plataforma de Redes Sociales X Bloqueada en Brasil\"        }    ]}"