"{    \"translations\": [        {            \"english_version\": \"A White House spokesperson confirmed that America would continue to work hard to reach a deal between Israel and Hamas that would lead to the release of Israeli hostages held in the Gaza Strip. But, writing on X (formerly Twitter), she denied a report in the Washington Post that agreement had already been reached.\",            \"english_title\": \"White House working towards a deal for Israeli hostages\",            \"translated_version\": \"Una portavoz de la Casa Blanca confirmó que Estados Unidos seguirá trabajando arduamente para alcanzar un acuerdo entre Israel y Hamas que conduzca a la liberación de los rehenes israelíes en la Franja de Gaza. Sin embargo, al escribir en X (anteriormente Twitter), ella negó un informe en el Washington Post que afirmaba que ya se había alcanzado un acuerdo.\",            \"translated_title\": \"La Casa Blanca trabaja para un acuerdo por los rehenes israelíes\"        },        {            \"english_version\": \"Meanwhile the World Health Organisation described al-Shifa hospital, the facility in Gaza overrun by Israel’s army, as a death zone. Israel claims it is a key command centre for Hamas. The WHO said it saw a mass grave at the entrance and was told it contained more than 80 bodies.\",            \"english_title\": \"World Health Organisation describes al-Shifa hospital as a death zone\",            \"translated_version\": \"Mientras tanto, la Organización Mundial de la Salud describió el hospital al-Shifa, la instalación en Gaza invadida por el ejército de Israel, como una zona de muerte. Israel afirma que es un centro de mando clave para Hamas. La OMS dijo que vio una fosa común en la entrada y le dijeron que contenía más de 80 cuerpos.\",            \"translated_title\": \"La OMS describe al hospital al-Shifa como una zona de muerte\"        },        {            \"english_version\": \"Around 170,000 people joined a protest in Madrid against an amnesty for those involved in a referendum on Catalan independence in 2017. The amnesty was part of the deal that secured a second term for Pedro Sánchez as Spain’s prime minister. Mr Sánchez, of the Socialist Party, had previously called the amnesty unconstitutional, but relented to secure the support of separatist parties.\",            \"english_title\": \"Protest in Madrid against amnesty for Catalan referendum\",            \"translated_version\": \"Alrededor de 170,000 personas se unieron a una protesta en Madrid en contra de una amnistía para aquellos involucrados en un referéndum sobre la independencia de Cataluña en 2017. La amnistía fue parte del acuerdo que aseguró un segundo mandato para Pedro Sánchez como primer ministro de España. El Sr. Sánchez, del Partido Socialista, había llamado previamente a la amnistía inconstitucional, pero cedió para asegurar el apoyo de los partidos separatistas.\",            \"translated_title\": \"Protesta en Madrid contra la amnistía para el referéndum catalán\"        },        {            \"english_version\": \"Investors in OpenAI are reportedly trying to reinstate Sam Altman as the firm’s boss after he was sacked by its board. According to the Financial Times, Microsoft and a few venture-capital firms are exploring a counter-coup, which would involve replacing OpenAI’s board. Mr Altman was pushed out abruptly on Friday because he had not been consistently candid with the board.\",            \"english_title\": \"Investors trying to reinstate Sam Altman as OpenAI's boss\",            \"translated_version\": \"Según informes, los inversores en OpenAI están tratando de restituir a Sam Altman como jefe de la empresa después de que fuera despedido por su junta directiva. Según el Financial Times, Microsoft y algunas empresas de capital de riesgo están explorando un contraataque, que implicaría reemplazar la junta directiva de OpenAI. El Sr. Altman fue expulsado abruptamente el viernes porque no había sido consistentemente franco con la junta directiva.\",            \"translated_title\": \"Inversores intentan restituir a Sam Altman como jefe de OpenAI\"        },        {            \"english_version\": \"Russia launched a series of drone strikes on Kyiv, Ukraine’s capital, for the second consecutive night. According to Ukrainian officials, around ten drones were shot down, but there was no critical damage. Meanwhile, Volodymyr Zelensky, Ukraine’s president, announced more sanctions on Russians, including a former prime minister, and vowed to keep fighting Russian terror.\",            \"english_title\": \"Russia launches drone strikes on Kyiv\",            \"translated_version\": \"Rusia lanzó una serie de ataques con drones sobre Kiev, la capital de Ucrania, por segunda noche consecutiva. Según funcionarios ucranianos, se derribaron alrededor de diez drones, pero no hubo daños críticos. Mientras tanto, Volodymyr Zelensky, presidente de Ucrania, anunció más sanciones contra los rusos, incluido un ex primer ministro, y prometió seguir luchando contra el terrorismo ruso.\",            \"translated_title\": \"Rusia lanza ataques con drones sobre Kiev\"        }    ]}"