"{    \"translations\": [        {            \"english_version\": \"Ukraine and Germany have agreed to work together to produce long-range weapons for defense. Germany's chancellor, Friedrich Merz, mentioned that there will be no restrictions on how far Ukraine can use these weapons. This partnership comes as Ukraine's president, Volodymyr Zelensky, raised concerns about a build-up of 50,000 Russian soldiers near Ukraine's border, hinting at a potential summer offensive.\",            \"english_title\": \"Ukraine-Germany Defense Partnership\",            \"translated_version\": \"Ucrania y Alemania han acordado trabajar juntos para producir armas de largo alcance para defensa. El canciller de Alemania, Friedrich Merz, mencionó que no habrá restricciones en cuánto puede usar Ucrania estas armas. Esta colaboración surge cuando el presidente de Ucrania, Volodymyr Zelensky, expresó preocupaciones sobre una acumulación de 50,000 soldados rusos cerca de la frontera de Ucrania, insinuando una posible ofensiva de verano.\",            \"translated_title\": \"Socios de Defensa Ucrania-Alemania\"        },        {            \"english_version\": \"Israeli forces have confirmed the killing of Mohammed Sinwar, the chief of Hamas in Gaza. He was targeted in a missile strike at the European hospital in Khan Younis. Mohammed Sinwar, the younger brother of Yahya Sinwar who was killed by Israel last October, was reportedly killed in the attack. Hamas has not officially confirmed or denied his death.\",            \"english_title\": \"Israeli Strike on Hamas Leader\",            \"translated_version\": \"Las fuerzas israelíes han confirmado la muerte de Mohammed Sinwar, el jefe de Hamas en Gaza. Fue atacado en un bombardeo de misiles en el hospital europeo en Khan Younis. Mohammed Sinwar, el hermano menor de Yahya Sinwar quien fue asesinado por Israel en octubre pasado, al parecer fue asesinado en el ataque. Hamas no ha confirmado oficialmente ni negado su muerte.\",            \"translated_title\": \"Ataque Israelí al Líder de Hamas\"        }    ]}"