"{    \"translations\": [        {            \"english_version\": \"More than 1m Palestinian civilians trapped in and around Rafah, a city in southern Gaza, waited for Israel to finish a plan to evacuate them ahead of its planned ground assault against four Hamas battalions it says are stationed there.\",            \"english_title\": \"Palestinian civilians trapped in Rafah\",            \"translated_version\": \"Más de 1 millón de civiles palestinos atrapados en y alrededor de Rafah, una ciudad en el sur de Gaza, esperaban a que Israel terminara un plan para evacuarlos antes de su asalto terrestre planeado contra cuatro batallones de Hamas que están estacionados allí.\",            \"translated_title\": \"Civiles palestinos atrapados en Rafah\"        },        {            \"english_version\": \"The candidates for the presidency of Indonesia ended their campaigns at rallies attended by many thousands of supporters. The vote itself does not take place until February 14th, but the three men looking to replace the immensely popular Joko Widodo are not allowed to campaign after Saturday. Our poll tracker suggests Prabowo Subianto, whose running mate is the incumbent’s son, will win just over half of the votes.\",            \"english_title\": \"Indonesia presidential candidates end campaigns\",            \"translated_version\": \"Los candidatos a la presidencia de Indonesia terminaron sus campañas en mítines a los que asistieron miles de seguidores. La votación en sí no se llevará a cabo hasta el 14 de febrero, pero a los tres hombres que buscan reemplazar al inmensamente popular Joko Widodo no se les permite hacer campaña después del sábado. Nuestro rastreador de encuestas sugiere que Prabowo Subianto, cuyo compañero de fórmula es el hijo del actual presidente, ganará un poco más de la mitad de los votos.\",            \"translated_title\": \"Candidatos presidenciales de Indonesia terminan campañas\"        },        {            \"english_version\": \"America, Britain and the European Union separately expressed concern over Pakistan’s electoral process. The party led by Nawaz Sharif, a former prime minister, claimed victory in Thursday’s general election, which was marred by violence, but so did independent candidates linked to Imran Khan, a jailed former prime minister. The final few election results released on Saturday showed no clear majority.\",            \"english_title\": \"Concerns over Pakistan's electoral process\",            \"translated_version\": \"Estados Unidos, Gran Bretaña y la Unión Europea expresaron por separado su preocupación por el proceso electoral de Pakistán. El partido liderado por Nawaz Sharif, un ex primer ministro, reclamó la victoria en las elecciones generales del jueves, que estuvieron marcadas por la violencia, pero también lo hicieron candidatos independientes vinculados a Imran Khan, un ex primer ministro encarcelado. Los últimos resultados electorales publicados el sábado no mostraron una mayoría clara.\",            \"translated_title\": \"Preocupaciones sobre el proceso electoral de Pakistán\"        },        {            \"english_version\": \"Taiwan’s defence ministry said it had detected eight Chinese balloons in the Taiwan strait in 24 hours, a surge of activity ahead of the Lunar New Year. Two crossed the northern part of Taiwan, which China claims as its own territory. Taiwanese officials have described the balloons as sabre-rattling and a threat to aviation safety. China says they serve a meteorological purpose.\",            \"english_title\": \"Chinese balloons detected in Taiwan strait\",            \"translated_version\": \"El ministerio de defensa de Taiwán dijo que había detectado ocho globos chinos en el estrecho de Taiwán en 24 horas, un aumento de actividad antes del Año Nuevo Lunar. Dos cruzaron la parte norte de Taiwán, que China reclama como su propio territorio. Los funcionarios taiwaneses han descrito los globos como una provocación y una amenaza para la seguridad de la aviación. China dice que tienen un propósito meteorológico.\",            \"translated_title\": \"Globos chinos detectados en el estrecho de Taiwán\"        },        {            \"english_version\": \"A Russian drone attack on Kharkiv, Ukraine’s second-largest city, killed at least seven people, including three children, after a petrol station caught fire. Ukraine said it had been able to shoot down 23 of the 31 drones launched overnight towards Kharkiv and Odessa, farther south. The long-range aerial battle has taken on additional prominence in Ukraine given the relative stalemate on land.\",            \"english_title\": \"Russian drone attack in Kharkiv\",            \"translated_version\": \"Un ataque de drones rusos en Kharkiv, la segunda ciudad más grande de Ucrania, mató al menos a siete personas, incluidos tres niños, después de que una gasolinera se incendiara. Ucrania dijo que había logrado derribar 23 de los 31 drones lanzados durante la noche hacia Kharkiv y Odessa, más al sur. La batalla aérea de largo alcance ha adquirido una importancia adicional en Ucrania debido al punto muerto relativo en tierra.\",            \"translated_title\": \"Ataque de drones rusos en Kharkiv\"        }    ]}"