"{    \"translations\": [        {            \"english_version\": \"Santander, a Spanish bank, made a lot of money in the second quarter. Their profits went up by 20% compared to last year. This was the highest profit they have ever made in a single quarter. The bank's retail division did well because of high interest rates in Europe. They also saved money by using a new technology platform.\",            \"english_title\": \"Santander's Success\",            \"translated_version\": \"El banco Santander, de España, ganó mucho dinero en el segundo trimestre. Sus ganancias aumentaron un 20% en comparación con el año pasado. Esta fue la mayor ganancia que hayan tenido en un solo trimestre. La división minorista del banco le fue bien debido a las altas tasas de interés en Europa. También ahorraron dinero al usar una nueva plataforma tecnológica.\",            \"translated_title\": \"El Éxito de Santander\"        },        {            \"english_version\": \"BNP Paribas, a French bank, also did well. They made a lot of money from trading stocks. European banks have been doing better than people thought. This has made some people think that there might be more mergers and acquisitions in the future.\",            \"english_title\": \"BNP Paribas' Performance\",            \"translated_version\": \"BNP Paribas, un banco francés, también le fue bien. Ganaron mucho dinero comerciando acciones. Los bancos europeos han estado funcionando mejor de lo que la gente pensaba. Esto ha hecho que algunas personas piensen que podría haber más fusiones y adquisiciones en el futuro.\",            \"translated_title\": \"El Desempeño de BNP Paribas\"        },        {            \"english_version\": \"Alphabet, a big company, made $84.7 billion in revenue last quarter. This was 14% more than the same time last year. They made more money from cloud computing and advertising. They were going to buy a cyber-security company called Wiz, but the deal fell through.\",            \"english_title\": \"Alphabet's Earnings\",            \"translated_version\": \"Alphabet, una gran empresa, ganó $84.7 mil millones en ingresos el último trimestre. Esto fue un 14% más que en el mismo período del año pasado. Ganaron más dinero con la computación en la nube y la publicidad. Iban a comprar una empresa de ciberseguridad llamada Wiz, pero el acuerdo fracasó.\",            \"translated_title\": \"Ganancias de Alphabet\"        },        {            \"english_version\": \"The Economist has been around since 1843. They want to help people learn and grow. They use cookies and other technologies to make sure their website works well. They care about privacy and have rules about how they use people's data.\",            \"english_title\": \"The Economist's Mission\",            \"translated_version\": \"The Economist ha existido desde 1843. Quieren ayudar a las personas a aprender y crecer. Utilizan cookies y otras tecnologías para asegurarse de que su sitio web funcione bien. Les importa la privacidad y tienen reglas sobre cómo utilizan los datos de las personas.\",            \"translated_title\": \"La Misión de The Economist\"        },        {            \"english_version\": \"The Economist Group is made up of different parts that work together. They have events and courses to help people learn. They also have job opportunities for people who want to work with them. They care about making the world a better place.\",            \"english_title\": \"The Economist Group's Work\",            \"translated_version\": \"El Grupo The Economist está formado por diferentes partes que trabajan juntas. Tienen eventos y cursos para ayudar a las personas a aprender. También tienen oportunidades laborales para personas que quieran trabajar con ellos. Les importa hacer del mundo un lugar mejor.\",            \"translated_title\": \"El Trabajo del Grupo The Economist\"        }    ]}"