"{    \"translations\": [        {            \"english_version\": \"In Gaza, the civil defense agency run by Hamas is searching through the rubble for thousands of missing Palestinians. It is not clear if disagreements over the list of Palestinian prisoners will affect the release of hostages within the agreed 72 hours.\",            \"english_title\": \"Search in Gaza\",            \"translated_version\": \"En Gaza, la agencia de defensa civil de Hamas busca entre los escombros a miles de palestinos desaparecidos. No está claro si los desacuerdos sobre la lista de prisioneros palestinos afectarán la liberación de rehenes en las 72 horas acordadas.\",            \"translated_title\": \"Búsqueda en Gaza\"        },        {            \"english_version\": \"The S&P 500 index fell by 2.7%, marking its biggest drop since April. This happened after the US president criticized China.\",            \"english_title\": \"S&P 500 Drop\",            \"translated_version\": \"El índice S&P 500 cayó un 2.7%, marcando su mayor caída desde abril. Esto pasó después de que el presidente de EE.UU. criticara a China.\",            \"translated_title\": \"Caída del S&P 500\"        },        {            \"english_version\": \"A missile named Hwasong-20 has been identified. Its size suggests it could carry multiple nuclear warheads.\",            \"english_title\": \"Hwasong-20 Missile\",            \"translated_version\": \"Se ha identificado un misil llamado Hwasong-20. Su tamaño sugiere que podría llevar varias cabezas nucleares.\",            \"translated_title\": \"Misil Hwasong-20\"        },        {            \"english_version\": \"El-Fasher has been surrounded by the RSF for 17 months. People living there are facing hunger and starvation.\",            \"english_title\": \"El-Fasher Surrounded\",            \"translated_version\": \"El-Fasher ha estado rodeado por el RSF durante 17 meses. Las personas que viven allí enfrentan hambre.\",            \"translated_title\": \"El-Fasher Rodeado\"        },        {            \"english_version\": \"Heavy rain has caused rivers to overflow and landslides, which have destroyed homes and cars.\",            \"english_title\": \"Rain and Destruction\",            \"translated_version\": \"La lluvia fuerte ha hecho que los ríos se desborden y haya deslizamientos de tierra, destruyendo casas y autos.\",            \"translated_title\": \"Lluvia y Destrucción\"        }    ]}"