"{    \"translations\": [        {            \"english_version\": \"Boris Gurman, 69, ran towards danger and took one of the attacker's guns, a witness said. Anthony Albanese praised him as a true Australian hero.\",            \"english_title\": \"Boris Gurman Hero\",            \"translated_version\": \"Boris Gurman, de 69 años, corrió hacia el peligro y tomó una de las armas del atacante, dijo un testigo. Anthony Albanese lo elogió como un verdadero héroe australiano.\",            \"translated_title\": \"Boris Gurman Héroe\"        },        {            \"english_version\": \"Rob Reiner, a Hollywood director, and his wife Michele were found dead with stab wounds. Reiner was known as a Democrat and a critic of the US president.\",            \"english_title\": \"Rob Reiner Found Dead\",            \"translated_version\": \"Rob Reiner, un director de Hollywood, y su esposa Michele fueron encontrados muertos con heridas de cuchillo. Reiner era conocido como demócrata y crítico del presidente de EE.UU.\",            \"translated_title\": \"Rob Reiner Muerto\"        },        {            \"english_version\": \"Satellite images show a paramilitary force is burying and burning bodies, according to Yale University researchers.\",            \"english_title\": \"Paramilitary Actions\",            \"translated_version\": \"Imágenes de satélite muestran que una fuerza paramilitar está enterrando y quemando cuerpos, según investigadores de la Universidad de Yale.\",            \"translated_title\": \"Acciones Paramilitares\"        },        {            \"english_version\": \"The Trump administration is increasing its efforts in the war on drugs in Latin America. The US has conducted over 20 strikes on suspected drug vessels in international waters since September.\",            \"english_title\": \"US Drug War Efforts\",            \"translated_version\": \"La administración de Trump está aumentando sus esfuerzos en la guerra contra las drogas en América Latina. EE.UU. ha realizado más de 20 ataques a barcos sospechosos de drogas en aguas internacionales desde septiembre.\",            \"translated_title\": \"Esfuerzos de EE.UU. en Drogas\"        },        {            \"english_version\": \"Carmakers, especially in Germany, have pushed for changes to the planned rules.\",            \"english_title\": \"Carmakers Want Changes\",            \"translated_version\": \"Los fabricantes de autos, especialmente en Alemania, han pedido cambios en las reglas planeadas.\",            \"translated_title\": \"Fabricantes Quieren Cambios\"        }    ]}"