"{    \"translations\": [        {            \"english_version\": \"An ethics committee in America’s House of Representatives found that Matt Gaetz paid for sex with several women, including a 17-year-old, between 2017 and 2020. The outgoing congressman often asked women to procure drugs, according to the long-awaited report, which concluded that he had probably broken laws around prostitution and drug use. Mr Gaetz withdrew his nomination to be Donald Trump’s attorney-general and has long denied the accusations.\",            \"english_title\": \"Matt Gaetz Scandal\",            \"translated_version\": \"Un comité de ética en la Cámara de Representantes de Estados Unidos descubrió que Matt Gaetz pagó por sexo con varias mujeres, incluida una de 17 años, entre 2017 y 2020. El congresista saliente a menudo pedía a las mujeres que consiguieran drogas, según el informe tan esperado, que concluyó que probablemente había violado leyes relacionadas con la prostitución y el uso de drogas. El Sr. Gaetz retiró su nominación para ser el fiscal general de Donald Trump y ha negado durante mucho tiempo las acusaciones.\",            \"translated_title\": \"Escándalo de Matt Gaetz\"        },        {            \"english_version\": \"President Joe Biden commuted the sentences of 37 people on federal death row. The men, all of whom were convicted of murder, will instead serve life sentences without the possibility of parole. Donald Trump, the president-elect, has promised to restart federal executions, which Mr Biden had paused. Mr Biden said he could not 'let a new administration resume executions that I halted'.\",            \"english_title\": \"Federal Death Row Sentences Commuted\",            \"translated_version\": \"El presidente Joe Biden conmutó las sentencias de 37 personas en el corredor de la muerte federal. Los hombres, todos ellos condenados por asesinato, en cambio cumplirán condenas de por vida sin posibilidad de libertad condicional. Donald Trump, el presidente electo, ha prometido reanudar las ejecuciones federales, que el Sr. Biden había detenido. El Sr. Biden dijo que no podía 'permitir que una nueva administración reanude las ejecuciones que detuve'.\",            \"translated_title\": \"Sentencias Conmutadas en el Corredor de la Muerte Federal\"        }    ]}"