"{    \"translations\": [        {            \"english_version\": \"Less than an hour ago, rebel leader Abu Muhammad al-Jolani visited Damascus after anti-government forces took control of the Syrian capital. Mr. Jolani leads an Islamist group called Hayat Tahrir al-Sham, which led a surprise offensive toppling Syria's regime. Bashar al-Assad, the country's dictator for 24 years, has reportedly resigned and fled the country, as confirmed by Russia, his long-time supporter. Crowds in major cities celebrated the regime's collapse.\",            \"english_title\": \"Syrian Rebel Leader Visits Damascus\",            \"translated_version\": \"Hace menos de una hora, el líder rebelde Abu Muhammad al-Jolani visitó Damasco después de que las fuerzas antigubernamentales tomaron el control de la capital siria. El Sr. Jolani lidera un grupo islamista llamado Hayat Tahrir al-Sham, que lideró una ofensiva sorpresa que derrocó al régimen de Siria. Bashar al-Assad, el dictador del país durante 24 años, supuestamente ha renunciado y huido del país, según confirmó Rusia, su partidario de mucho tiempo. Multitudes en las principales ciudades celebraron el colapso del régimen.\",            \"translated_title\": \"Líder Rebelde Sirio Visita Damasco\"        },        {            \"english_version\": \"Western governments welcomed the fall of the Assad family's rule. French President Emmanuel Macron described it as the fall of a barbaric state and praised the Syrian people. The European Union's top diplomat, Kaja Kallas, noted that the regime's collapse exposed the weakness of Assad's allies, Russia and Iran. The United States, with 900 soldiers in Syria, announced they would continue fighting against the weakened Islamic State group.\",            \"english_title\": \"International Reactions to Assad's Resignation\",            \"translated_version\": \"Los gobiernos occidentales dieron la bienvenida a la caída del gobierno de la familia Assad. El presidente francés Emmanuel Macron lo describió como la caída de un estado bárbaro y elogió al pueblo sirio. La principal diplomática de la Unión Europea, Kaja Kallas, señaló que el colapso del régimen expuso la debilidad de los aliados de Assad, Rusia e Irán. Los Estados Unidos, con 900 soldados en Siria, anunciaron que continuarán luchando contra el debilitado grupo Estado Islámico.\",            \"translated_title\": \"Reacciones Internacionales a la Renuncia de Assad\"        }    ]}"