"    #####    {        \"translations\": [            {                \"english_version\": \"A senior official of Hamas said the group accepted a plan by the UN Security Council for a ceasefire with Israel. He said that Hamas was ready to negotiate the details, but that the group’s leadership inside Gaza is yet to endorse it.\",                \"english_title\": \"Ceasefire between Hamas and Israel\",                \"translated_version\": \"Un oficial importante de Hamas dijo que el grupo aceptó un plan del Consejo de Seguridad de la ONU para un alto el fuego con Israel. Dijo que Hamas estaba listo para negociar los detalles, pero que el liderazgo del grupo dentro de Gaza aún no lo ha respaldado.\",                \"translated_title\": \"Alto el fuego entre Hamas e Israel\"            },            {                \"english_version\": \"Britain’s Conservative Party launched its election manifesto, promising to cut £17.2bn a year in taxes by 2030. Rishi Sunak, the prime minister, said he would scrap the main rate of national insurance for self-employed people, and cut it for employees by 2p.\",                \"english_title\": \"Tax Cuts in Britain\",                \"translated_version\": \"El Partido Conservador de Gran Bretaña lanzó su manifiesto electoral, prometiendo recortar £17.2bn al año en impuestos para 2030. Rishi Sunak, el primer ministro, dijo que eliminaría la tasa principal de seguro nacional para personas autónomas y la reduciría para los empleados en 2p.\",                \"translated_title\": \"Recortes de impuestos en Gran Bretaña\"            },            {                \"english_version\": \"The Economist’s election forecast suggests the opposition Labour Party is extremely likely to beat the Conservatives.\",                \"english_title\": \"Election Forecast in the UK\",                \"translated_version\": \"El pronóstico electoral de The Economist sugiere que es extremadamente probable que el Partido Laborista de la oposición supere a los Conservadores.\",                \"translated_title\": \"Pronóstico electoral en el Reino Unido\"            }        ]    }    #####"