"{    \"translations\": [        {            \"english_version\": \"Officials are investigating a fire that killed 40 people to see if criminal charges are needed. Families are asking for help finding information about children as young as 15 who might have been at the bar.\",            \"english_title\": \"Fire Investigation\",            \"translated_version\": \"Los oficiales están investigando un incendio que mató a 40 personas para ver si se necesitan cargos criminales. Las familias están pidiendo ayuda para encontrar información sobre niños de hasta 15 años que podrían haber estado en el bar.\",            \"translated_title\": \"Investigación de Incendio\"        },        {            \"english_version\": \"A former heavyweight champion was involved in a crash that killed two of his team members on Monday.\",            \"english_title\": \"Champion in Crash\",            \"translated_version\": \"Un ex campeón de peso pesado estuvo en un accidente que mató a dos de sus compañeros de equipo el lunes.\",            \"translated_title\": \"Campeón en Accidente\"        },        {            \"english_version\": \"The US president promised to help after days of protests and clashes.\",            \"english_title\": \"President Promises Help\",            \"translated_version\": \"El presidente de EE.UU. prometió ayudar después de días de protestas y enfrentamientos.\",            \"translated_title\": \"Presidente Promete Ayuda\"        },        {            \"english_version\": \"Kyrylo Budanov, who leads Ukraine's military intelligence, has claimed successful strikes against Russia. Ukraine says it only targets military sites and follows international law.\",            \"english_title\": \"Ukraine's Military Actions\",            \"translated_version\": \"Kyrylo Budanov, quien lidera la inteligencia militar de Ucrania, ha dicho que tuvieron ataques exitosos contra Rusia. Ucrania dice que solo ataca sitios militares y sigue la ley internacional.\",            \"translated_title\": \"Acciones Militares de Ucrania\"        },        {            \"english_version\": \"Colorado officials said it might be the first time in over 25 years that a mountain lion killed a person in the state, if confirmed.\",            \"english_title\": \"Mountain Lion Incident\",            \"translated_version\": \"Los oficiales de Colorado dijeron que podría ser la primera vez en más de 25 años que un león de montaña mata a una persona en el estado, si se confirma.\",            \"translated_title\": \"Incidente con León de Montaña\"        }    ]}"