"{    \"translations\": [        {            \"english_version\": \"Andriy Yermak, 54, has been the Ukrainian president's chief of staff throughout Russia's full-scale war.\",            \"english_title\": \"Ukrainian Chief of Staff\",            \"translated_version\": \"Andriy Yermak, de 54 años, ha sido el jefe de personal del presidente de Ucrania durante toda la guerra con Rusia.\",            \"translated_title\": \"Jefe de Personal de Ucrania\"        },        {            \"english_version\": \"Israel said it was targeting militants in the village of Beit Jinn, but Syria's foreign ministry condemns what it called a war crime. Rights groups gave details about conditions in Israeli detention centres. Israel has not responded but has previously denied allegations of torture.\",            \"english_title\": \"Israel and Syria Conflict\",            \"translated_version\": \"Israel dijo que estaba atacando a militantes en el pueblo de Beit Jinn, pero el ministerio de Siria condena lo que llamó un crimen de guerra. Grupos de derechos dieron detalles sobre condiciones en centros de detención en Israel. Israel no ha respondido pero antes negó acusaciones de tortura.\",            \"translated_title\": \"Conflicto entre Israel y Siria\"        },        {            \"english_version\": \"Senegal's prime minister and Nigeria's former leader say they do not believe the military takeover was genuine.\",            \"english_title\": \"Doubt on Military Takeover\",            \"translated_version\": \"El primer ministro de Senegal y el exlíder de Nigeria dicen que no creen que el golpe militar fuera real.\",            \"translated_title\": \"Duda sobre Golpe Militar\"        },        {            \"english_version\": \"People who left Afghanistan urge the US president not to toughen his stance after an attack allegedly carried out by an Afghan national. The directive comes hours after President Trump said the US will pause migration from third-world countries.\",            \"english_title\": \"Afghan Migration Concerns\",            \"translated_version\": \"Personas que dejaron Afganistán piden al presidente de EE.UU. que no sea más duro después de un ataque supuestamente hecho por un afgano. La orden llega horas después de que el presidente Trump dijo que EE.UU. pausará la migración de países del tercer mundo.\",            \"translated_title\": \"Preocupaciones sobre Migración Afgana\"        },        {            \"english_version\": \"The ruling bucks a trend set by courts around Japan that had raised hopes for marriage equality. The defendants were accused of attempting a coup - but human rights groups say the trial was politically motivated.\",            \"english_title\": \"Marriage Equality and Trial\",            \"translated_version\": \"La decisión va contra una tendencia de cortes en Japón que había dado esperanzas para la igualdad en el matrimonio. Los acusados fueron acusados de intentar un golpe - pero grupos de derechos humanos dicen que el juicio fue por razones políticas.\",            \"translated_title\": \"Igualdad en Matrimonio y Juicio\"        }    ]}"