"{    \"translations\": [        {            \"english_version\": \"Israel is facing pressure from other countries to help with the hunger problem in Gaza. They might be admitting they need to do more, but it's more likely they are responding to their allies. This comes after US President Donald Trump asked both sides to work towards a ceasefire.\",            \"english_title\": \"Israel Under Pressure\",            \"translated_version\": \"Israel tiene presion de otros paises para ayudar con el problema de hambre en Gaza. Tal vez admiten que necesitan hacer mas, pero es mas probable que esten respondiendo a sus aliados. Esto pasa despues de que el presidente de EE.UU., Donald Trump, pidio a ambos lados trabajar para un alto al fuego.\",            \"translated_title\": \"Israel Bajo Presion\"        },        {            \"english_version\": \"Firefighters are warning that it will be a tough day because temperatures are expected to reach up to 44 degrees Celsius (111.2 degrees Fahrenheit) on Sunday.\",            \"english_title\": \"Firefighters Warn of Heat\",            \"translated_version\": \"Los bomberos advierten que sera un dia dificil porque se espera que las temperaturas lleguen hasta 44 grados Celsius (111.2 grados Fahrenheit) el domingo.\",            \"translated_title\": \"Bomberos Advierten Calor\"        },        {            \"english_version\": \"Around 20 people died during a night vigil that was attacked by armed men, according to officials.\",            \"english_title\": \"Night Vigil Attack\",            \"translated_version\": \"Alrededor de 20 personas murieron durante una vigilia nocturna que fue atacada por hombres armados, segun oficiales.\",            \"translated_title\": \"Ataque en Vigilia Nocturna\"        },        {            \"english_version\": \"At least 31 people, many of them schoolchildren, died when a fighter jet crashed into a school in Dhaka.\",            \"english_title\": \"Jet Crash in Dhaka\",            \"translated_version\": \"Al menos 31 personas, muchas de ellas ninos de escuela, murieron cuando un avion de combate se estrello contra una escuela en Dhaka.\",            \"translated_title\": \"Accidente de Avion en Dhaka\"        },        {            \"english_version\": \"A 42-year-old man is in custody after an incident in Traverse City, which police describe as a random act.\",            \"english_title\": \"Incident in Traverse City\",            \"translated_version\": \"Un hombre de 42 anos esta detenido despues de un incidente en Traverse City, que la policia describe como un acto aleatorio.\",            \"translated_title\": \"Incidente en Traverse City\"        }    ]}"