"{    \"translations\": [        {            \"english_version\": \"Narges Mohammadi, an Iranian activist, was awarded the Nobel peace prize for her fight “against the oppression of women in Iran” and her human-rights work. Ms Mohammadi has been campaigning in Iran for three decades on issues including the treatment of prisoners and violence against women. She has been sentenced to more than 30 years in prison.\",            \"english_title\": \"Iranian Activist Wins Nobel Peace Prize\",            \"translated_version\": \"Narges Mohammadi, una activista iraní, recibió el premio Nobel de la paz por su lucha contra la opresión de las mujeres en Irán y su trabajo en derechos humanos. La Sra. Mohammadi ha estado haciendo campaña en Irán durante tres décadas sobre temas que incluyen el trato a los prisioneros y la violencia contra las mujeres. Ha sido condenada a más de 30 años de prisión.\",            \"translated_title\": \"Activista Iraní Gana el Premio Nobel de la Paz\"        },        {            \"english_version\": \"America’s workforce grew by an unexpectedly high 336,000 jobs in September, led by expansions in hospitality, education, and health sectors. But wage growth fell short of predictions. The Federal Reserve will make its next interest-rate decision in early November.\",            \"english_title\": \"Strong Job Growth in America\",            \"translated_version\": \"La fuerza laboral de Estados Unidos creció inesperadamente en 336,000 empleos en septiembre, liderada por expansiones en los sectores de hospitalidad, educación y salud. Pero el crecimiento salarial no cumplió con las predicciones. La Reserva Federal tomará su próxima decisión sobre las tasas de interés a principios de noviembre.\",            \"translated_title\": \"Fuerte Crecimiento de Empleo en Estados Unidos\"        },        {            \"english_version\": \"Alassane Ouattara, Ivory Coast’s president, dissolved the country’s government and removed the prime minister. The move follows his party’s strong performance in local elections last month. The country is set to hold a presidential election in 2025.\",            \"english_title\": \"Ivory Coast's President Dissolves Government\",            \"translated_version\": \"Alassane Ouattara, presidente de Costa de Marfil, disolvió el gobierno del país y destituyó al primer ministro. La medida sigue al buen desempeño de su partido en las elecciones locales del mes pasado. El país tiene previsto celebrar elecciones presidenciales en 2025.\",            \"translated_title\": \"El Presidente de Costa de Marfil Disuelve el Gobierno\"        },        {            \"english_version\": \"EU member states issued a joint declaration on the bloc’s future priorities—including defense, economic competitiveness, and enlargement—after the conclusion of a one-day summit in Granada, Spain. Migration was notably omitted from the agenda.\",            \"english_title\": \"EU Member States Agree on Future Priorities\",            \"translated_version\": \"Los estados miembros de la UE emitieron una declaración conjunta sobre las prioridades futuras del bloque, que incluyen defensa, competitividad económica y ampliación, después de la conclusión de una cumbre de un día en Granada, España. La migración fue notablemente omitida de la agenda.\",            \"translated_title\": \"Los Estados Miembros de la UE Acuerdan Prioridades Futuras\"        },        {            \"english_version\": \"The death toll following flash floods caused by a burst glacial lake in the Indian Himalayas climbed to 42 on Friday. Almost 150 people are still missing. The cause of the flood is not clear, but experts suggested heavy rainfall could have caused it.\",            \"english_title\": \"Flash Floods in Indian Himalayas\",            \"translated_version\": \"El número de muertos por las inundaciones repentinas causadas por la ruptura de un lago glaciar en el Himalaya indio subió a 42 el viernes. Casi 150 personas siguen desaparecidas. La causa de la inundación no está clara, pero los expertos sugirieron que las fuertes lluvias podrían haberla causado.\",            \"translated_title\": \"Inundaciones Repentinas en el Himalaya Indio\"        }    ]}"