"{    \"translations\": [        {            \"english_version\": \"A court in Washington, DC, ruled that Donald Trump is not immune from being prosecuted for plotting to overturn the results of the 2020 election. The former president, who is the Republican frontrunner in this year’s presidential election, cited presidential immunity while fighting charges brought by Jack Smith, an attorney for the Department of Justice. Mr Trump is expected to appeal the ruling, which could send the case to the Supreme Court.\",            \"english_title\": \"Court rules Trump can be prosecuted for election plot\",            \"translated_version\": \"Un tribunal en Washington, DC, dictaminó que Donald Trump no es inmune a ser procesado por planear revertir los resultados de las elecciones de 2020. El ex presidente, quien es el favorito republicano en las elecciones presidenciales de este año, citó inmunidad presidencial mientras luchaba contra los cargos presentados por Jack Smith, un abogado del Departamento de Justicia. Se espera que el Sr. Trump apele el fallo, lo que podría llevar el caso a la Corte Suprema.\",            \"translated_title\": \"Tribunal dictamina que Trump puede ser procesado por plan electoral\"        },        {            \"english_version\": \"Israeli intelligence believes that more than a fifth of Israeli hostages captured by Hamas, a Palestinian militant group, are dead, according to The New York Times. Meanwhile Antony Blinken, America’s secretary of state, met with Egypt’s president, Abdel-Fattah al-Sisi, as he continues a tour of the Middle East. America is pushing for a pause in the fighting in Gaza, allowing for the release of the remaining hostages.\",            \"english_title\": \"Israeli hostages dead, US pushes for ceasefire\",            \"translated_version\": \"La inteligencia israelí cree que más de una quinta parte de los rehenes israelíes capturados por Hamas, un grupo militante palestino, están muertos, según The New York Times. Mientras tanto, Antony Blinken, secretario de estado de Estados Unidos, se reunió con el presidente de Egipto, Abdel-Fattah al-Sisi, mientras continúa su gira por Medio Oriente. Estados Unidos está presionando por una pausa en los combates en Gaza, lo que permitiría la liberación de los rehenes restantes.\",            \"translated_title\": \"Rehenes israelíes muertos, EE. UU. presiona por alto el fuego\"        },        {            \"english_version\": \"A cult leader in Kenya was charged with the murder of 191 children after hundreds of bodies were found in the remote Shakahola forest in the country’s south-east. Paul Mackenzie is accused of urging his followers to starve themselves in order to 'go see Jesus'. He has been in custody since last April, while authorities have been searching for the dead.\",            \"english_title\": \"Cult leader charged with murder of children in Kenya\",            \"translated_version\": \"Un líder de culto en Kenia fue acusado del asesinato de 191 niños después de que se encontraran cientos de cuerpos en el remoto bosque de Shakahola en el sureste del país. Se acusa a Paul Mackenzie de instar a sus seguidores a que se mueran de hambre para 'ir a ver a Jesús'. Ha estado bajo custodia desde abril pasado, mientras las autoridades han estado buscando a los muertos.\",            \"translated_title\": \"Líder de culto acusado de asesinato de niños en Kenia\"        },        {            \"english_version\": \"Four bolts were removed and not replaced from the panel that blew off a Boeing 737 MAX 9 plane during an Alaska Airlines flight in January, according to a preliminary report by America’s National Transportation Safety Board. The mistake was discovered from a picture showing the boltless panel, which had been sent between employees. The incident is the latest blow to the planemaker’s reputation.\",            \"english_title\": \"Bolts missing from Boeing plane in Alaska incident\",            \"translated_version\": \"Se quitaron cuatro pernos y no se reemplazaron del panel que se desprendió de un avión Boeing 737 MAX 9 durante un vuelo de Alaska Airlines en enero, según un informe preliminar de la Junta Nacional de Seguridad del Transporte de Estados Unidos. El error se descubrió a partir de una imagen que mostraba el panel sin pernos, que había sido enviada entre empleados. El incidente es el último golpe a la reputación del fabricante de aviones.\",            \"translated_title\": \"Faltan pernos en avión Boeing en incidente en Alaska\"        },        {            \"english_version\": \"At least 131 people are now dead and more than 300 are still missing as wildfires that have blazed through central Chile since Friday appear to burn out. The fires began in the coastal city of Viña del Mar before spreading to neighbouring towns. Thousands of homes have been destroyed. A UN agency has declared the disaster the country’s 'deadliest forest fire on record'. Sergio Ermotti, boss of UBS, said his company faces a 'pivotal' year after announcing $279mn in losses in its fourth-quarter results. The Swiss investment bank is working through the costly integration of Credit Suisse, a former rival. UBS said it would seek to find $3bn more in savings from the merger, on top of its goal of $10bn. The bank also announced that it would restart share buybacks, which have been frozen since last March.\",            \"english_title\": \"Wildfires in Chile, UBS faces losses\",            \"translated_version\": \"Al menos 131 personas han muerto y más de 300 siguen desaparecidas a medida que los incendios forestales que han arrasado el centro de Chile desde el viernes parecen extinguirse. Los incendios comenzaron en la ciudad costera de Viña del Mar antes de extenderse a las ciudades vecinas. Miles de hogares han sido destruidos. Una agencia de la ONU ha declarado el desastre como el 'incendio forestal más mortífero registrado' en el país. Sergio Ermotti, jefe de UBS, dijo que su empresa enfrenta un año 'decisivo' después de anunciar pérdidas de $279 millones en sus resultados del cuarto trimestre. El banco de inversión suizo está trabajando en la costosa integración de Credit Suisse, un antiguo rival. UBS dijo que buscaría encontrar $3 mil millones más en ahorros de la fusión, además de su objetivo de $10 mil millones. El banco también anunció que reiniciaría recompras de acciones, que han estado congeladas desde marzo pasado.\",            \"translated_title\": \"Incendios forestales en Chile, UBS enfrenta pérdidas\"        }    ]}"