"{    \"translations\": [        {            \"english_version\": \"Officials and diplomats left the auditorium in protest when the Israeli leader took the stage, leaving many seats empty.\",            \"english_title\": \"Protest at Israeli Leader's Speech\",            \"translated_version\": \"Oficiales y diplomáticos salieron del auditorio en protesta cuando el líder de Israel subió al escenario, dejando muchos asientos vacíos.\",            \"translated_title\": \"Protesta en discurso del líder de Israel\"        },        {            \"english_version\": \"Documents from the estate of Jeffrey Epstein, a convicted paedophile financier, were released by Congressional Democrats.\",            \"english_title\": \"Epstein Documents Released\",            \"translated_version\": \"Documentos de la propiedad de Jeffrey Epstein, un financiero condenado por delitos, fueron publicados por los Demócratas del Congreso.\",            \"translated_title\": \"Documentos de Epstein publicados\"        },        {            \"english_version\": \"Charles Mwesigwa led a network that exploited vulnerable women in glamorous parts of Dubai.\",            \"english_title\": \"Exploitation Network in Dubai\",            \"translated_version\": \"Charles Mwesigwa dirigía una red que explotaba a mujeres vulnerables en partes glamorosas de Dubái.\",            \"translated_title\": \"Red de explotación en Dubái\"        },        {            \"english_version\": \"The news brings the former FBI boss back into the spotlight nearly ten years after the 2016 election drama.\",            \"english_title\": \"Former FBI Boss in Spotlight Again\",            \"translated_version\": \"La noticia trae al exjefe del FBI de nuevo a la atención casi diez años después del drama de las elecciones de 2016.\",            \"translated_title\": \"Exjefe del FBI en atención otra vez\"        },        {            \"english_version\": \"Sanctions that were lifted in 2015 might be reinstated after Tehran was accused of not fulfilling its commitments.\",            \"english_title\": \"Possible Reinstatement of Sanctions\",            \"translated_version\": \"Las sanciones que se levantaron en 2015 podrían volver después de que Teherán fue acusado de no cumplir sus compromisos.\",            \"translated_title\": \"Posible regreso de sanciones\"        }    ]}"