"{    \"translations\": [        {            \"english_version\": \"Democratic lawmakers are calling for an investigation after a national security adviser mistakenly included the editor-in-chief of the Atlantic magazine in a top-secret group discussing a military plan to bomb Yemen. Classified information was exchanged over an encrypted messaging app, and there were expressions of contempt for Europeans.\",            \"english_title\": \"Security Breach in Military Discussion\",            \"translated_version\": \"Los legisladores demócratas piden una investigación después de que un asesor de seguridad nacional incluyera por error al editor en jefe de la revista Atlantic en un grupo ultra secreto que discutía un plan militar para bombardear Yemen. Se intercambiaron información clasificada a través de una aplicación de mensajería encriptada y hubo expresiones de desprecio hacia los europeos.\",            \"translated_title\": \"Brecha de Seguridad en Discusión Militar\"        },        {            \"english_version\": \"Turkey's President, Recep Tayyip Erdogan, criticized demonstrations in the country as 'evil' and blamed opposition parties for a 'movement of violence' following mass protests over the arrest of Istanbul's mayor and opposition leader, Ekrem Imamoglu. Despite government bans on public gatherings, thousands of protesters gathered again on Monday.\",            \"english_title\": \"Protests in Turkey\",            \"translated_version\": \"El Presidente de Turquía, Recep Tayyip Erdogan, criticó las manifestaciones en el país como 'malvadas' y culpó a los partidos de oposición de un 'movimiento de violencia' tras las protestas masivas por el arresto del alcalde de Estambul y líder de la oposición, Ekrem Imamoglu. A pesar de las prohibiciones del gobierno sobre las reuniones públicas, miles de manifestantes se reunieron nuevamente el lunes.\",            \"translated_title\": \"Protestas en Turquía\"        },        {            \"english_version\": \"The President of Turkey is widely believed to be involved in the arrest of Mr. Imamoglu.\",            \"english_title\": \"President's Involvement in Arrest\",            \"translated_version\": \"Se cree ampliamente que el Presidente de Turquía está involucrado en el arresto del Sr. Imamoglu.\",            \"translated_title\": \"Involucración del Presidente en el Arresto\"        },        {            \"english_version\": \"The Economist offers its app on iOS and Android for readers to access its content. The publication provides various services and content for its audience.\",            \"english_title\": \"The Economist's App\",            \"translated_version\": \"The Economist ofrece su aplicación en iOS y Android para que los lectores accedan a su contenido. La publicación ofrece varios servicios y contenido para su audiencia.\",            \"translated_title\": \"La Aplicación de The Economist\"        },        {            \"english_version\": \"The Economist Group, which includes Economist Intelligence, Economist Impact, and Economist Education Courses, offers a range of services and events. The group is committed to providing quality content and education to its audience.\",            \"english_title\": \"Services by The Economist Group\",            \"translated_version\": \"El Grupo de The Economist, que incluye Economist Intelligence, Economist Impact y Cursos de Educación de The Economist, ofrece una variedad de servicios y eventos. El grupo se compromete a proporcionar contenido de calidad y educación a su audiencia.\",            \"translated_title\": \"Servicios del Grupo de The Economist\"        }    ]}"