"{    \"translations\": [        {            \"english_version\": \"Russian and Syrian air forces are attacking Syrian rebels who have taken control of most of Aleppo. The rebels are now moving south towards Idlib, a city they also hold. This is the first time in years that Syria's opposition has gained territory from the government.\",            \"english_title\": \"Conflict in Aleppo\",            \"translated_version\": \"Las fuerzas aéreas rusas y sirias están atacando a los rebeldes sirios que han tomado el control de la mayor parte de Alepo. Los rebeldes ahora se están moviendo hacia el sur hacia Idlib, una ciudad que también controlan. Esta es la primera vez en años que la oposición de Siria ha ganado territorio al gobierno.\",            \"translated_title\": \"Conflicto en Alepo\"        },        {            \"english_version\": \"Donald Trump has chosen Massad Boulos, a Lebanese billionaire who is related to his daughter through marriage, to advise him on Middle East matters. Trump also announced that Kash Patel, who lacks law enforcement experience, will be the new director of the FBI. Patel has criticized the 'deep state' and wants to change the FBI's role in intelligence gathering.\",            \"english_title\": \"Trump's New Advisors\",            \"translated_version\": \"Donald Trump ha elegido a Massad Boulos, un multimillonario libanés que está relacionado con su hija por matrimonio, para asesorarlo en asuntos del Medio Oriente. Trump también anunció que Kash Patel, quien carece de experiencia en aplicación de la ley, será el nuevo director del FBI. Patel ha criticado el 'estado profundo' y quiere cambiar el papel del FBI en la recopilación de inteligencia.\",            \"translated_title\": \"Nuevos Asesores de Trump\"        },        {            \"english_version\": \"The incoming U.S. president and his team are planning significant changes to intelligence agencies and the FBI. They seem determined to shake up how these organizations operate.\",            \"english_title\": \"Changes in U.S. Intelligence\",            \"translated_version\": \"El próximo presidente de EE. UU. y su equipo están planeando cambios significativos en las agencias de inteligencia y el FBI. Parecen decididos a sacudir la forma en que operan estas organizaciones.\",            \"translated_title\": \"Cambios en la Inteligencia de EE. UU.\"        },        {            \"english_version\": \"The Economist has been publishing since September 1843. It aims to promote intelligence and progress by challenging ignorance. The publication covers a wide range of topics and offers various services.\",            \"english_title\": \"The Economist Magazine\",            \"translated_version\": \"The Economist ha estado publicando desde septiembre de 1843. Su objetivo es promover la inteligencia y el progreso desafiando la ignorancia. La publicación cubre una amplia gama de temas y ofrece varios servicios.\",            \"translated_title\": \"La Revista The Economist\"        },        {            \"english_version\": \"The Economist Group, which includes Economist Intelligence, Economist Impact, and Economist Impact Events, provides education courses and executive jobs. The group focuses on promoting intelligence and making a positive impact through its work.\",            \"english_title\": \"The Economist Group\",            \"translated_version\": \"El Grupo The Economist, que incluye Economist Intelligence, Economist Impact y Economist Impact Events, ofrece cursos de educación y empleos ejecutivos. El grupo se enfoca en promover la inteligencia y hacer un impacto positivo a través de su trabajo.\",            \"translated_title\": \"El Grupo The Economist\"        }    ]}"