"{    \"translations\": [        {            \"english_version\": \"Hizbullah has appointed Naim Qassem as its new leader. He has been the deputy chief of the Lebanon-based militant group since 1991. Naim Qassem will be taking over from Hassan Nasrallah, who was killed in an Israeli air strike on September 27th. The group faced further turmoil as Hashem Safieddine, Nasrallah's presumed successor, was also killed recently.\",            \"english_title\": \"Hizbullah Leadership Change\",            \"translated_version\": \"Hizbullah ha nombrado a Naim Qassem como su nuevo líder. Ha sido el subdirector del grupo militante con sede en Líbano desde 1991. Naim Qassem tomará el cargo de Hassan Nasrallah, quien fue asesinado en un ataque aéreo israelí el 27 de septiembre. El grupo enfrentó más problemas cuando Hashem Safieddine, el sucesor presumido de Nasrallah, también fue asesinado recientemente.\",            \"translated_title\": \"Cambio de Liderazgo en Hizbullah\"        },        {            \"english_version\": \"An Israeli strike in northern Gaza resulted in the deaths of at least 90 people and left many others wounded. The international community criticized Israel for banning UNWRA, the UN's aid agency for Palestinians, from operating within the country. Countries like America and Britain expressed concern over this decision, while Spain went as far as canceling a contract with an Israeli firm for ammunition.\",            \"english_title\": \"Israeli Strike on Gaza\",            \"translated_version\": \"Un ataque israelí en el norte de Gaza resultó en la muerte de al menos 90 personas y dejó a muchos otros heridos. La comunidad internacional criticó a Israel por prohibir que UNWRA, la agencia de ayuda de la ONU para los palestinos, operara dentro del país. Países como Estados Unidos y Gran Bretaña expresaron preocupación por esta decisión, mientras que España llegó al punto de cancelar un contrato con una empresa israelí de municiones.\",            \"translated_title\": \"Ataque Israelí en Gaza\"        }    ]}"