"{    \"translations\": [        {            \"english_version\": \"The House of Representatives in America voted against a spending deal supported by Trump. The deal aimed to prevent a government shutdown. Many Republicans went against the president-elect and sided with the Democrats. The bill would have funded the government until March and suspended America's debt ceiling for two years. Congress has until Friday midnight to make a new deal, or non-essential government operations will stop.\",            \"english_title\": \"House of Representatives Vote\",            \"translated_version\": \"La Casa de Representantes en América votó en contra de un acuerdo de gastos apoyado por Trump. El acuerdo buscaba evitar un cierre del gobierno. Muchos Republicanos se opusieron al presidente electo y se pusieron del lado de los Demócratas. El proyecto de ley habría financiado al gobierno hasta marzo y suspendido el techo de deuda de América por dos años. El Congreso tiene hasta la medianoche del viernes para hacer un nuevo acuerdo, o las operaciones gubernamentales no esenciales se detendrán.\",            \"translated_title\": \"Votación de la Casa de Representantes\"        },        {            \"english_version\": \"Russia's central bank surprised markets by keeping its key interest rate at 21%. Despite having very high rates, annual inflation is more than double the bank's target of 4%. This inflation is due to Russia's invasion of Ukraine. The bank's policymakers noted that markets reacted better than expected to the last rate hike in October, which could lead to improved conditions for reducing inflation.\",            \"english_title\": \"Russia's Central Bank Decision\",            \"translated_version\": \"El banco central de Rusia sorprendió a los mercados al mantener su tasa de interés clave en 21%. A pesar de tener tasas muy altas, la inflación anual es más del doble del objetivo del banco del 4%. Esta inflación se debe a la invasión de Ucrania por parte de Rusia. Los responsables políticos del banco señalaron que los mercados reaccionaron mejor de lo esperado al último aumento de tasas en octubre, lo que podría conducir a condiciones mejoradas para reducir la inflación.\",            \"translated_title\": \"Decisión del Banco Central de Rusia\"        },        {            \"english_version\": \"The Economist has been published since September 1843. It aims to participate in a competition between intelligence and ignorance. The publication strives to overcome ignorance and promote progress. The Economist Group offers various services, including intelligence, impact events, and education courses.\",            \"english_title\": \"The Economist Publication\",            \"translated_version\": \"The Economist se ha publicado desde septiembre de 1843. Su objetivo es participar en una competencia entre la inteligencia y la ignorancia. La publicación se esfuerza por superar la ignorancia y promover el progreso. El Grupo The Economist ofrece varios servicios, incluidos inteligencia, eventos de impacto y cursos de educación.\",            \"translated_title\": \"Publicación de The Economist\"        },        {            \"english_version\": \"The Economist Group uses cookies and similar technologies to enhance user experience on its website. The group also provides information on managing cookies, terms of use, privacy, and accessibility. The Economist Newspaper Limited holds the copyright for its content, with all rights reserved until 2024.\",            \"english_title\": \"The Economist Group Website\",            \"translated_version\": \"El Grupo The Economist utiliza cookies y tecnologías similares para mejorar la experiencia del usuario en su sitio web. El grupo también proporciona información sobre la gestión de cookies, términos de uso, privacidad y accesibilidad. The Economist Newspaper Limited tiene los derechos de autor de su contenido, con todos los derechos reservados hasta 2024.\",            \"translated_title\": \"Sitio Web del Grupo The Economist\"        },        {            \"english_version\": \"The Economist Group encourages readers to stay updated through various social media platforms like LinkedIn, Facebook, Instagram, TikTok, and YouTube. The group also offers options for reusing its content and provides contact information for assistance. Readers can access a wide range of topics covered by The Economist, including economic analysis, global events, and educational resources.\",            \"english_title\": \"The Economist Group Social Media\",            \"translated_version\": \"El Grupo The Economist anima a los lectores a mantenerse actualizados a través de varias plataformas de redes sociales como LinkedIn, Facebook, Instagram, TikTok y YouTube. El grupo también ofrece opciones para reutilizar su contenido y proporciona información de contacto para obtener ayuda. Los lectores pueden acceder a una amplia gama de temas tratados por The Economist, incluido análisis económico, eventos globales y recursos educativos.\",            \"translated_title\": \"Redes Sociales del Grupo The Economist\"        }    ]}"