"{    \"translations\": [        {            \"english_version\": \"In France, the far-right National Rally party is leading in the polls after the first round of parliamentary elections. Marine Le Pen's party received 34% of the vote, while the left-wing New Popular Front got 28.1%. President Emmanuel Macron's centrist bloc is behind with about 20%. The voter turnout was the highest for a first-round parliamentary election since 1997. The final round of voting will take place on July 7th.\",            \"english_title\": \"French Parliamentary Elections\",            \"translated_version\": \"En Francia, el partido de extrema derecha Rally Nacional está liderando en las encuestas después de la primera ronda de elecciones parlamentarias. El partido de Marine Le Pen recibió el 34% de los votos, mientras que el frente popular de izquierda obtuvo el 28.1%. El bloque centrista del presidente Emmanuel Macron está detrás con aproximadamente el 20%. La participación de los votantes fue la más alta para una elección parlamentaria de primera ronda desde 1997. La ronda final de votación tendrá lugar el 7 de julio.\",            \"translated_title\": \"Elecciones Parlamentarias en Francia\"        },        {            \"english_version\": \"Joe Biden, the President of America, faced criticism after a poor performance in a recent presidential debate. Despite calls for him to step aside, senior Democrats rushed to defend his candidacy. Hakeem Jeffries, the Democratic leader of the House of Representatives, believes that Biden's setback is just a setup for a comeback. A poll by CBS News and YouGov showed that 45% of registered Democratic voters think Biden should continue his campaign.\",            \"english_title\": \"Joe Biden's Presidential Debate\",            \"translated_version\": \"Joe Biden, el Presidente de América, enfrentó críticas después de un mal desempeño en un reciente debate presidencial. A pesar de las llamadas para que se aparte, los demócratas de alto rango se apresuraron a defender su candidatura. Hakeem Jeffries, el líder demócrata de la Cámara de Representantes, cree que el contratiempo de Biden es solo una preparación para un regreso. Una encuesta de CBS News y YouGov mostró que el 45% de los votantes demócratas registrados piensan que Biden debería continuar su campaña.\",            \"translated_title\": \"Debate Presidencial de Joe Biden\"        },        {            \"english_version\": \"The Economist, a publication established in 1843, aims to participate in a contest between intelligence and ignorance. It provides insights and analysis on various topics, including politics, economics, and global affairs. The Economist Group, which includes Economist Intelligence and Economist Impact, offers education courses and executive jobs. The publication emphasizes the importance of progress and knowledge.\",            \"english_title\": \"The Economist Publication\",            \"translated_version\": \"The Economist, una publicación establecida en 1843, tiene como objetivo participar en un concurso entre la inteligencia y la ignorancia. Proporciona ideas y análisis sobre varios temas, incluyendo política, economía y asuntos globales. El Grupo The Economist, que incluye Economist Intelligence y Economist Impact, ofrece cursos de educación y trabajos ejecutivos. La publicación enfatiza la importancia del progreso y el conocimiento.\",            \"translated_title\": \"Publicación de The Economist\"        },        {            \"english_version\": \"The Economist uses cookies and similar technologies to enhance user experience on its website. By managing cookies, users can ensure the website runs smoothly. The publication's policies include terms of use, privacy, cookie usage, and accessibility. The Economist Group is committed to modern slavery statement, sitemap, and data rights. Copyright © The Economist Newspaper Limited 2024. All rights reserved.\",            \"english_title\": \"The Economist Website\",            \"translated_version\": \"The Economist utiliza cookies y tecnologías similares para mejorar la experiencia del usuario en su sitio web. Al gestionar las cookies, los usuarios pueden garantizar que el sitio web funcione sin problemas. Las políticas de la publicación incluyen términos de uso, privacidad, uso de cookies y accesibilidad. El Grupo The Economist se compromete con la declaración de esclavitud moderna, el mapa del sitio y los derechos de datos. Derechos de autor © The Economist Newspaper Limited 2024. Todos los derechos reservados.\",            \"translated_title\": \"Sitio Web de The Economist\"        },        {            \"english_version\": \"For more information, readers can connect with The Economist on social media platforms like LinkedIn, Facebook, Instagram, Twitter, TikTok, and YouTube. They can also subscribe to corporate subscriptions for exclusive content. The publication encourages readers to stay updated on global events and discussions. The Economist Group focuses on providing valuable insights and analysis to its audience.\",            \"english_title\": \"Connect with The Economist\",            \"translated_version\": \"Para obtener más información, los lectores pueden conectarse con The Economist en plataformas de redes sociales como LinkedIn, Facebook, Instagram, Twitter, TikTok y YouTube. También pueden suscribirse a suscripciones corporativas para contenido exclusivo. La publicación anima a los lectores a mantenerse actualizados sobre eventos y discusiones globales. El Grupo The Economist se enfoca en proporcionar ideas valiosas y análisis a su audiencia.\",            \"translated_title\": \"Conéctate con The Economist\"        }    ]}"