"{    \"translations\": [        {            \"english_version\": \"Israel stopped aid from going into northern Gaza. This happened after Binyamin Netanyahu said Hamas was taking food. Local leaders said armed men on the aid trucks were there to protect the supplies. Aid is still going to the south of Gaza.\",            \"english_title\": \"Israel Stops Aid to Northern Gaza\",            \"translated_version\": \"Israel paró la ayuda a ir al norte de Gaza. Esto pasó después de que Binyamin Netanyahu dijo que Hamas estaba tomando comida. Líderes locales dijeron que hombres armados en los camiones de ayuda estaban ahí para proteger los suministros. La ayuda todavía va al sur de Gaza.\",            \"translated_title\": \"Israel para ayuda al norte de Gaza\"        },        {            \"english_version\": \"Pedro Sánchez, the prime minister of Spain, called the situation in Gaza a genocide. This is the strongest statement made by a European leader about the situation.\",            \"english_title\": \"Spanish PM Calls Gaza Situation Genocide\",            \"translated_version\": \"Pedro Sánchez, el primer ministro de España, llamó a la situación en Gaza un genocidio. Esta es la declaración más fuerte hecha por un líder europeo sobre la situación.\",            \"translated_title\": \"PM de España llama genocidio en Gaza\"        },        {            \"english_version\": \"Ukraine said it stopped Russia's summer attack in Sumy, a region in the north-east of Ukraine. Russia has been trying to take land there since January. Oleksandr Syrsky, the head of Ukraine's army, said his soldiers have stopped 50,000 Russian soldiers. He also said Ukraine is taking back land that Russia had occupied.\",            \"english_title\": \"Ukraine Stops Russian Attack in Sumy\",            \"translated_version\": \"Ucrania dijo que paró el ataque de verano de Rusia en Sumy, una región en el noreste de Ucrania. Rusia ha estado tratando de tomar tierra ahí desde enero. Oleksandr Syrsky, el jefe del ejército de Ucrania, dijo que sus soldados han parado a 50,000 soldados rusos. También dijo que Ucrania está recuperando tierra que Rusia había ocupado.\",            \"translated_title\": \"Ucrania para ataque ruso en Sumy\"        }    ]}"