"{    \"translations\": [        {            \"english_version\": \"Kamala Harris and Tim Walz are traveling to battleground states. They will visit five states in five days, including Wisconsin and Michigan. Ms. Harris introduced Mr. Walz as her running mate at a rally in Philadelphia. The governor of Minnesota criticized Donald Trump and J.D. Vance and promised to protect personal freedoms like abortion rights. Mr. Walz is known for his progressive policies, including gun restrictions and marijuana legalization in his state.\",            \"english_title\": \"Politics\",            \"translated_version\": \"Kamala Harris y Tim Walz están viajando a estados en disputa. Visitarán cinco estados en cinco días, incluyendo Wisconsin y Michigan. La Sra. Harris presentó al Sr. Walz como su compañero de fórmula en un mitin en Filadelfia. El gobernador de Minnesota criticó a Donald Trump y J.D. Vance y prometió proteger libertades personales como los derechos de aborto. El Sr. Walz es conocido por sus políticas progresistas, incluyendo restricciones en armas y legalización de marihuana en su estado.\",            \"translated_title\": \"Política\"        },        {            \"english_version\": \"Disney's earnings exceeded expectations in the third quarter. Operating income increased by 19% compared to the previous year. The success of 'Inside Out 2', an animated film that grossed over $1.5 billion since June, contributed to this growth. However, there was a decline in demand for Disney's theme park and cruise ship businesses, leading to a 3% decrease in operating income in the 'experiences segment'.\",            \"english_title\": \"Business\",            \"translated_version\": \"Las ganancias de Disney superaron las expectativas en el tercer trimestre. Los ingresos operativos aumentaron un 19% en comparación con el año anterior. El éxito de 'IntensaMente 2', una película animada que recaudó más de $1.5 mil millones desde junio, contribuyó a este crecimiento. Sin embargo, hubo una disminución en la demanda de los parques temáticos y negocios de cruceros de Disney, lo que llevó a una disminución del 3% en los ingresos operativos en el segmento de 'experiencias'.\",            \"translated_title\": \"Negocios\"        }    ]}"