"{    \"translations\": [        {            \"english_version\": \"The Rhode Island university told students to stay inside after a shooter was reported near one of its engineering buildings in Providence.\",            \"english_title\": \"Shooter Alert at Rhode Island University\",            \"translated_version\": \"La universidad de Rhode Island dijo a los estudiantes que se queden adentro después de que se reportó un tirador cerca de uno de sus edificios de ingeniería en Providence.\",            \"translated_title\": \"Alerta de Tirador en Universidad de Rhode Island\"        },        {            \"english_version\": \"Two US soldiers and a civilian interpreter were killed in an attack, according to the US Central Command.\",            \"english_title\": \"US Soldiers Killed in Attack\",            \"translated_version\": \"Dos soldados de Estados Unidos y un intérprete civil murieron en un ataque, según el Comando Central de Estados Unidos.\",            \"translated_title\": \"Soldados de EE.UU. Mueren en Ataque\"        },        {            \"english_version\": \"The Israeli military said a strike killed Raed Saad, a senior commander in Hamas' Qassam Brigades.\",            \"english_title\": \"Israeli Strike Kills Hamas Commander\",            \"translated_version\": \"El ejército israelí dijo que un ataque mató a Raed Saad, un comandante importante en las Brigadas Qassam de Hamas.\",            \"translated_title\": \"Ataque Israelí Mata a Comandante de Hamas\"        },        {            \"english_version\": \"Opposition activist Maria Kolesnikova was released in exchange for a deal with the US.\",            \"english_title\": \"Activist Released in US Deal\",            \"translated_version\": \"La activista de oposición Maria Kolesnikova fue liberada a cambio de un acuerdo con Estados Unidos.\",            \"translated_title\": \"Activista Liberada en Acuerdo con EE.UU.\"        },        {            \"english_version\": \"Warehouses supplying most of Ukraine's pharmacies have been destroyed recently. Ukraine's president blamed Russia for the attack, and Turkey called for a stop to strikes on shipping and ports.\",            \"english_title\": \"Ukraine Warehouses Destroyed\",            \"translated_version\": \"Los almacenes que suministran a la mayoría de las farmacias de Ucrania han sido destruidos recientemente. El presidente de Ucrania culpó a Rusia por el ataque, y Turquía pidió que se detengan los ataques a envíos y puertos.\",            \"translated_title\": \"Almacenes de Ucrania Destruidos\"        }    ]}"