"{    \"translations\": [        {            \"english_version\": \"The Supreme Court decision striking down some of Trump's most sweeping tariffs creates new uncertainty in global trade. This decision weakens Trump's position in dealing with other countries.\",            \"english_title\": \"Supreme Court Tariff Decision\",            \"translated_version\": \"La decision de la Corte Suprema de quitar algunos de los aranceles mas grandes de Trump crea nueva incertidumbre en el comercio global. Esta decision debilita la posicion de Trump al tratar con otros paises.\",            \"translated_title\": \"Decision de Aranceles de la Corte Suprema\"        },        {            \"english_version\": \"Trump's new threat came a day after he seemed to give Iran about 10 days to agree to a deal to limit its nuclear program. The US is increasing its military presence in the Middle East while negotiating with Iran over its nuclear program.\",            \"english_title\": \"Trump's New Threat to Iran\",            \"translated_version\": \"La nueva amenaza de Trump vino un dia despues de que el parecia dar a Iran unos 10 dias para aceptar un acuerdo para limitar su programa nuclear. Estados Unidos esta aumentando su presencia militar en el Medio Oriente mientras negocia con Iran sobre su programa nuclear.\",            \"translated_title\": \"Nueva Amenaza de Trump a Iran\"        },        {            \"english_version\": \"Nasa has set the launch date for the Artemis II mission after a successful test. This mission is part of Nasa's efforts to explore space further.\",            \"english_title\": \"Nasa's Artemis II Mission\",            \"translated_version\": \"Nasa ha fijado la fecha de lanzamiento para la mision Artemis II despues de una prueba exitosa. Esta mision es parte de los esfuerzos de Nasa para explorar mas el espacio.\",            \"translated_title\": \"Mision Artemis II de Nasa\"        },        {            \"english_version\": \"A woman died of hypothermia during a climbing trip on the Grossglockner mountain in January 2025. This tragic incident highlights the dangers of mountain climbing.\",            \"english_title\": \"Climbing Tragedy on Grossglockner\",            \"translated_version\": \"Una mujer murio de hipotermia durante un viaje de escalada en la montana Grossglockner en enero de 2025. Este tragico incidente muestra los peligros de escalar montanas.\",            \"translated_title\": \"Tragedia de Escalada en Grossglockner\"        },        {            \"english_version\": \"Six Ukrainian men and women in uniform share how Russia's invasion in 2022 has changed them. Their experiences show the impact of the conflict on individuals.\",            \"english_title\": \"Impact of Russia's Invasion on Ukrainians\",            \"translated_version\": \"Seis hombres y mujeres ucranianos en uniforme comparten como la invasion de Rusia en 2022 los ha cambiado. Sus experiencias muestran el impacto del conflicto en las personas.\",            \"translated_title\": \"Impacto de la Invasion de Rusia en Ucranianos\"        }    ]}"