"{    \"translations\": [        {            \"english_version\": \"The US president accuses a group of killing Christians, while Nigeria's foreign minister says the strikes were a joint operation and not related to religion.\",            \"english_title\": \"US President Accuses Group\",            \"translated_version\": \"El presidente de EE.UU. acusa a un grupo de matar cristianos, mientras que el ministro de Nigeria dice que los ataques fueron una operación conjunta y no por religión.\",            \"translated_title\": \"Presidente de EE.UU. Acusa Grupo\"        },        {            \"english_version\": \"Ukraine's leader is positive after discussing a plan with Steve Witkoff and Jared Kushner.\",            \"english_title\": \"Ukraine Leader Positive\",            \"translated_version\": \"El líder de Ucrania está contento después de hablar de un plan con Steve Witkoff y Jared Kushner.\",            \"translated_title\": \"Líder de Ucrania Contento\"        },        {            \"english_version\": \"Turkish authorities report that firearms were seized and they are continuing to trace more suspected members.\",            \"english_title\": \"Turkish Authorities Seize Firearms\",            \"translated_version\": \"Las autoridades de Turquía dicen que encontraron armas y siguen buscando más miembros sospechosos.\",            \"translated_title\": \"Autoridades de Turquía Encuentran Armas\"        },        {            \"english_version\": \"A state of emergency is declared in Los Angeles and other southern counties due to flash floods and mudslides.\",            \"english_title\": \"Emergency in Los Angeles\",            \"translated_version\": \"Hay estado de emergencia en Los Ángeles y otros lugares del sur por inundaciones y deslizamientos de tierra.\",            \"translated_title\": \"Emergencia en Los Ángeles\"        },        {            \"english_version\": \"Weeks after floods hit Sumatra, many people still lack access to clean water and food.\",            \"english_title\": \"Sumatra Floods Aftermath\",            \"translated_version\": \"Semanas después de las inundaciones en Sumatra, muchas personas todavía no tienen agua limpia ni comida.\",            \"translated_title\": \"Después de Inundaciones en Sumatra\"        }    ]}"