"{    \"translations\": [        {            \"english_version\": \"Ayatollah Ali Khamenei claims that the United States started the recent unrest that began in late December.\",            \"english_title\": \"Khamenei Blames US\",            \"translated_version\": \"Ayatollah Ali Khamenei dice que Estados Unidos empezó los problemas recientes que comenzaron a finales de diciembre.\",            \"translated_title\": \"Khamenei culpa a EE.UU.\"        },        {            \"english_version\": \"The former UK prime minister and US secretary of state will be part of the founding executive board, according to the White House.\",            \"english_title\": \"New Executive Board\",            \"translated_version\": \"El ex primer ministro del Reino Unido y el secretario de estado de EE.UU. serán parte del nuevo grupo ejecutivo, según la Casa Blanca.\",            \"translated_title\": \"Nuevo grupo ejecutivo\"        },        {            \"english_version\": \"Syria's government has recognized Kurdish national rights for the first time since 1946.\",            \"english_title\": \"Syria Recognizes Kurdish Rights\",            \"translated_version\": \"El gobierno de Siria ha reconocido los derechos nacionales kurdos por primera vez desde 1946.\",            \"translated_title\": \"Siria reconoce derechos kurdos\"        },        {            \"english_version\": \"President Yoweri Museveni has won a seventh term, but his main opponent Bobi Wine says the results are fake.\",            \"english_title\": \"Museveni Wins Again\",            \"translated_version\": \"El presidente Yoweri Museveni ha ganado un séptimo mandato, pero su principal oponente Bobi Wine dice que los resultados son falsos.\",            \"translated_title\": \"Museveni gana otra vez\"        },        {            \"english_version\": \"The tech giant is asking for a pause on court-ordered changes that are meant to reduce its monopoly power.\",            \"english_title\": \"Tech Giant Requests Pause\",            \"translated_version\": \"La gran empresa de tecnología está pidiendo una pausa en los cambios ordenados por la corte que buscan reducir su poder de monopolio.\",            \"translated_title\": \"Empresa de tecnología pide pausa\"        }    ]}"