"{    \"translations\": [        {            \"english_version\": \"An IT outage caused businesses around the world to stop working because thousands of workers couldn't use their computers. The problem happened because of an update to software from CrowdStrike, a cybersecurity company. This update caused issues with Microsoft's Windows system. More than 1,000 flights were canceled, and many financial, retail, and media companies were also affected.\",            \"english_title\": \"IT Outage Affects Businesses Worldwide\",            \"translated_version\": \"Un problema de computadoras hizo que muchas empresas en todo el mundo dejaran de trabajar porque miles de trabajadores no podían usar sus computadoras. El problema ocurrió por una actualización de software de CrowdStrike, una compañía de ciberseguridad. Esta actualización causó problemas con el sistema de Windows de Microsoft. Más de 1,000 vuelos fueron cancelados, y muchas empresas financieras, minoristas y de medios también se vieron afectadas.\",            \"translated_title\": \"Problema Informático Afecta a Empresas en Todo el Mundo\"        },        {            \"english_version\": \"Evan Gershkovich, a reporter from the Wall Street Journal, was found guilty of spying by a Russian court. He was arrested while reporting in Yekaterinburg in March 2023 and was given a 16-year prison sentence. The American State Department called the trial a fake and unfair legal process.\",            \"english_title\": \"Reporter Found Guilty of Spying in Russia\",            \"translated_version\": \"Evan Gershkovich, un reportero del Wall Street Journal, fue encontrado culpable de espionaje por un tribunal ruso. Fue arrestado mientras reportaba en Yekaterinburgo en marzo de 2023 y recibió una sentencia de prisión de 16 años. El Departamento de Estado Americano calificó el juicio como un proceso legal falso e injusto.\",            \"translated_title\": \"Reportero Hallado Culpable de Espionaje en Rusia\"        },        {            \"english_version\": \"The Economist has been published since September 1843. It aims to promote intelligence and progress by challenging ignorance. The publication covers various topics and offers corporate subscriptions for its content.\",            \"english_title\": \"History of The Economist Magazine\",            \"translated_version\": \"The Economist se ha publicado desde septiembre de 1843. Su objetivo es promover la inteligencia y el progreso desafiando la ignorancia. La publicación cubre varios temas y ofrece suscripciones corporativas para su contenido.\",            \"translated_title\": \"Historia de la Revista The Economist\"        },        {            \"english_version\": \"The Economist Group, which includes Economist Intelligence and Economist Impact, organizes events and offers educational courses. The group values diversity and inclusion in its workforce.\",            \"english_title\": \"Activities of The Economist Group\",            \"translated_version\": \"El Grupo The Economist, que incluye Economist Intelligence y Economist Impact, organiza eventos y ofrece cursos educativos. El grupo valora la diversidad y la inclusión en su personal.\",            \"translated_title\": \"Actividades del Grupo The Economist\"        },        {            \"english_version\": \"To ensure a smooth website experience, The Economist uses cookies and similar technologies. The website provides information on terms of use, privacy, cookies, accessibility, and data rights. Copyright © The Economist Newspaper Limited 2024. All rights reserved.\",            \"english_title\": \"Website Practices of The Economist\",            \"translated_version\": \"Para garantizar una experiencia fluida en el sitio web, The Economist utiliza cookies y tecnologías similares. El sitio web proporciona información sobre términos de uso, privacidad, cookies, accesibilidad y derechos de datos. Derechos de autor © The Economist Newspaper Limited 2024. Todos los derechos reservados.\",            \"translated_title\": \"Prácticas del Sitio Web de The Economist\"        }    ]}"