"{    \"translations\": [        {            \"english_version\": \"The European Central Bank has reduced interest rates for the second time this year. The rate cut was by a quarter of a percentage point, bringing it down to 3.5%. This decision was made due to decreasing inflation and poor economic growth in the euro zone. In August, the annual inflation rate dropped to 2.2%, the lowest in three years. Additionally, the GDP of the euro zone only grew by 0.2% from April to June.\",            \"english_title\": \"European Central Bank Interest Rate Cut\",            \"translated_version\": \"El Banco Central Europeo ha reducido las tasas de interés por segunda vez este año. La reducción fue de un cuarto de punto porcentual, llevándola a 3.5%. Esta decisión se tomó debido a la disminución de la inflación y al pobre crecimiento económico en la zona euro. En agosto, la tasa de inflación anual cayó al 2.2%, la más baja en tres años. Además, el PIB de la zona euro solo creció un 0.2% de abril a junio.\",            \"translated_title\": \"Recorte de tasas de interés del Banco Central Europeo\"        },        {            \"english_version\": \"Ukraine's President, Volodymyr Zelensky, has accused Russia of attacking a cargo ship in the Black Sea. The ship departed from Chornomorsk, a major port in Ukraine, and was en route to Egypt carrying approximately 26,000 tons of wheat. Russia's actions are seen as an attempt to restrict Ukraine's access to the Black Sea, a crucial route for over 70% of Ukrainian exports.\",            \"english_title\": \"Accusation Against Russia by Ukraine's President\",            \"translated_version\": \"El Presidente de Ucrania, Volodymyr Zelensky, ha acusado a Rusia de atacar un barco de carga en el Mar Negro. El barco partió de Chornomorsk, un puerto importante en Ucrania, y se dirigía a Egipto llevando aproximadamente 26,000 toneladas de trigo. Las acciones de Rusia se ven como un intento de restringir el acceso de Ucrania al Mar Negro, una ruta crucial para más del 70% de las exportaciones ucranianas.\",            \"translated_title\": \"Acusación contra Rusia por el Presidente de Ucrania\"        }    ]}"