"{    \"translations\": [        {            \"english_version\": \"One person died and 35 were injured as trilateral discussions in Abu Dhabi were set to resume. Thousands of people are affected when heating plants are targeted by Russian forces.\",            \"english_title\": \"Casualties in Abu Dhabi Talks\",            \"translated_version\": \"Una persona murió y 35 resultaron heridas cuando las discusiones en Abu Dhabi iban a continuar. Miles de personas están afectadas cuando las plantas de calefacción son atacadas por fuerzas rusas.\",            \"translated_title\": \"Muertes en Charlas de Abu Dhabi\"        },        {            \"english_version\": \"Thousands of people have joined widespread protests against the weeks-long immigration crackdown in the state.\",            \"english_title\": \"Protests Against Immigration Crackdown\",            \"translated_version\": \"Miles de personas se unieron a protestas grandes contra la fuerte acción de inmigración en el estado.\",            \"translated_title\": \"Protestas Contra Inmigración\"        },        {            \"english_version\": \"The US will also offer more limited support to US allies, according to a new national defence strategy document.\",            \"english_title\": \"US Defence Strategy\",            \"translated_version\": \"Estados Unidos también ofrecerá apoyo más limitado a sus aliados, según un nuevo documento de estrategia de defensa.\",            \"translated_title\": \"Estrategia de Defensa de EE.UU.\"        },        {            \"english_version\": \"President Xi has been accused of using investigations to purge political rivals.\",            \"english_title\": \"Accusations Against President Xi\",            \"translated_version\": \"Acusan al Presidente Xi de usar investigaciones para eliminar rivales políticos.\",            \"translated_title\": \"Acusaciones Contra Presidente Xi\"        },        {            \"english_version\": \"Police say they are not expecting to find any more survivors from the landslide, with six people still unaccounted for. Rescue teams are searching the West Java village for 83 people who are still unaccounted for.\",            \"english_title\": \"Landslide in West Java\",            \"translated_version\": \"La policía dice que no esperan encontrar más sobrevivientes del deslizamiento de tierra, con seis personas aún desaparecidas. Equipos de rescate buscan en el pueblo de Java Occidental a 83 personas que aún no han sido encontradas.\",            \"translated_title\": \"Deslizamiento en Java Occidental\"        }    ]}"