"{    \"translations\": [        {            \"english_version\": \"The sight of tanks in Sheikh Radwan has caused widespread alarm among residents, with thousands fleeing south.\",            \"english_title\": \"Tanks Cause Alarm\",            \"translated_version\": \"Ver tanques en Sheikh Radwan ha causado mucho miedo entre los vecinos, con miles huyendo al sur.\",            \"translated_title\": \"Tanques Causan Miedo\"        },        {            \"english_version\": \"In an exclusive interview, Brazil's president says Trump is not the ruler of the world. The former president criticized the response to the shooting by President Trump, who has promised to deal with radical leftists.\",            \"english_title\": \"Brazil's President on Trump\",            \"translated_version\": \"En una entrevista exclusiva, el presidente de Brasil dice que Trump no es el jefe del mundo. El expresidente criticó la respuesta al tiroteo de Trump, quien prometió tratar con los izquierdistas radicales.\",            \"translated_title\": \"Presidente de Brasil sobre Trump\"        },        {            \"english_version\": \"A photo of the 3,000-year-old bracelet has been sent to airports, seaports, and border crossings to stop it from being smuggled out of the country.\",            \"english_title\": \"Ancient Bracelet Alert\",            \"translated_version\": \"Una foto del brazalete de 3,000 años ha sido enviada a aeropuertos, puertos y fronteras para evitar que lo saquen del país.\",            \"translated_title\": \"Alerta de Brazalete Antiguo\"        },        {            \"english_version\": \"An artificial intelligence model can predict the risk of more than 1,000 diseases, a team of scientists say.\",            \"english_title\": \"AI Predicts Diseases\",            \"translated_version\": \"Un modelo de inteligencia artificial puede predecir el riesgo de más de 1,000 enfermedades, dicen un grupo de científicos.\",            \"translated_title\": \"IA Predice Enfermedades\"        },        {            \"english_version\": \"Police suspect some of the victims were accused of witchcraft by others on the boat that had traveled from Senegal.\",            \"english_title\": \"Witchcraft Accusations\",            \"translated_version\": \"La policía sospecha que algunas víctimas fueron acusadas de brujería por otros en el barco que vino de Senegal.\",            \"translated_title\": \"Acusaciones de Brujería\"        }    ]}"