"{    \"translations\": [        {            \"english_version\": \"Myanmar recently experienced a powerful earthquake with a magnitude of 7.7. The junta in Myanmar reported that the death toll has risen to nearly 1,650. General Min Aung Hlaing, the head of the junta, has requested international aid to manage the aftermath. Countries like America, ASEAN, China, and the EU have pledged to provide assistance.\",            \"english_title\": \"Myanmar Earthquake\",            \"translated_version\": \"Recientemente, Myanmar tuvo un terremoto fuerte con una magnitud de 7.7. La junta en Myanmar informó que el número de muertos ha aumentado a casi 1,650. El General Min Aung Hlaing, el líder de la junta, ha pedido ayuda internacional para manejar las consecuencias. Países como América, ASEAN, China y la UE se han comprometido a brindar asistencia.\",            \"translated_title\": \"Myanmar Earthquake\"        },        {            \"english_version\": \"In Thailand, a state of emergency was declared in Bangkok following the earthquake. At least ten individuals lost their lives in the capital city. The situation has prompted authorities to take urgent measures to address the crisis.\",            \"english_title\": \"Thailand State of Emergency\",            \"translated_version\": \"En Tailandia, se declaró un estado de emergencia en Bangkok después del terremoto. Al menos diez personas perdieron la vida en la ciudad capital. La situación ha llevado a las autoridades a tomar medidas urgentes para abordar la crisis.\",            \"translated_title\": \"Thailand State of Emergency\"        },        {            \"english_version\": \"In Istanbul, a significant number of people gathered for protests related to the arrest of Ekram Imamoglu, the city's mayor and main opposition figure to Turkey's president. The protests have escalated as tensions rise over the crackdown on dissent by Turkish authorities. Nearly 2,000 individuals have been arrested since Mr. Imamoglu's detention on corruption charges.\",            \"english_title\": \"Protests in Istanbul\",            \"translated_version\": \"En Estambul, un número significativo de personas se reunieron para protestar por el arresto de Ekram Imamoglu, el alcalde de la ciudad y principal figura de oposición al presidente de Turquía. Las protestas han aumentado a medida que aumentan las tensiones por la represión de la disidencia por parte de las autoridades turcas. Casi 2,000 personas han sido arrestadas desde la detención del Sr. Imamoglu por cargos de corrupción.\",            \"translated_title\": \"Protests in Istanbul\"        }    ]}"