"{    \"translations\": [        {            \"english_version\": \"America's defense secretary, Pete Hegseth, said the media is giving too much attention to a leaked report. The report suggested that America's attacks on Iran only delayed its nuclear program by a few months. Hegseth called the raid very successful but did not provide many details. Iran's leader, Ayatollah Ali Khamenei, said the operation did not achieve anything.\",            \"english_title\": \"America's Defense Secretary on Iran Report\",            \"translated_version\": \"El secretario de defensa de America, Pete Hegseth, dijo que los medios estan dando mucha atencion a un informe filtrado. El informe sugirio que los ataques de America a Iran solo retrasaron su programa nuclear por unos meses. Hegseth llamo a la redada muy exitosa pero no dio muchos detalles. El lider de Iran, Ayatollah Ali Khamenei, dijo que la operacion no logro nada.\",            \"translated_title\": \"Secretario de Defensa de America sobre Informe de Iran\"        },        {            \"english_version\": \"Israel is reportedly stopping aid deliveries to northern Gaza for two days. However, the Gaza Humanitarian Foundation, supported by America and Israel, can continue working in the southern and central areas. This decision follows accusations by Israel's prime minister, Binyamin Netanyahu, that Hamas is stealing aid. Local leaders in Gaza denied this accusation.\",            \"english_title\": \"Israel Stops Aid to Northern Gaza\",            \"translated_version\": \"Se dice que Israel esta deteniendo las entregas de ayuda al norte de Gaza por dos dias. Sin embargo, la Fundacion Humanitaria de Gaza, apoyada por America e Israel, puede seguir trabajando en las areas sur y central. Esta decision sigue acusaciones del primer ministro de Israel, Binyamin Netanyahu, de que Hamas esta robando ayuda. Los lideres locales en Gaza negaron esta acusacion.\",            \"translated_title\": \"Israel Detiene Ayuda al Norte de Gaza\"        }    ]}"