"{    \"translations\": [        {            \"english_version\": \"Israel issued new evacuation orders to residents of the south Gazan city of Khan Younis as it carried out the third military operation there since Hamas’s attack on Israel on October 7th. The UN says that 75,000 Palestinians have been forced to flee from southern Gaza in the past few days. Earlier, the American vice-president Kamala Harris condemned the loss of life caused by an Israeli air strike on a school in Gaza, saying that 'yet again, far too many civilians have been killed' and reiterating calls for a ceasefire. Hamas claimed that the strike killed 100 people on Saturday. Israel claimed it had hit a Hamas 'command-and-control centre' in the school.\",            \"english_title\": \"Israeli military operation in Gaza\",            \"translated_version\": \"Israel dio nuevas órdenes de evacuación a los residentes de la ciudad del sur de Gaza, Khan Younis, mientras llevaba a cabo la tercera operación militar allí desde el ataque de Hamas a Israel el 7 de octubre. La ONU dice que 75,000 palestinos han tenido que huir del sur de Gaza en los últimos días. Anteriormente, la vicepresidenta estadounidense Kamala Harris condenó la pérdida de vidas causada por un ataque aéreo israelí en una escuela en Gaza, diciendo que 'una vez más, se han matado a demasiados civiles' y reiterando llamados a un alto el fuego. Hamas afirmó que el ataque mató a 100 personas el sábado. Israel afirmó que había golpeado un 'centro de comando y control' de Hamas en la escuela.\",            \"translated_title\": \"Operación militar israelí en Gaza\"        },        {            \"english_version\": \"Russia’s defence ministry said that Ukrainian troops have advanced up to 30km inside Kursk. The governor of the Russian region ordered authorities to speed up the evacuation of tens of thousands of civilians. On Saturday Volodymyr Zelensky, Ukraine’s president, acknowledged the incursion for the first time and said it was bringing 'exactly the kind of pressure that is needed—pressure on the aggressor'.\",            \"english_title\": \"Ukrainian troops advance in Kursk\",            \"translated_version\": \"El ministerio de defensa de Rusia dijo que las tropas ucranianas han avanzado hasta 30km dentro de Kursk. El gobernador de la región rusa ordenó a las autoridades acelerar la evacuación de decenas de miles de civiles. El sábado, Volodymyr Zelensky, presidente de Ucrania, reconoció la incursión por primera vez y dijo que estaba ejerciendo 'exactamente el tipo de presión que se necesita, presión sobre el agresor'.\",            \"translated_title\": \"Tropas ucranianas avanzan en Kursk\"        }    ]}"