"{    \"translations\": [        {            \"english_version\": \"Israel has stopped sending aid to Gaza as there is uncertainty about extending the ceasefire with Hamas. The Prime Minister, Binyamin Netanyahu, had agreed to a revised proposal for extending the truce, but Hamas wants to move directly to talks for a permanent end to the war.\",            \"english_title\": \"Ceasefire Uncertainty in Gaza\",            \"translated_version\": \"Israel dejó de enviar ayuda a Gaza porque no están seguros de extender el alto el fuego con Hamas. El Primer Ministro, Binyamin Netanyahu, aceptó una propuesta revisada para prolongar la tregua, pero Hamas quiere pasar directamente a conversaciones para poner fin permanentemente a la guerra.\",            \"translated_title\": \"Incertidumbre en Gaza\"        },        {            \"english_version\": \"Britain's Prime Minister, Sir Keir Starmer, assured Ukraine's President, Volodymyr Zelensky, of continuous support. Zelensky is in London for a sudden European defense summit. Earlier, there was a disagreement between President Trump and Zelensky over a potential peace deal with Russia.\",            \"english_title\": \"Support for Ukraine\",            \"translated_version\": \"El Primer Ministro de Gran Bretaña, Sir Keir Starmer, aseguró al Presidente de Ucrania, Volodymyr Zelensky, su apoyo continuo. Zelensky está en Londres para una cumbre de defensa europea repentina. Anteriormente, hubo un desacuerdo entre el Presidente Trump y Zelensky sobre un posible acuerdo de paz con Rusia.\",            \"translated_title\": \"Apoyo a Ucrania\"        },        {            \"english_version\": \"The Economist app is available on iOS and Android for easy access to news and updates. The Economist Group offers various services and content for its readers. To improve user experience, cookies and similar technologies are used on the website.\",            \"english_title\": \"The Economist App\",            \"translated_version\": \"La aplicación de The Economist está disponible en iOS y Android para acceder fácilmente a noticias y actualizaciones. El Grupo The Economist ofrece varios servicios y contenido para sus lectores. Para mejorar la experiencia del usuario, se utilizan cookies y tecnologías similares en el sitio web.\",            \"translated_title\": \"La Aplicación de The Economist\"        },        {            \"english_version\": \"For any queries or support, users can contact The Economist through the provided channels. Information about careers and job opportunities at The Economist Group is also available. The website's terms of use, privacy policy, and cookie policy are accessible for users' reference.\",            \"english_title\": \"Contacting The Economist\",            \"translated_version\": \"Para cualquier pregunta o ayuda, los usuarios pueden contactar con The Economist a través de los canales proporcionados. También hay información sobre carreras y oportunidades laborales en el Grupo The Economist. Los términos de uso del sitio web, la política de privacidad y la política de cookies están disponibles para referencia de los usuarios.\",            \"translated_title\": \"Contactando a The Economist\"        },        {            \"english_version\": \"Copyright © The Economist Newspaper Limited 2025. All rights reserved.\",            \"english_title\": \"Copyright Notice\",            \"translated_version\": \"Derechos de autor © The Economist Newspaper Limited 2025. Todos los derechos reservados.\",            \"translated_title\": \"Aviso de Derechos de Autor\"        }    ]}"