"{    \"translations\": [        {            \"english_version\": \"The UN Security Council for the third time delayed a vote on the United Arab Emirates’ proposal calling for a ceasefire in Gaza to allow in aid. Originally scheduled for Monday, the vote is now expected to happen on Thursday, as members negotiate over the text to avoid a veto from America. (It has previously vetoed two similar resolutions.) Meanwhile Ismail Haniyeh, the leader of Hamas, arrived in Cairo to discuss the war in Gaza with Egyptian officials. Egypt helped broker last month’s ceasefire between Hamas and Israel. According to Gaza’s Hamas-run health ministry, the Palestinian death toll has now passed 20,000.\",            \"english_title\": \"UN Security Council Delays Vote on Gaza Ceasefire\",            \"translated_version\": \"El Consejo de Seguridad de la ONU por tercera vez retrasó una votación sobre la propuesta de los Emiratos Árabes Unidos que pide un alto el fuego en Gaza para permitir la entrada de ayuda. Originalmente programada para el lunes, se espera que la votación ocurra ahora el jueves, mientras los miembros negocian sobre el texto para evitar un veto de Estados Unidos. (Anteriormente ha vetado dos resoluciones similares). Mientras tanto, Ismail Haniyeh, el líder de Hamas, llegó a El Cairo para discutir la guerra en Gaza con funcionarios egipcios. Egipto ayudó a mediar el alto el fuego del mes pasado entre Hamas e Israel. Según el ministerio de salud dirigido por Hamas en Gaza, el número de muertos palestinos ha superado los 20,000.\",            \"translated_title\": \"Consejo de Seguridad de la ONU retrasa votación sobre alto el fuego en Gaza\"        },        {            \"english_version\": \"Britain’s annual inflation rate fell sharply to 3.9% in November, down from 4.6% in October and well below expectations. The two-year low was driven by falls in food and transport costs. It is good news for the country, which many worried would remain stuck with high inflation even as rates fell throughout the rest of the rich world.\",            \"english_title\": \"UK Inflation Rate Falls to Two-Year Low\",            \"translated_version\": \"La tasa de inflación anual de Reino Unido cayó bruscamente al 3.9% en noviembre, frente al 4.6% en octubre y muy por debajo de las expectativas. El mínimo de dos años fue impulsado por la caída de los costos de alimentos y transporte. Es una buena noticia para el país, del cual muchos temían que se mantuviera estancado con una alta inflación incluso cuando las tasas caían en el resto del mundo rico.\",            \"translated_title\": \"Tasa de inflación en Reino Unido cae a mínimo de dos años\"        },        {            \"english_version\": \"Venezuela agreed to release some political prisoners and wrongfully detained Americans, a condition of a deal it struck with the Biden administration in October in exchange for lifting some sanctions. It freed ten jailed Americans and will extradite a Malaysian businessman convicted in a US Navy corruption scandal. America also released an ally of Nicolás Maduro, Venezuela’s dictator, whom it had indicted for bribery—a victory for Mr Maduro.\",            \"english_title\": \"Venezuela Releases Political Prisoners and Detained Americans\",            \"translated_version\": \"Venezuela acordó liberar a algunos presos políticos y a estadounidenses detenidos injustamente, una condición de un acuerdo que alcanzó con la administración de Biden en octubre a cambio de levantar algunas sanciones. Liberó a diez estadounidenses encarcelados y extraditará a un empresario malasio condenado en un escándalo de corrupción de la Marina de Estados Unidos. Estados Unidos también liberó a un aliado de Nicolás Maduro, el dictador de Venezuela, a quien había acusado de soborno, una victoria para el Sr. Maduro.\",            \"translated_title\": \"Venezuela libera presos políticos y estadounidenses detenidos\"        },        {            \"english_version\": \"The election under way in the Democratic Republic of Congo faced delays and disruptions, leaving some voters having to fight to enter polling stations. Félix Tshisekedi, the incumbent president, faces 18 challengers, one of whom described the situation as total chaos. Although the country is plagued by violent militias, the UN on Tuesday agreed to withdraw its peacekeeping troops on the request of Mr Tshisekedi.\",            \"english_title\": \"Election in Democratic Republic of Congo Faces Delays\",            \"translated_version\": \"Las elecciones en curso en la República Democrática del Congo enfrentaron retrasos y disturbios, lo que obligó a algunos votantes a luchar para ingresar a los centros de votación. Félix Tshisekedi, el presidente en funciones, se enfrenta a 18 desafiantes, uno de los cuales describió la situación como un caos total. Aunque el país está plagado de milicias violentas, la ONU acordó el martes retirar sus tropas de mantenimiento de la paz a petición del Sr. Tshisekedi.\",            \"translated_title\": \"Elecciones en la República Democrática del Congo enfrentan retrasos\"        },        {            \"english_version\": \"Orsted, a Danish renewables company, announced it will build the world’s largest offshore wind farm off the coast of Britain. Like much of the industry, the firm, which is the world’s biggest offshore wind developer, has suffered a turbulent year. In November it cancelled two projects in America because of supply chain issues, unexpected costs and higher interest rates.\",            \"english_title\": \"Orsted to Build World’s Largest Offshore Wind Farm\",            \"translated_version\": \"Orsted, una empresa danesa de energías renovables, anunció que construirá el parque eólico marino más grande del mundo frente a la costa de Reino Unido. Al igual que gran parte de la industria, la empresa, que es el mayor desarrollador de energía eólica marina del mundo, ha tenido un año turbulento. En noviembre, canceló dos proyectos en Estados Unidos debido a problemas en la cadena de suministro, costos inesperados y tasas de interés más altas.\",            \"translated_title\": \"Orsted construirá el parque eólico marino más grande del mundo\"        }    ]}"