"{    \"translations\": [        {            \"english_version\": \"Iran’s foreign ministry condemned American strikes on targets in Iraq and Syria as an adventurous and strategic mistake that will increase tension in the region. Last night America launched a series of air strikes on targets linked to Iran-backed proxies and the country’s Islamic Revolutionary Guards Corps; dozens appear to have been killed. Iraq’s military said the strikes could have dire consequences.\",            \"english_title\": \"American Strikes in Iraq and Syria\",            \"translated_version\": \"El ministerio de relaciones exteriores de Irán condenó los ataques estadounidenses en objetivos en Irak y Siria como un error aventurero y estratégico que aumentará la tensión en la región. Anoche, Estados Unidos lanzó una serie de ataques aéreos en objetivos vinculados a grupos respaldados por Irán y al Cuerpo de la Guardia Revolucionaria Islámica del país; parece que murieron docenas de personas. El ejército de Irak dijo que los ataques podrían tener consecuencias graves.\",            \"translated_title\": \"Ataques Estadounidenses en Irak y Siria\"        },        {            \"english_version\": \"Lawmakers in Northern Ireland appointed Michelle O’Neill of Sinn Féin as first minister, the first time a nationalist has led the province. The move came after the pro-British Democratic Unionist Party agreed to return to the power-sharing government after a two-year absence, having reached a deal with Britain’s government over post-Brexit trading agreements. Ms O’Neill called her appointment a new dawn.\",            \"english_title\": \"Appointment of Michelle O'Neill as First Minister\",            \"translated_version\": \"Los legisladores en Irlanda del Norte nombraron a Michelle O'Neill del Sinn Féin como primera ministra, la primera vez que un nacionalista lidera la provincia. La decisión se produjo después de que el Partido Democrático Unionista pro-británico acordara regresar al gobierno de coalición después de una ausencia de dos años, habiendo alcanzado un acuerdo con el gobierno británico sobre los acuerdos comerciales posteriores al Brexit. La Sra. O'Neill llamó a su nombramiento un nuevo amanecer.\",            \"translated_title\": \"Nombramiento de Michelle O'Neill como Primera Ministra\"        },        {            \"english_version\": \"Senegal’s president, Macky Sall, indefinitely postponed the country’s presidential election, which had been scheduled for February 25th. Mr Sall, who is not running for a third term, said that he had cancelled the vote because of an investigation into the actions of two judges on Senegal’s constitutional council, which has ruled several opposition candidates ineligible to run in recent weeks.\",            \"english_title\": \"Postponement of Senegal's Presidential Election\",            \"translated_version\": \"El presidente de Senegal, Macky Sall, pospuso indefinidamente las elecciones presidenciales del país, que estaban programadas para el 25 de febrero. El Sr. Sall, que no se postula para un tercer mandato, dijo que había cancelado la votación debido a una investigación sobre las acciones de dos jueces del consejo constitucional de Senegal, que ha declarado inelegibles a varios candidatos de la oposición en las últimas semanas.\",            \"translated_title\": \"Posposición de las Elecciones Presidenciales de Senegal\"        },        {            \"english_version\": \"Pakistan’s former prime minister, Imran Khan, and his wife, Bushra Bubi, were sentenced to seven years in prison. Prosecutors alleged that the couple had broken a law decreeing that a previously married woman must wait three months before remarrying. It is the third conviction that Mr Khan has received in recent days. His party, Pakistan Tehreek-e-Insaf, said the verdicts raised a huge question mark over Pakistan’s general election on February 8th.\",            \"english_title\": \"Sentencing of Imran Khan and Bushra Bubi\",            \"translated_version\": \"El ex primer ministro de Pakistán, Imran Khan, y su esposa, Bushra Bubi, fueron condenados a siete años de prisión. Los fiscales alegaron que la pareja había violado una ley que establece que una mujer previamente casada debe esperar tres meses antes de volver a casarse. Es la tercera condena que el Sr. Khan ha recibido en los últimos días. Su partido, Pakistán Tehreek-e-Insaf, dijo que los veredictos planteaban una gran interrogante sobre las elecciones generales de Pakistán el 8 de febrero.\",            \"translated_title\": \"Condena de Imran Khan y Bushra Bubi\"        },        {            \"english_version\": \"Hafize Gaye Erkan, the governor of Turkey’s central bank, resigned following what she called a reputation assassination. Local media have claimed that Ms Erkan’s father had interfered with the bank’s affairs despite not working there (she denies the allegations). Since being appointed in June, she had significantly raised interest rates to fight inflation. Ms Erkan was immediately replaced by her deputy. Turkey’s finance minister said that the hawkish monetary policy would continue.\",            \"english_title\": \"Resignation of Hafize Gaye Erkan\",            \"translated_version\": \"Hafize Gaye Erkan, la gobernadora del banco central de Turquía, renunció después de lo que ella llamó un asesinato de reputación. Los medios locales han afirmado que el padre de la Sra. Erkan había interferido en los asuntos del banco a pesar de no trabajar allí (ella niega las acusaciones). Desde su nombramiento en junio, ella había aumentado significativamente las tasas de interés para combatir la inflación. La Sra. Erkan fue reemplazada de inmediato por su subordinado. El ministro de finanzas de Turquía dijo que la política monetaria agresiva continuaría.\",            \"translated_title\": \"Renuncia de Hafize Gaye Erkan\"        }    ]}"