"{    \"translations\": [        {            \"english_version\": \"Hamas handed over more hostages—14 Israelis (including one Russian with dual citizenship, according to the Israeli Defence Forces) and three Thais—to the Red Cross on Sunday, the third day of a four-day truce with Israel. In exchange Israel will release more Palestinian prisoners. The pause in fighting has allowed supplies of food, fuel and medicine to enter Gaza. The UN confirmed that 61 lorries—the largest humanitarian delivery since Hamas’s attack on October 7th—reached the north of the besieged enclave on Saturday.\",            \"english_title\": \"Hostage Exchange and Humanitarian Aid in Gaza\",            \"translated_version\": \"Hamas entregó más rehenes, 14 israelíes (incluyendo un ruso con doble ciudadanía, según las Fuerzas de Defensa de Israel) y tres tailandeses, a la Cruz Roja el domingo, el tercer día de una tregua de cuatro días con Israel. A cambio, Israel liberará a más prisioneros palestinos. La pausa en los combates ha permitido que lleguen suministros de alimentos, combustible y medicinas a Gaza. La ONU confirmó que 61 camiones, la mayor entrega humanitaria desde el ataque de Hamas el 7 de octubre, llegaron al norte del enclave asediado el sábado.\",            \"translated_title\": \"Intercambio de rehenes y ayuda humanitaria en Gaza\"        },        {            \"english_version\": \"A container ship owned by an Israeli-controlled company was reportedly hit by an Iranian drone on Friday, according to American officials. The explosion damaged the Malta-flagged vessel in the Indian Ocean but no one was injured. Earlier this week Yemen’s Iran-backed Houthis seized an Israeli-linked ship in the Red Sea. Israel called that an `Iranian act of terror`.\",            \"english_title\": \"Israeli Ship Hit by Iranian Drone\",            \"translated_version\": \"Según funcionarios estadounidenses, un barco de carga propiedad de una empresa controlada por Israel fue supuestamente alcanzado por un dron iraní el viernes. La explosión dañó el barco con bandera de Malta en el Océano Índico, pero nadie resultó herido. A principios de esta semana, los hutíes respaldados por Irán de Yemen se apoderaron de un barco vinculado a Israel en el Mar Rojo. Israel lo calificó como un `acto de terror iraní`.\",            \"translated_title\": \"Barco israelí alcanzado por dron iraní\"        },        {            \"english_version\": \"Sierra Leone imposed a nationwide curfew after an attack on military barracks and an outbreak of armed fighting in the capital, Freetown. The country’s president, Julius Maada Bio, said `calm has been restored`. Witnesses reported heavy gunfire in the districts of Wilberforce and Murray Town on Sunday morning. Sierra Leone has endured months of violence since an election in June.\",            \"english_title\": \"Curfew Imposed in Sierra Leone\",            \"translated_version\": \"Sierra Leona impuso un toque de queda en todo el país después de un ataque a los cuarteles militares y un brote de enfrentamientos armados en la capital, Freetown. El presidente del país, Julius Maada Bio, dijo que `se ha restablecido la calma`. Testigos informaron de fuertes disparos en los distritos de Wilberforce y Murray Town el domingo por la mañana. Sierra Leona ha sufrido meses de violencia desde las elecciones de junio.\",            \"translated_title\": \"Toque de queda impuesto en Sierra Leona\"        },        {            \"english_version\": \"Ukraine has a `deficit of air defence`, which it needs to protect grain-export routes, said Volodymyr Zelensky at an international summit on food security in Kyiv, Ukraine’s capital. His address followed Russia’s largest drone attack of the war, which injured five people early on Saturday; officials claimed that almost all the 75 Iranian-designed drones deployed had been shot down.\",            \"english_title\": \"Ukraine's Air Defense Deficit\",            \"translated_version\": \"Ucrania tiene un `déficit de defensa aérea`, que necesita para proteger las rutas de exportación de granos, dijo Volodymyr Zelensky en una cumbre internacional sobre seguridad alimentaria en Kiev, la capital de Ucrania. Su discurso siguió al mayor ataque de drones de Rusia en la guerra, que dejó cinco heridos temprano el sábado; los funcionarios afirmaron que casi todos los 75 drones de diseño iraní desplegados habían sido derribados.\",            \"translated_title\": \"Déficit de defensa aérea en Ucrania\"        },        {            \"english_version\": \"Geert Wilders vowed to eventually become prime minister of the Netherlands on X (formerly Twitter), following the surprise victory for his anti-Muslim, anti-immigration, anti-EU Party for Freedom in elections on Wednesday. The PVV is forecast to take just 25% of parliamentary seats, meaning it needs to co-operate with two moderate parties to form a government. On Friday the VVD Party refused to form a cabinet with it.\",            \"english_title\": \"Geert Wilders' Political Ambition\",            \"translated_version\": \"Geert Wilders prometió convertirse eventualmente en primer ministro de los Países Bajos en X (anteriormente Twitter), tras la sorprendente victoria de su Partido por la Libertad, anti-musulmán, anti-inmigración y anti-UE, en las elecciones del miércoles. Se prevé que el PVV obtenga solo el 25% de los escaños parlamentarios, lo que significa que necesita cooperar con dos partidos moderados para formar un gobierno. El viernes, el Partido VVD se negó a formar un gabinete con él.\",            \"translated_title\": \"Ambición política de Geert Wilders\"        }    ]}"