"{    \"translations\": [        {            \"english_version\": \"Lai's supporters say this is like a death sentence, but the authorities say it shows the rule of law.\",            \"english_title\": \"Lai's Situation\",            \"translated_version\": \"Los que apoyan a Lai dicen que esto es como una sentencia de muerte, pero las autoridades dicen que muestra la ley.\",            \"translated_title\": \"Situación de Lai\"        },        {            \"english_version\": \"A video from Congress shows Maxwell, who is in jail and was a friend of Jeffrey Epstein, not answering questions about Epstein.\",            \"english_title\": \"Maxwell's Silence\",            \"translated_version\": \"Un video del Congreso muestra a Maxwell, que está en la cárcel y era amigo de Jeffrey Epstein, sin responder preguntas sobre Epstein.\",            \"translated_title\": \"Silencio de Maxwell\"        },        {            \"english_version\": \"Mona Juul and her husband Terje Rød-Larsen, who helped with the Oslo Accords, are being looked into for serious corruption.\",            \"english_title\": \"Corruption Investigation\",            \"translated_version\": \"Mona Juul y su esposo Terje Rød-Larsen, que ayudaron con los Acuerdos de Oslo, están siendo investigados por corrupción grave.\",            \"translated_title\": \"Investigación de Corrupción\"        },        {            \"english_version\": \"The Department of Justice has released many files about Jeffrey Epstein, but a lot of information is hidden.\",            \"english_title\": \"Epstein Files\",            \"translated_version\": \"El Departamento de Justicia ha publicado muchos archivos sobre Jeffrey Epstein, pero mucha información está oculta.\",            \"translated_title\": \"Archivos de Epstein\"        },        {            \"english_version\": \"BBC News Persian Forensic has confirmed that security forces are using many types of weapons, both deadly and non-deadly.\",            \"english_title\": \"Weapons Use\",            \"translated_version\": \"BBC News Persian Forensic ha confirmado que las fuerzas de seguridad están usando muchos tipos de armas, tanto mortales como no mortales.\",            \"translated_title\": \"Uso de Armas\"        }    ]}"