"{    \"translations\": [        {            \"english_version\": \"The European Union imposed new sanctions on Russia, targeting entities supporting Russia's war efforts. The EU also sanctioned businesses in India and China with ties to Russia. Meanwhile, Britain sanctioned six Russian officials at a penal colony.\",            \"english_title\": \"International Relations and Sanctions\",            \"translated_version\": \"La Unión Europea puso sanciones nuevas en Rusia, apuntando a grupos que ayudan en la guerra de Rusia. La UE también sancionó negocios en India y China relacionados con Rusia. Mientras tanto, Gran Bretaña sancionó a seis oficiales rusos en una colonia penal.\",            \"translated_title\": \"International Relations and Sanctions\"        },        {            \"english_version\": \"Somalia agreed to let Turkey defend its territorial waters to counter threats. Tensions with Ethiopia have escalated due to Somalia's deal with Somaliland.\",            \"english_title\": \"International Agreements and Tensions\",            \"translated_version\": \"Somalia aceptó que Turquía defienda sus aguas territoriales para contrarrestar amenazas. Las tensiones con Etiopía han aumentado debido al acuerdo de Somalia con Somalilandia.\",            \"translated_title\": \"International Agreements and Tensions\"        },        {            \"english_version\": \"The Biden administration plans to invest over $20bn in domestic manufacturing of cranes to enhance port security. Concerns were raised about the vulnerability of Chinese cranes to hacking.\",            \"english_title\": \"Domestic Manufacturing and Cybersecurity\",            \"translated_version\": \"La administración de Biden planea invertir más de $20 mil millones en la fabricación nacional de grúas para mejorar la seguridad portuaria. Surgieron preocupaciones sobre la vulnerabilidad de las grúas chinas al hackeo.\",            \"translated_title\": \"Domestic Manufacturing and Cybersecurity\"        },        {            \"english_version\": \"South Africa's finance minister outlined a budget ahead of the general election, aiming to raise additional funds through taxes and levies on goods. The country faces challenges of unemployment, inflation, and high public debt.\",            \"english_title\": \"Economic Policies in South Africa\",            \"translated_version\": \"El ministro de finanzas de Sudáfrica delineó un presupuesto antes de las elecciones generales, con el objetivo de recaudar fondos adicionales a través de impuestos y gravámenes sobre bienes. El país enfrenta desafíos de desempleo, inflación y alta deuda pública.\",            \"translated_title\": \"Economic Policies in South Africa\"        },        {            \"english_version\": \"Rio Tinto approved a $20bn mining project in Guinea, expected to commence iron ore delivery next year. The project offers hope amid global mining industry challenges.\",            \"english_title\": \"Mining Project Development\",            \"translated_version\": \"Rio Tinto aprobó un proyecto minero de $20 mil millones en Guinea, que se espera comience la entrega de mineral de hierro el próximo año. El proyecto ofrece esperanza en medio de los desafíos de la industria minera global.\",            \"translated_title\": \"Mining Project Development\"        }    ]}"