"{    \"translations\": [        {            \"english_version\": \"Nvidia, a big technology company, made a lot more money in the first quarter of 2024 compared to last year. Their revenue increased by 262%, which was more than expected. The main reason for this huge growth was their data-center business, which grew by 427% in the same period. The CEO of Nvidia, Jensen Huang, said they will make even more money this year because they are launching new computer chips.\",            \"english_title\": \"Nvidia's Big Earnings\",            \"translated_version\": \"Nvidia, una gran compañía de tecnología, ganó mucho más dinero en el primer trimestre de 2024 en comparación con el año pasado. Sus ingresos aumentaron un 262%, más de lo esperado. La razón principal de este gran crecimiento fue su negocio de centros de datos, que creció un 427% en el mismo período. El CEO de Nvidia, Jensen Huang, dijo que ganarán aún más dinero este año porque están lanzando nuevos chips de computadora.\",            \"translated_title\": \"Ganancias Grandes de Nvidia\"        },        {            \"english_version\": \"Taiwan sent soldiers to protect itself after China started military exercises near the island. China said they were punishing Taiwan for trying to separate from them. Taiwan's new president, Lai Ching-te, was sworn in recently. Even though Mr. Lai has talked about independence before, he did not campaign for any changes to the country's laws or for a vote on independence.\",            \"english_title\": \"Taiwan-China Tensions\",            \"translated_version\": \"Taiwán envió soldados para protegerse después de que China comenzara ejercicios militares cerca de la isla. China dijo que estaban castigando a Taiwán por intentar separarse de ellos. El nuevo presidente de Taiwán, Lai Ching-te, fue juramentado recientemente. Aunque el Sr. Lai ha hablado sobre la independencia antes, no hizo campaña por cambios en las leyes del país ni por un voto sobre la independencia.\",            \"translated_title\": \"Tensiones entre Taiwán y China\"        }    ]}"