"{    \"translations\": [        {            \"english_version\": \"America warned all parties to avoid making things worse in the Middle East. Israel and Hizbullah, a group supported by Iran, attacked each other. Israeli warplanes hit about 100 rocket launchers in southern Lebanon. This was the most intense attack on Lebanon since the Gaza war. Hizbullah members' pagers and walkie-talkies suddenly exploded, killing over 30 people and hurting many more. Hizbullah's leader blamed Israel and called it a declaration of war. Investigations are ongoing to find out how the devices were rigged with bombs.\",            \"english_title\": \"Middle East Tensions\",            \"translated_version\": \"Estados Unidos advirtió a todas las partes que eviten empeorar las cosas en el Medio Oriente. Israel y Hizbullah, un grupo apoyado por Irán, se atacaron mutuamente. Aviones de guerra israelíes golpearon alrededor de 100 lanzadores de cohetes en el sur del Líbano. Este fue el ataque más intenso contra el Líbano desde la guerra en Gaza. Los pagers y walkie-talkies de los miembros de Hizbullah explotaron repentinamente, matando a más de 30 personas y lastimando a muchas más. El líder de Hizbullah culpó a Israel y lo llamó una declaración de guerra. Las investigaciones están en curso para descubrir cómo los dispositivos fueron manipulados con bombas.\",            \"translated_title\": \"Middle East Tensions\"        },        {            \"english_version\": \"The Dow Jones and S&P 500, which show how American stocks are doing, reached record highs. This happened after the Federal Reserve lowered interest rates by half a percent. It was the first time the Fed had cut rates since 2020. European markets also went up after this news, with the Stoxx Europe 600 rising by more than 1%.\",            \"english_title\": \"Stock Market Reaction\",            \"translated_version\": \"El Dow Jones y el S&P 500, que muestran cómo están funcionando las acciones estadounidenses, alcanzaron máximos históricos. Esto sucedió después de que la Reserva Federal redujera las tasas de interés en medio punto porcentual. Fue la primera vez que la Fed había recortado las tasas desde 2020. Los mercados europeos también subieron después de esta noticia, con el Stoxx Europe 600 subiendo más del 1%.\",            \"translated_title\": \"Stock Market Reaction\"        }    ]}"