"{    \"translations\": [        {            \"english_version\": \"The UN’s International Court of Justice gave an interim ruling on South Africa’s case accusing Israel of committing genocide in the Gaza Strip. The court said that Israel should `take all measures within its power` to prevent acts of genocide in Gaza, and that the country should allow more humanitarian aid to enter the enclave. The decision allows South Africa’s case to proceed; Israel must now submit a report within a month. However, the ICJ stopped short of demanding a ceasefire, as South Africa had requested, and called for the release of Israeli hostages. The full ruling will take years.\",            \"english_title\": \"UN Court Rules on South Africa's Case Against Israel\",            \"translated_version\": \"El Tribunal Internacional de Justicia de la ONU emitió un fallo provisional sobre el caso de Sudáfrica acusando a Israel de cometer genocidio en la Franja de Gaza. El tribunal dijo que Israel debería 'tomar todas las medidas a su alcance' para prevenir actos de genocidio en Gaza, y que el país debería permitir que más ayuda humanitaria entre en el enclave. La decisión permite que el caso de Sudáfrica continúe; Israel ahora debe presentar un informe dentro de un mes. Sin embargo, el CIJ no exigió un alto el fuego, como había solicitado Sudáfrica, y pidió la liberación de los rehenes israelíes. El fallo completo llevará años.\",            \"translated_title\": \"El Tribunal de la ONU emite un fallo sobre el caso de Sudáfrica contra Israel\"        },        {            \"english_version\": \"The Federal Reserve’s preferred measure of annualised inflation fell to 2.9% in December, down from 3.2% in November. The headline measure, which includes food and energy prices, was 2.6%, close to the central bank’s target of 2%. America’s economy defied fears of a recession in 2023. The question now is whether resilient growth can continue alongside a slowdown in inflation.\",            \"english_title\": \"US Inflation Falls in December\",            \"translated_version\": \"La medida preferida de inflación anualizada de la Reserva Federal cayó al 2.9% en diciembre, frente al 3.2% en noviembre. La medida principal, que incluye precios de alimentos y energía, fue del 2.6%, cerca del objetivo del banco central del 2%. La economía de Estados Unidos desafió los temores de una recesión en 2023. La pregunta ahora es si el crecimiento resiliente puede continuar junto con una desaceleración de la inflación.\",            \"translated_title\": \"La inflación en EE. UU. cae en diciembre\"        },        {            \"english_version\": \"The head of the CIA will reportedly help mediate a deal between Hamas and Israel to free Israeli hostages. In the coming days William Burns, along with Israel’s spy chief, will meet Egyptian and Qatari officials. Earlier this month Qatar and France helped broker a deal that would allow more humanitarian aid into Gaza. Negotiations to free hostages, however, have been slow.\",            \"english_title\": \"CIA to Mediate Deal to Free Israeli Hostages\",            \"translated_version\": \"Según informes, el jefe de la CIA ayudará a mediar un acuerdo entre Hamas e Israel para liberar a los rehenes israelíes. En los próximos días, William Burns, junto con el jefe de espionaje de Israel, se reunirá con funcionarios egipcios y qataríes. A principios de este mes, Qatar y Francia ayudaron a negociar un acuerdo que permitiría más ayuda humanitaria en Gaza. Sin embargo, las negociaciones para liberar a los rehenes han sido lentas.\",            \"translated_title\": \"La CIA mediará un acuerdo para liberar a los rehenes israelíes\"        },        {            \"english_version\": \"Joe Biden paused America’s pending export permits for liquefied natural gas. The approvals process will be resumed once his administration draws up a new criteria to assess environmental effects. The decision affects more than a dozen planned terminals around the Gulf of Mexico. The proposed projects would collectively result in 3.2bn tonnes of greenhouse-gas emissions a year, according to one study.\",            \"english_title\": \"Biden Pauses Export Permits for Natural Gas\",            \"translated_version\": \"Joe Biden pausó los permisos de exportación pendientes de gas natural licuado de Estados Unidos. El proceso de aprobación se reanudará una vez que su administración establezca nuevos criterios para evaluar los efectos ambientales. La decisión afecta a más de una docena de terminales planificadas en el Golfo de México. Según un estudio, los proyectos propuestos resultarían colectivamente en 3.2 mil millones de toneladas de emisiones de gases de efecto invernadero al año.\",            \"translated_title\": \"Biden pausa los permisos de exportación de gas natural\"        },        {            \"english_version\": \"Elon Musk is seeking to raise $6bn from global investors to finance his AI startup, according to the Financial Times. The startup, called xAI, released its first product last November. Grok, a chatbot, has real-time access to information from X, formerly Twitter. It can therefore give more up-to-date answers than its competitors, such as OpenAI.\",            \"english_title\": \"Elon Musk Seeks Funding for AI Startup\",            \"translated_version\": \"Elon Musk busca recaudar $6 mil millones de inversores globales para financiar su startup de inteligencia artificial, según el Financial Times. La startup, llamada xAI, lanzó su primer producto en noviembre pasado. Grok, un chatbot, tiene acceso en tiempo real a información de X, anteriormente Twitter. Por lo tanto, puede dar respuestas más actualizadas que sus competidores, como OpenAI.\",            \"translated_title\": \"Elon Musk busca financiamiento para su startup de IA\"        }    ]}"