"{    \"translations\": [        {            \"english_version\": \"Vladimir Putin rejected a 30-day ceasefire with Ukraine during a call with Donald Trump. However, he agreed to stop attacks on Ukrainian energy infrastructure. The White House announced that negotiations for ceasefire agreements and lasting peace would begin immediately in the Middle East, seen as a potential area for cooperation between America and Russia.\",            \"english_title\": \"Update on Ceasefire Agreement with Ukraine\",            \"translated_version\": \"Vladimir Putin dijo 'no' a un alto el fuego de 30 días con Ucrania durante una llamada con Donald Trump. Sin embargo, acordó detener los ataques a la infraestructura energética ucraniana. La Casa Blanca anunció que las negociaciones para acuerdos de alto el fuego y paz duradera comenzarían de inmediato en el Medio Oriente, visto como un área potencial de cooperación entre América y Rusia.\",            \"translated_title\": \"Actualización sobre Acuerdo de Alto el Fuego con Ucrania\"        },        {            \"english_version\": \"President Trump dismissed two Democratic members of the Federal Trade Commission, a regulatory body. Traditionally, two out of the five commissioners of the FTC belong to the party not in power at the White House. While there are limitations on the president's authority to remove officials from independent agencies, the justice department has recently expressed disagreement with this precedent.\",            \"english_title\": \"Dismissal of Democratic Members from America's Federal Trade Commission\",            \"translated_version\": \"El Presidente Trump despidió a dos miembros demócratas de la Comisión Federal de Comercio, un organismo regulador. Tradicionalmente, dos de los cinco comisionados de la FTC pertenecen al partido que no está en el poder en la Casa Blanca. Aunque hay limitaciones en la autoridad del presidente para remover funcionarios de agencias independientes, el departamento de justicia ha expresado recientemente desacuerdo con este precedente.\",            \"translated_title\": \"Despido de Miembros Demócratas de la Comisión Federal de Comercio de América\"        }    ]}"