"{    \"translations\": [        {            \"english_version\": \"Gaza ceasefire talks will soon resume in Qatar. Antony Blinken, America’s secretary of state, announced this alongside Mohammed bin Abdulrahman al Thani, Qatar’s prime minister and foreign minister. Mr. Blinken mentioned that America would provide $135m in humanitarian aid to Palestinians.\",            \"english_title\": \"Gaza Ceasefire Talks in Qatar\",            \"translated_version\": \"Las conversaciones de alto el fuego en Gaza pronto se reanudarán en Qatar. Antony Blinken, el secretario de estado de América, anunció esto junto a Mohammed bin Abdulrahman al Thani, primer ministro y ministro de relaciones exteriores de Qatar. El Sr. Blinken mencionó que América proporcionaría $135 millones en ayuda humanitaria a los palestinos.\",            \"translated_title\": \"Gaza Ceasefire Talks in Qatar\"        },        {            \"english_version\": \"Israel launched more strikes on Lebanon and Gaza. Lebanon’s army reported that Israel killed three of its troops. In Gaza, a strike on a school resulted in the deaths of at least 17 people.\",            \"english_title\": \"Recent Events in Israel and Gaza\",            \"translated_version\": \"Israel lanzó más ataques en Líbano y Gaza. El ejército de Líbano informó que Israel mató a tres de sus soldados. En Gaza, un ataque a una escuela resultó en la muerte de al menos 17 personas.\",            \"translated_title\": \"Recent Events in Israel and Gaza\"        },        {            \"english_version\": \"António Guterres met Vladimir Putin during the BRICS summit. This was the UN secretary-general’s first visit to Russia in over two years. Ukraine’s foreign minister criticized the meeting, calling it a 'wrong choice' that damaged the UN’s reputation.\",            \"english_title\": \"António Guterres Meeting Vladimir Putin\",            \"translated_version\": \"António Guterres se reunió con Vladimir Putin durante la cumbre de BRICS. Esta fue la primera visita del secretario general de la ONU a Rusia en más de dos años. El ministro de relaciones exteriores de Ucrania criticó la reunión, llamándola una 'elección equivocada' que dañó la reputación de la ONU.\",            \"translated_title\": \"António Guterres Meeting Vladimir Putin\"        }    ]}"