"{    \"translations\": [        {            \"english_version\": \"Donald Trump's administration plans to reduce the number of employees at USAID, America's main development agency, from 10,000 to less than 300. This decision was made due to issues of insubordination within the agency, according to Marco Rubio, the acting director of USAID.\",            \"english_title\": \"Staff Reduction at USAID\",            \"translated_version\": \"El gobierno de Donald Trump planea reducir el número de empleados en USAID, la principal agencia de desarrollo de América, de 10,000 a menos de 300. Esta decisión se tomó debido a problemas de insubordinación dentro de la agencia, según Marco Rubio, el director interino de USAID.\",            \"translated_title\": \"Reducción de Personal en USAID\"        },        {            \"english_version\": \"A judge has extended the deadline for American federal workers to consider a buyout offer. The scheme, proposed by Elon Musk and the Department of Government Efficiency, allows employees who resign to receive payment until September. Despite pressure to accept the deal, only a small percentage of federal workers have done so.\",            \"english_title\": \"Deadline Extension for Buyout Offer\",            \"translated_version\": \"Un juez ha extendido la fecha límite para que los trabajadores federales estadounidenses consideren una oferta de compra. El plan, propuesto por Elon Musk y el Departamento de Eficiencia Gubernamental, permite a los empleados que renuncian recibir un pago hasta septiembre. A pesar de la presión para aceptar el trato, solo un pequeño porcentaje de los trabajadores federales lo ha hecho.\",            \"translated_title\": \"Extensión de Plazo para Oferta de Compra\"        },        {            \"english_version\": \"The workforce reduction at USAID is causing concern as most employees are expected to be placed on administrative leave. The news of these cuts comes amidst ongoing changes within the federal workforce.\",            \"english_title\": \"Concerns Over USAID Workforce Reduction\",            \"translated_version\": \"La reducción de personal en USAID está causando preocupación ya que se espera que la mayoría de los empleados sean colocados en licencia administrativa. La noticia de estos recortes llega en medio de cambios continuos dentro de la fuerza laboral federal.\",            \"translated_title\": \"Preocupaciones sobre la Reducción de Personal en USAID\"        },        {            \"english_version\": \"The Washington Post reported on the low acceptance rate of the buyout offer among federal employees. This development raises questions about the effectiveness of the scheme proposed by Elon Musk and the Department of Government Efficiency.\",            \"english_title\": \"Low Acceptance Rate of Buyout Offer\",            \"translated_version\": \"The Washington Post informó sobre la baja tasa de aceptación de la oferta de compra entre los empleados federales. Este desarrollo plantea preguntas sobre la efectividad del plan propuesto por Elon Musk y el Departamento de Eficiencia Gubernamental.\",            \"translated_title\": \"Baja Tasa de Aceptación de la Oferta de Compra\"        },        {            \"english_version\": \"To ensure our website functions smoothly, we use cookies and similar technologies. By managing cookies, users can enhance their experience on our platform. The Economist Group is committed to providing a seamless user experience while respecting user privacy and data rights.\",            \"english_title\": \"Use of Cookies for Website Functionality\",            \"translated_version\": \"Para asegurar que nuestro sitio web funcione sin problemas, utilizamos cookies y tecnologías similares. Al gestionar las cookies, los usuarios pueden mejorar su experiencia en nuestra plataforma. El Grupo The Economist se compromete a proporcionar una experiencia de usuario fluida respetando la privacidad y los derechos de datos de los usuarios.\",            \"translated_title\": \"Uso de Cookies para la Funcionalidad del Sitio Web\"        }    ]}"