"```json{    \"translations\": [        {            \"english_version\": \"Israeli forces found the bodies of three hostages in Jabalia, a town in northern Gaza. They were killed during an attack by Hamas on Israel on October 7th.\",            \"english_title\": \"Hostages Found in Gaza\",            \"translated_version\": \"Las fuerzas israelíes encontraron los cuerpos de tres rehenes en Jabalia, un pueblo en el norte de Gaza. Fueron asesinados durante un ataque de Hamas a Israel el 7 de octubre.\",            \"translated_title\": \"Rehenes Encontrados en Gaza\"        },        {            \"english_version\": \"American armed forces delivered the first aid shipments to a temporary pier on Gaza's Mediterranean coast. The pier was constructed by the United States and several European countries to provide relief to the war-torn area. The aid was transported from Cyprus to Gaza by ships.\",            \"english_title\": \"Aid Delivery to Gaza\",            \"translated_version\": \"Las fuerzas armadas estadounidenses entregaron los primeros envíos de ayuda a un muelle temporal en la costa mediterránea de Gaza. El muelle fue construido por Estados Unidos y varios países europeos para brindar ayuda a la zona devastada por la guerra. La ayuda fue transportada de Chipre a Gaza en barcos.\",            \"translated_title\": \"Entrega de Ayuda a Gaza\"        },        {            \"english_version\": \"Chinese authorities introduced measures to stabilize the country's struggling property sector. The central bank established a $41.5 billion lending facility to assist state-owned companies in purchasing and reselling properties as affordable housing. Additionally, the People's Bank of China reduced the minimum deposit requirement for second-time property buyers from 30% to 25%.\",            \"english_title\": \"Property Sector Measures in China\",            \"translated_version\": \"Las autoridades chinas introdujeron medidas para estabilizar el sector inmobiliario en dificultades del país. El banco central estableció una instalación de préstamo de $41.5 mil millones para ayudar a las empresas estatales en la compra y reventa de propiedades como viviendas asequibles. Además, el Banco Popular de China redujo el requisito de depósito mínimo para compradores de propiedades por segunda vez del 30% al 25%.\",            \"translated_title\": \"Medidas en el Sector Inmobiliario de China\"        }    ]}```"