"{    \"translations\": [        {            \"english_version\": \"The US has announced new sanctions on Rosneft and Lukoil, Russia's two largest oil companies, because of the ongoing conflict in Ukraine. Ukraine claims these attacks are a direct response to Russia's frequent strikes on Ukrainian cities.\",            \"english_title\": \"US Sanctions on Russian Oil Companies\",            \"translated_version\": \"Estados Unidos ha anunciado nuevas sanciones a Rosneft y Lukoil, las dos compañías de petróleo más grandes de Rusia, por el conflicto en Ucrania. Ucrania dice que estos ataques son una respuesta a los ataques frecuentes de Rusia en ciudades ucranianas.\",            \"translated_title\": \"Sanciones de EE.UU. a Compañías de Petróleo Rusas\"        },        {            \"english_version\": \"Witnesses reported seeing explosions and a fireball at the Plastmass military plant in Kopeisk. This incident is part of the ongoing tensions and military activities in the region.\",            \"english_title\": \"Explosions at Military Plant\",            \"translated_version\": \"Testigos dijeron que vieron explosiones y una bola de fuego en la planta militar Plastmass en Kopeisk. Este incidente es parte de las tensiones y actividades militares en la región.\",            \"translated_title\": \"Explosiones en Planta Militar\"        },        {            \"english_version\": \"The US Secretary of State has warned that certain actions could threaten Washington's plan to resolve the conflict in Gaza. This highlights the delicate nature of international relations and the challenges in achieving peace.\",            \"english_title\": \"Warning on Gaza Conflict Resolution\",            \"translated_version\": \"El Secretario de Estado de EE.UU. ha advertido que ciertas acciones podrían amenazar el plan de Washington para resolver el conflicto en Gaza. Esto muestra lo delicadas que son las relaciones internacionales y los desafíos para lograr la paz.\",            \"translated_title\": \"Advertencia sobre Resolución de Conflicto en Gaza\"        },        {            \"english_version\": \"All the victims and those rescued from a recent incident were from sub-Saharan African countries, according to an official. This underscores the ongoing humanitarian issues faced by migrants and refugees.\",            \"english_title\": \"Victims from Sub-Saharan Africa\",            \"translated_version\": \"Todas las víctimas y los rescatados de un incidente reciente eran de países del África subsahariana, según un oficial. Esto muestra los problemas humanitarios que enfrentan los migrantes y refugiados.\",            \"translated_title\": \"Víctimas de África Subsahariana\"        },        {            \"english_version\": \"Authorities in New Zealand have issued a rare red wind warning, the highest alert level, for the capital Wellington. This indicates severe weather conditions and the need for residents to take precautions.\",            \"english_title\": \"Red Wind Warning in New Zealand\",            \"translated_version\": \"Las autoridades en Nueva Zelanda han emitido una rara advertencia de viento rojo, el nivel de alerta más alto, para la capital Wellington. Esto indica condiciones climáticas severas y la necesidad de que los residentes tomen precauciones.\",            \"translated_title\": \"Advertencia de Viento Rojo en Nueva Zelanda\"        }    ]}"