"{    \"translations\": [        {            \"english_version\": \"A Russian missile attack in Poltava, Ukraine killed over 50 people and injured more than 219. The strike destroyed part of an educational institute and a nearby hospital. Many people are still trapped under rubble, according to Ukraine's president, Volodymyr Zelensky. He called for more Western air defences and the use of long-range weapons to strike deeper into Russian territory.\",            \"english_title\": \"Russian missile attack in Poltava, Ukraine\",            \"translated_version\": \"Un ataque de misiles rusos en Poltava, Ucrania mató a más de 50 personas e hirió a más de 219. El ataque destruyó parte de una institución educativa y un hospital cercano. Muchas personas todavía están atrapadas bajo los escombros, según el presidente de Ucrania, Volodymyr Zelensky. Pidió más defensas aéreas occidentales y el uso de armas de largo alcance para atacar más profundamente en territorio ruso.\",            \"translated_title\": \"Ataque de misiles rusos en Poltava, Ucrania\"        },        {            \"english_version\": \"America's Justice Department indicted six senior members of Hamas, including the group's leader, Yayha Sinwar, for charges related to the October 7th massacre. The charges include conspiracy to murder Americans. Prosecutors stated that at least 43 Americans were killed in the attack, with some taken hostage or remaining unaccounted for. Attorney-General Merrick Garland emphasized that actions against Hamas will continue.\",            \"english_title\": \"Indictment of Hamas members by America's Justice Department\",            \"translated_version\": \"El Departamento de Justicia de Estados Unidos acusó a seis miembros principales de Hamas, incluido el líder del grupo, Yayha Sinwar, por cargos relacionados con la masacre del 7 de octubre. Los cargos incluyen conspiración para asesinar a estadounidenses. Los fiscales afirmaron que al menos 43 estadounidenses murieron en el ataque, algunos fueron tomados como rehenes o siguen desaparecidos. El Fiscal General Merrick Garland enfatizó que las acciones contra Hamas continuarán.\",            \"translated_title\": \"Acusación de miembros de Hamas por el Departamento de Justicia de Estados Unidos\"        }    ]}"