"{    \"translations\": [        {            \"english_version\": \"A presidential adviser tells the BBC that President Patrice Talon is in a safe location. This news comes amid concerns for his safety.\",            \"english_title\": \"President's Safety\",            \"translated_version\": \"Un asesor presidencial dice a la BBC que el Presidente Patrice Talon está en un lugar seguro. Esta noticia llega por preocupaciones sobre su seguridad.\",            \"translated_title\": \"Seguridad del Presidente\"        },        {            \"english_version\": \"Eyewitnesses described scenes of panic in one of Goa's bustling nightlife areas. The cause of the panic is not yet clear.\",            \"english_title\": \"Panic in Goa\",            \"translated_version\": \"Testigos describieron escenas de pánico en una de las áreas de vida nocturna de Goa. La causa del pánico aún no está clara.\",            \"translated_title\": \"Pánico en Goa\"        },        {            \"english_version\": \"The protective shield at the site of the 1986 disaster has lost its main safety function, according to the IAEA. This raises concerns about the safety of the area.\",            \"english_title\": \"Safety Concerns at Disaster Site\",            \"translated_version\": \"El escudo protector en el sitio del desastre de 1986 ha perdido su función principal de seguridad, según la IAEA. Esto genera preocupaciones sobre la seguridad del área.\",            \"translated_title\": \"Preocupaciones de Seguridad en el Sitio del Desastre\"        },        {            \"english_version\": \"Russia carried out strikes on Kremenchuk, and its defense ministry said it had shot down 77 Ukrainian drones in several locations. This is part of the ongoing conflict in the region.\",            \"english_title\": \"Russia Strikes Kremenchuk\",            \"translated_version\": \"Rusia realizó ataques en Kremenchuk, y su ministerio de defensa dijo que derribó 77 drones ucranianos en varios lugares. Esto es parte del conflicto en la región.\",            \"translated_title\": \"Rusia Ataca Kremenchuk\"        },        {            \"english_version\": \"More than 100,000 homes were destroyed when powerful rains hit the South East Asian country last week. The heavy rains caused widespread damage and displacement.\",            \"english_title\": \"Destruction from Heavy Rains\",            \"translated_version\": \"Más de 100,000 casas fueron destruidas cuando fuertes lluvias golpearon el país del sudeste asiático la semana pasada. Las lluvias fuertes causaron mucho daño y desplazamiento.\",            \"translated_title\": \"Destrucción por Lluvias Fuertes\"        }    ]}"