"{    \"translations\": [        {            \"english_version\": \"Families are desperate for news of loved ones after a huge fire engulfed seven tower blocks. Questions are mounting about how the deadly fire spread so quickly and who should be held responsible.\",            \"english_title\": \"Desperate Families After Fire\",            \"translated_version\": \"Las familias están desesperadas por noticias de sus seres queridos después de que un gran incendio envolviera siete edificios. Hay preguntas sobre cómo el fuego se extendió tan rápido y quién es responsable.\",            \"translated_title\": \"Familias Desesperadas Tras Incendio\"        },        {            \"english_version\": \"A new bill introduced in the Canadian province expands on a 2019 religious symbols law. It includes new measures like a ban on face coverings in daycares.\",            \"english_title\": \"New Bill on Religious Symbols\",            \"translated_version\": \"Una nueva ley en la provincia canadiense amplía una ley de símbolos religiosos de 2019. Incluye nuevas medidas como prohibir cubrirse la cara en guarderías.\",            \"translated_title\": \"Nueva Ley de Símbolos Religiosos\"        },        {            \"english_version\": \"Extreme weather across several parts of Asia has impacted millions of people in recent days.\",            \"english_title\": \"Extreme Weather in Asia\",            \"translated_version\": \"El clima extremo en varias partes de Asia ha afectado a millones de personas en los últimos días.\",            \"translated_title\": \"Clima Extremo en Asia\"        },        {            \"english_version\": \"The Palestinian Authority says the killings are a 'war crime', while an Israeli minister supported the soldiers.\",            \"english_title\": \"Tensions Between Palestine and Israel\",            \"translated_version\": \"La Autoridad Palestina dice que las muertes son un `crimen de guerra`, mientras que un ministro israelí apoyó a los soldados.\",            \"translated_title\": \"Tensiones Entre Palestina e Israel\"        },        {            \"english_version\": \"The Russian president accuses Kyiv of wanting to fight 'to the last Ukrainian', which he says Russia is also 'in principle' ready to do.\",            \"english_title\": \"Russia and Ukraine Conflict\",            \"translated_version\": \"El presidente ruso acusa a Kyiv de querer luchar `hasta el último ucraniano`, y dice que Rusia también está `en principio` lista para hacerlo.\",            \"translated_title\": \"Conflicto Rusia y Ucrania\"        }    ]}"