"{    \"translations\": [        {            \"english_version\": \"The three leaders met publicly for the first time as laser weapons and nuclear ballistic missiles were shown in Beijing. This show of strength comes as Beijing tries to position itself as a global counterbalance to the United States.\",            \"english_title\": \"Leaders Meet in Beijing\",            \"translated_version\": \"Los tres líderes se reunieron en público por primera vez mientras se mostraban armas láser y misiles nucleares en Beijing. Esta muestra de fuerza ocurre mientras Beijing intenta ser un contrapeso global a Estados Unidos.\",            \"translated_title\": \"Líderes se Reúnen en Beijing\"        },        {            \"english_version\": \"Thousands of North Korean soldiers are believed to have died while fighting for Russia during its war in Ukraine.\",            \"english_title\": \"North Korean Soldiers in Ukraine\",            \"translated_version\": \"Se cree que miles de soldados de Corea del Norte murieron mientras luchaban por Rusia durante su guerra en Ucrania.\",            \"translated_title\": \"Soldados de Corea del Norte en Ucrania\"        },        {            \"english_version\": \"The Trump administration has shown a willingness to use military force against drug cartels.\",            \"english_title\": \"Trump Against Drug Cartels\",            \"translated_version\": \"La administración de Trump ha mostrado disposición para usar fuerza militar contra los carteles de drogas.\",            \"translated_title\": \"Trump Contra Carteles de Drogas\"        },        {            \"english_version\": \"Many people remain trapped under rubble as rescuers use helicopters in remote areas hit by recent landslides.\",            \"english_title\": \"Rescue After Landslides\",            \"translated_version\": \"Muchas personas siguen atrapadas bajo escombros mientras los rescatistas usan helicópteros en áreas remotas afectadas por deslizamientos recientes.\",            \"translated_title\": \"Rescate Tras Deslizamientos\"        },        {            \"english_version\": \"More than 354,000 people have been affected by the worst floods since 1988, as rescue efforts continue.\",            \"english_title\": \"Severe Floods Affect Thousands\",            \"translated_version\": \"Más de 354,000 personas han sido afectadas por las peores inundaciones desde 1988, mientras continúan los esfuerzos de rescate.\",            \"translated_title\": \"Inundaciones Severas Afectan a Miles\"        }    ]}"