"```json{    \"translations\": [        {            \"english_version\": \"Israeli forces found three people who were taken by force in Jabalia, a town in northern Gaza. The Israel Defence Forces say they were killed during an attack by Hamas on Israel on October 7th. Israel's Defence Minister, Yoav Gallant, mentioned that their operation in Rafah will continue with more troops. South Africa has asked the International Court of Justice to tell Israel to stop attacking the southern Gazan city where many people are seeking safety.\",            \"english_title\": \"Israeli Forces Find Abducted People in Gaza\",            \"translated_version\": \"Las fuerzas de Israel encontraron a tres personas que fueron llevadas por la fuerza en Jabalia, una ciudad en el norte de Gaza. Las Fuerzas de Defensa de Israel dicen que fueron asesinadas durante un ataque de Hamas a Israel el 7 de octubre. El Ministro de Defensa de Israel, Yoav Gallant, mencionó que su operación en Rafah continuará con más tropas. Sudáfrica ha pedido a la Corte Internacional de Justicia que le diga a Israel que deje de atacar la ciudad sureña de Gaza donde muchas personas buscan seguridad.\",            \"translated_title\": \"Fuerzas de Israel Encuentran Personas Secuestradas en Gaza\"        },        {            \"english_version\": \"Chinese authorities have introduced new rules to help the struggling property market. The central bank has created a $41.5 billion fund to assist state-owned companies in buying and selling properties as affordable housing. The People's Bank of China has also reduced the minimum deposit required for second-time buyers from 30% to 25%.\",            \"english_title\": \"China Introduces New Rules for Property Market\",            \"translated_version\": \"Las autoridades chinas han introducido nuevas reglas para ayudar al mercado inmobiliario en dificultades. El banco central ha creado un fondo de $41.5 mil millones para ayudar a las empresas estatales a comprar y vender propiedades como viviendas asequibles. El Banco Popular de China también ha reducido el depósito mínimo requerido para los compradores de segunda vez del 30% al 25%.\",            \"translated_title\": \"China Introduce Nuevas Reglas para el Mercado Inmobiliario\"        }    ]}```"