"{    \"translations\": [        {            \"english_version\": \"The American economy added 256,000 jobs in December, the largest increase since March. The unemployment rate also dropped to 4.1%. Economists had predicted an addition of 155,000 jobs. These numbers support the Federal Reserve's decision to maintain interest rates after reducing them by a full percentage point last year.\",            \"english_title\": \"Positive Job Growth in the US Economy\",            \"translated_version\": \"La economía estadounidense sumó 256,000 empleos en diciembre, el mayor aumento desde marzo. La tasa de desempleo también bajó al 4.1%. Los economistas habían predicho la adición de 155,000 empleos. Estos números respaldan la decisión de la Reserva Federal de mantener las tasas de interés después de reducirlas en un punto porcentual completo el año pasado.\",            \"translated_title\": \"Crecimiento positivo de empleo en la economía de EE. UU.\"        },        {            \"english_version\": \"Donald Trump did not receive any jail time for his involvement in a hush-money case in New York. Judge Juan Merchan granted the president-elect an 'unconditional discharge,' stating that the legal protection of the presidency does not diminish the seriousness of the offense. Trump's lawyers had requested the Supreme Court to delay the sentencing, citing national security concerns.\",            \"english_title\": \"Trump's Legal Outcome in Hush-Money Case\",            \"translated_version\": \"Donald Trump no recibió tiempo en la cárcel por su participación en un caso de dinero callado en Nueva York. El juez Juan Merchan concedió al presidente electo una 'descarga incondicional', afirmando que la protección legal de la presidencia no disminuye la gravedad del delito. Los abogados de Trump habían solicitado a la Corte Suprema retrasar la sentencia, citando preocupaciones de seguridad nacional.\",            \"translated_title\": \"Resultado legal de Trump en el caso de dinero callado\"        }    ]}"