"{    \"translations\": [        {            \"english_version\": \"Authorities are cracking down harder as protests continue. A leader said they will do it 'the easy way' or 'the hard way', but Denmark says the territory is not for sale.\",            \"english_title\": \"Protests and Territory\",            \"translated_version\": \"Las autoridades están siendo más duras mientras las protestas continúan. Un líder dijo que lo harán de manera fácil o difícil, pero Dinamarca dice que el territorio no está en venta.\",            \"translated_title\": \"Protestas y Territorio\"        },        {            \"english_version\": \"Oil executives are being careful because Venezuela has taken their assets twice before.\",            \"english_title\": \"Oil Executives Cautious\",            \"translated_version\": \"Los ejecutivos de petróleo tienen cuidado porque Venezuela ha tomado sus cosas dos veces antes.\",            \"translated_title\": \"Ejecutivos de Petróleo Cuidadosos\"        },        {            \"english_version\": \"A landslide happened when a mountain of rubbish fell at a landfill site in the central Philippines.\",            \"english_title\": \"Landslide in Philippines\",            \"translated_version\": \"Un deslizamiento ocurrió cuando una montaña de basura cayó en un vertedero en el centro de Filipinas.\",            \"translated_title\": \"Deslizamiento en Filipinas\"        },        {            \"english_version\": \"A fire on New Year's Eve at a bar in Crans-Montana killed 40 people and hurt 116. A woman named Marie helped the injured as they escaped the flames.\",            \"english_title\": \"New Year's Eve Fire\",            \"translated_version\": \"Un incendio en la víspera de Año Nuevo en un bar en Crans-Montana mató a 40 personas y lastimó a 116. Una mujer llamada Marie ayudó a los heridos mientras escapaban de las llamas.\",            \"translated_title\": \"Incendio en Año Nuevo\"        },        {            \"english_version\": \"The tanker Olina is on many countries' sanctions list and is suspected of carrying banned oil, according to US officials.\",            \"english_title\": \"Tanker Olina Sanctioned\",            \"translated_version\": \"El barco Olina está en la lista de sanciones de muchos países y se sospecha que lleva petróleo prohibido, según funcionarios de EE.UU.\",            \"translated_title\": \"Barco Olina Sancionado\"        }    ]}"