"{    \"translations\": [        {            \"english_version\": \"The family of two passengers who died in the implosion are asking for stricter rules after the US Coast Guard's critical report.\",            \"english_title\": \"Family Demands Stricter Rules\",            \"translated_version\": \"La familia de dos pasajeros que murieron en la implosión pide reglas más estrictas después del informe crítico de la Guardia Costera de EE.UU.\",            \"translated_title\": \"Familia pide reglas más estrictas\"        },        {            \"english_version\": \"El-Fasher is surrounded by RSF paramilitary fighters and hasn't received food deliveries for over a year.\",            \"english_title\": \"El-Fasher Surrounded and Hungry\",            \"translated_version\": \"El-Fasher está rodeado por luchadores paramilitares de RSF y no ha recibido comida por más de un año.\",            \"translated_title\": \"El-Fasher rodeado y hambriento\"        },        {            \"english_version\": \"Rescue teams have reached Dharali village in Uttarkashi, which was hit hard by the floods.\",            \"english_title\": \"Rescue Teams Reach Dharali\",            \"translated_version\": \"Equipos de rescate han llegado al pueblo Dharali en Uttarkashi, que fue muy afectado por las inundaciones.\",            \"translated_title\": \"Equipos de rescate llegan a Dharali\"        },        {            \"english_version\": \"There is a plan to completely take over Gaza, but it reportedly faces opposition from military leaders.\",            \"english_title\": \"Plan to Take Over Gaza\",            \"translated_version\": \"Hay un plan para tomar Gaza completamente, pero enfrenta oposición de líderes militares.\",            \"translated_title\": \"Plan para tomar Gaza\"        },        {            \"english_version\": \"Romania's first freely elected leader after communism fell in 1989 later faced charges of crimes against humanity.\",            \"english_title\": \"Romania's Leader Faces Charges\",            \"translated_version\": \"El primer líder elegido libremente en Rumania después de la caída del comunismo en 1989 enfrentó cargos de crímenes contra la humanidad.\",            \"translated_title\": \"Líder de Rumania enfrenta cargos\"        }    ]}"