"{    \"translations\": [        {            \"english_version\": \"Less than 1 hour ago, Joe Biden mentioned that the person who drove a pickup truck into a crowd in New Orleans was influenced by the Islamic State group. The attacker, Shamsud-Din Jabbar, a 42-year-old army veteran, expressed a desire to kill on social media. This incident resulted in the death of at least 15 individuals and left 35 others injured. The FBI is treating this event as an act of terrorism.\",            \"english_title\": \"New Orleans Attack\",            \"translated_version\": \"Hace menos de 1 hora, Joe Biden mencionó que la persona que condujo una camioneta en una multitud en Nueva Orleans fue influenciada por el grupo Estado Islámico. El atacante, Shamsud-Din Jabbar, un veterano del ejército de 42 años, expresó un deseo de matar en las redes sociales. Este incidente resultó en la muerte de al menos 15 personas y dejó a otras 35 heridas. El FBI está tratando este evento como un acto de terrorismo.\",            \"translated_title\": \"New Orleans Attack\"        },        {            \"english_version\": \"A Tesla vehicle exploded outside the Trump Hotel in Las Vegas, leading to the death of the driver and causing injuries to multiple individuals. Elon Musk, the CEO of Tesla, stated that the explosion was triggered by either very large fireworks or a bomb in the truck. Authorities are exploring potential links to the New Orleans attack but have not discovered any connections yet.\",            \"english_title\": \"Tesla Explosion in Las Vegas\",            \"translated_version\": \"Un vehículo Tesla explotó fuera del Hotel Trump en Las Vegas, lo que provocó la muerte del conductor y causó lesiones a varias personas. Elon Musk, el CEO de Tesla, declaró que la explosión fue provocada por fuegos artificiales muy grandes o una bomba en el camión. Las autoridades están explorando posibles vínculos con el ataque de Nueva Orleans pero aún no han descubierto ninguna conexión.\",            \"translated_title\": \"Tesla Explosion in Las Vegas\"        }    ]}"