"{    \"translations\": [        {            \"english_version\": \"The Israel Defence Forces and Hamas agreed to three, three-day humanitarian pauses in different parts of Gaza to allow children to receive polio vaccinations. Last week the WHO confirmed Gaza’s first case of the virus in 25 years, after a baby was found to be paralysed by the disease. The campaign, due to begin on Sunday, aims to vaccinate around 640,000 children against the illness.\",            \"english_title\": \"Israel-Gaza Conflict and Polio Vaccinations\",            \"translated_version\": \"El ejército de Israel y Hamas acordaron tres pausas humanitarias de tres días en diferentes partes de Gaza para permitir que los niños reciban vacunas contra la polio. La semana pasada, la OMS confirmó el primer caso del virus en Gaza en 25 años, después de que se descubriera que un bebé estaba paralizado por la enfermedad. La campaña, que comenzará el domingo, tiene como objetivo vacunar a alrededor de 640,000 niños contra la enfermedad.\",            \"translated_title\": \"Conflicto Israel-Gaza y Vacunaciones contra la Polio\"        },        {            \"english_version\": \"Earlier, the IDF killed five more Palestinians in the occupied West Bank, following the ten they killed there on Wednesday. Israel said one of the five killed was a leader of a local branch of Islamic Jihad, a militant group.\",            \"english_title\": \"Violence in the Middle East\",            \"translated_version\": \"Anteriormente, las Fuerzas de Defensa de Israel mataron a cinco palestinos más en Cisjordania ocupada, después de los diez que mataron allí el miércoles. Israel dijo que uno de los cinco muertos era líder de una rama local de la Yihad Islámica, un grupo militante.\",            \"translated_title\": \"Violencia en el Medio Oriente\"        },        {            \"english_version\": \"Ukraine confirmed that an F-16 plane was destroyed, and its pilot killed, on Monday during a Russian missile barrage. The fighter jets `demonstrated their high effectiveness` during the attack, according to Ukraine’s army. Volodymyr Zelensky, Ukraine’s president, had long sought the American-made planes; NATO allies recently supplied an initial batch of as few as six. The country had just enough pilots trained to fly them.\",            \"english_title\": \"Ukraine-Russia Conflict and F-16 Plane Destruction\",            \"translated_version\": \"Ucrania confirmó que un avión F-16 fue destruido y su piloto fue asesinado el lunes durante un bombardeo de misiles rusos. Los aviones de combate demostraron su alta efectividad durante el ataque, según el ejército de Ucrania. Volodymyr Zelensky, presidente de Ucrania, había buscado durante mucho tiempo los aviones fabricados en Estados Unidos; los aliados de la OTAN recientemente suministraron un lote inicial de solo seis. El país tenía pilotos suficientes entrenados para volarlos.\",            \"translated_title\": \"Conflicto Ucrania-Rusia y Destrucción del Avión F-16\"        }    ]}"