"{    \"translations\": [        {            \"english_version\": \"Zelensky talks about a free economic zone as a possible solution for Ukraine's eastern Donbas.\",            \"english_title\": \"Zelensky's Solution\",            \"translated_version\": \"Zelensky habla sobre una zona económica libre como posible solución para el este de Donbas en Ucrania.\",            \"translated_title\": \"Solución de Zelensky\"        },        {            \"english_version\": \"Lawmakers have approved a law that demands an apology and reparations from the former colonial power.\",            \"english_title\": \"Lawmakers Demand Apology\",            \"translated_version\": \"Los legisladores aprobaron una ley que pide una disculpa y reparaciones de la antigua potencia colonial.\",            \"translated_title\": \"Legisladores Piden Disculpa\"        },        {            \"english_version\": \"The US Department of Justice says that reviewing the material could delay the release of Epstein documents by a few more weeks.\",            \"english_title\": \"Epstein Documents Delay\",            \"translated_version\": \"El Departamento de Justicia de EE.UU. dice que revisar el material podría retrasar la publicación de los documentos de Epstein por unas semanas más.\",            \"translated_title\": \"Retraso de Documentos Epstein\"        },        {            \"english_version\": \"Salvador Nasralla, a rival candidate, says he will not accept the election result but asks his supporters to stay calm.\",            \"english_title\": \"Nasralla Rejects Election Result\",            \"translated_version\": \"Salvador Nasralla, un candidato rival, dice que no aceptará el resultado de la elección pero pide a sus seguidores que estén tranquilos.\",            \"translated_title\": \"Nasralla Rechaza Resultado\"        },        {            \"english_version\": \"An explosion during evening prayers in the city of Maiduguri injured 35 people, according to the police.\",            \"english_title\": \"Explosion in Maiduguri\",            \"translated_version\": \"Una explosión durante las oraciones de la tarde en la ciudad de Maiduguri hirió a 35 personas, según la policía.\",            \"translated_title\": \"Explosión en Maiduguri\"        }    ]}"