"    #####    {        \"translations\": [            {                \"english_version\": \"Planes dropped water and fire retardant over Pacific Palisades, a neighborhood in Los Angeles, to stop the eastward spread of devastating wildfires. The biggest blaze changed direction, threatening new areas on the city's western edge. 13 people have died, and 12,000 buildings have burned down. High winds between Sunday and Tuesday could make firefighting efforts more difficult.\",                \"english_title\": \"Wildfires in Los Angeles\",                \"translated_version\": \"Aviones lanzaron agua y retardante de fuego sobre Pacific Palisades, un vecindario en Los Ángeles, para detener la propagación hacia el este de incendios forestales devastadores. El incendio más grande cambió de dirección, amenazando nuevas áreas en el borde oeste de la ciudad. 13 personas han muerto y 12,000 edificios han sido quemados. Los vientos fuertes entre el domingo y el martes podrían dificultar los esfuerzos de lucha contra incendios.\",                \"translated_title\": \"Incendios en Los Ángeles\"            },            {                \"english_version\": \"Ukraine announced the capture of two wounded North Korean soldiers in the Russian region of Kursk. President Volodymyr Zelensky called it a rare feat, as wounded North Koreans are usually killed by their own side to hide the country's involvement in the war. Ukrainian and Western sources estimate North Korean troop deployment at 11,000.\",                \"english_title\": \"Ukraine Captures North Korean Soldiers\",                \"translated_version\": \"Ucrania anunció la captura de dos soldados norcoreanos heridos en la región rusa de Kursk. El presidente Volodymyr Zelensky lo llamó un logro raro, ya que los norcoreanos heridos suelen ser asesinados por su propio bando para ocultar la participación del país en la guerra. Fuentes ucranianas y occidentales estiman el despliegue de tropas norcoreanas en 11,000.\",                \"translated_title\": \"Ucrania Captura Soldados Norcoreanos\"            }        ]    }    #####"