"{    \"translations\": [        {            \"english_version\": \"Steve Witkoff will hold talks at the Kremlin after the White House said it was hopeful about a breakthrough. The White House confirmed the second strikes on 2 September but denied reports that Defence Secretary Hegseth said to kill everyone on board the vessel.\",            \"english_title\": \"Talks at the Kremlin\",            \"translated_version\": \"Steve Witkoff hablará en el Kremlin después de que la Casa Blanca dijo que tenía esperanza de un avance. La Casa Blanca confirmó los segundos ataques el 2 de septiembre pero negó que el Secretario de Defensa Hegseth dijo que mataran a todos en el barco.\",            \"translated_title\": \"Charlas en el Kremlin\"        },        {            \"english_version\": \"The fire is the deadliest the city has seen in more than 70 years. The opera legend's widow said the town made a silly decision after it also encouraged skaters to high five the statue.\",            \"english_title\": \"Deadly Fire in City\",            \"translated_version\": \"El incendio es el más mortal que la ciudad ha visto en más de 70 años. La viuda de la leyenda de la ópera dijo que el pueblo tomó una decisión tonta después de que también animaron a los patinadores a chocar los cinco con la estatua.\",            \"translated_title\": \"Incendio Mortal en la Ciudad\"        },        {            \"english_version\": \"India wants all smartphone makers to pre-install new devices with a government-owned cyber security app.\",            \"english_title\": \"India's Cyber Security App\",            \"translated_version\": \"India quiere que todos los fabricantes de teléfonos inteligentes instalen en los nuevos dispositivos una aplicación de seguridad cibernética del gobierno.\",            \"translated_title\": \"App de Seguridad de India\"        },        {            \"english_version\": \"Right-wing candidate Nasry Asfura leads former TV host Salvador Nasralla by just 515 votes, according to the country's electoral authority.\",            \"english_title\": \"Close Election Race\",            \"translated_version\": \"El candidato de derecha Nasry Asfura lidera al ex presentador de TV Salvador Nasralla por solo 515 votos, según la autoridad electoral del país.\",            \"translated_title\": \"Carrera Electoral Cerrada\"        },        {            \"english_version\": \"Another 500 people are missing, while thousands more have been injured after a cyclone hit the region. Anicet Ekane's lawyer says the family was given little explanation - his wife was just presented the body.\",            \"english_title\": \"Cyclone Tragedy\",            \"translated_version\": \"Otras 500 personas están desaparecidas, mientras miles más han resultado heridas después de que un ciclón golpeó la región. El abogado de Anicet Ekane dice que la familia recibió poca explicación - solo le presentaron el cuerpo a su esposa.\",            \"translated_title\": \"Tragedia del Ciclón\"        }    ]}"