"{    \"translations\": [        {            \"english_version\": \"In the shadow of the Gaza war, violence is rising in the occupied territories as radical settlers seize land with the backing of the government. Israel said it targeted well-known reporter Anas al-Sharif and alleged he was part of Hamas, which Al Jazeera has denied. Israel's Prime Minister also claimed Israeli hostages held in Gaza were the only ones being deliberately starved.\",            \"english_title\": \"Violence in Occupied Territories\",            \"translated_version\": \"En la sombra de la guerra de Gaza, la violencia está aumentando en los territorios ocupados mientras colonos radicales toman tierras con el apoyo del gobierno. Israel dijo que atacó al reportero conocido Anas al-Sharif y alegó que era parte de Hamas, lo cual Al Jazeera ha negado. El Primer Ministro de Israel también dijo que los rehenes israelíes en Gaza eran los únicos que estaban siendo deliberadamente privados de comida.\",            \"translated_title\": \"Violencia en Territorios Ocupados\"        },        {            \"english_version\": \"Trump says homeless people must go far from the nation's capital, as part of his anti-crime plan, but the mayor pushes back.\",            \"english_title\": \"Trump's Plan for Homeless\",            \"translated_version\": \"Trump dice que las personas sin hogar deben ir lejos de la capital del país, como parte de su plan contra el crimen, pero el alcalde no está de acuerdo.\",            \"translated_title\": \"Plan de Trump para Sin Hogar\"        },        {            \"english_version\": \"A political row has broken out over India's Election Commission's decision to update the rolls in Bihar.\",            \"english_title\": \"Political Dispute in India\",            \"translated_version\": \"Una disputa política ha surgido por la decisión de la Comisión Electoral de India de actualizar las listas en Bihar.\",            \"translated_title\": \"Disputa Política en India\"        },        {            \"english_version\": \"The chip giants will hand revenues to the US government in exchange for licenses to export to China.\",            \"english_title\": \"Chip Giants' Deal\",            \"translated_version\": \"Los gigantes de chips darán ingresos al gobierno de EE.UU. a cambio de licencias para exportar a China.\",            \"translated_title\": \"Acuerdo de Gigantes de Chips\"        },        {            \"english_version\": \"The magnitude 6.1 quake left one person dead and caused 16 buildings to collapse in the north-west Balikesir province.\",            \"english_title\": \"Earthquake in Balikesir\",            \"translated_version\": \"El terremoto de magnitud 6.1 dejó una persona muerta y causó el colapso de 16 edificios en la provincia noroeste de Balikesir.\",            \"translated_title\": \"Terremoto en Balikesir\"        }    ]}"