"{    \"translations\": [        {            \"english_version\": \"America's army reportedly confused the enemy drone that killed three soldiers in Jordan on Sunday for an American surveillance drone returning to base. At least 34 others were injured in the strike, which Joe Biden blamed on Iran-backed militias.\",            \"english_title\": \"Confusion in the Army\",            \"translated_version\": \"El ejército de Estados Unidos aparentemente confundió el dron enemigo que mató a tres soldados en Jordania el domingo con un dron de vigilancia estadounidense que regresaba a la base. Al menos 34 personas resultaron heridas en el ataque, que Joe Biden atribuyó a milicias respaldadas por Irán.\",            \"translated_title\": \"Confusión en el Ejército\"        },        {            \"english_version\": \"Iran distanced itself from the attacks, dismissing American claims of Iranian involvement as baseless. A spokesman for Volodymyr Zelensky, Ukraine's president, denied a widespread rumour that Valery Zaluzhny, the commander-in-chief of Ukraine’s armed forces, had been fired. General Zaluzhny, one of the country’s most popular figures, has sparred repeatedly with the presidential office over the conduct of the war with Russia.\",            \"english_title\": \"Iran's Denial and Ukraine's Rumour\",            \"translated_version\": \"Irán se distanció de los ataques, desestimando las afirmaciones estadounidenses de la participación iraní como infundadas. Un portavoz de Volodymyr Zelensky, presidente de Ucrania, negó un rumor extendido de que Valery Zaluzhny, el comandante en jefe de las fuerzas armadas de Ucrania, había sido despedido. El general Zaluzhny, una de las figuras más populares del país, ha tenido enfrentamientos repetidos con la oficina presidencial sobre la conducción de la guerra con Rusia.\",            \"translated_title\": \"La Negación de Irán y el Rumor de Ucrania\"        },        {            \"english_version\": \"A court in Hong Kong ordered Evergrande, a Chinese property giant, to liquidate because of its debt of over $300bn. The judge who made the ruling said 'enough is enough' after the company failed to come up with a restructuring plan. Trading in Evergrande shares in Hong Kong was suspended. They had fallen by 21% following the announcement.\",            \"english_title\": \"Liquidation of Evergrande\",            \"translated_version\": \"Un tribunal en Hong Kong ordenó la liquidación de Evergrande, un gigante inmobiliario chino, debido a su deuda de más de $300 mil millones. El juez que dictó la sentencia dijo 'ya es suficiente' después de que la empresa no presentara un plan de reestructuración. La negociación de las acciones de Evergrande en Hong Kong fue suspendida. Habían caído un 21% después del anuncio.\",            \"translated_title\": \"Liquidación de Evergrande\"        },        {            \"english_version\": \"The EU announced it would review its funding of UNRWA, the UN’s agency for Palestinian refugees, after 12 of its staff were alleged to have been involved with Hamas’s attack on Israel on October 7th. UNRWA, which is sheltering more than a million Gazans, says many of its aid operations could stop by the end of February after more than a dozen countries suspended funding following the allegations.\",            \"english_title\": \"EU's Funding Review\",            \"translated_version\": \"La Unión Europea anunció que revisará su financiamiento de UNRWA, la agencia de la ONU para los refugiados palestinos, después de que se alegara que 12 de sus empleados estuvieron involucrados en el ataque de Hamas a Israel el 7 de octubre. UNRWA, que alberga a más de un millón de gazatíes, dice que muchas de sus operaciones de ayuda podrían detenerse a fines de febrero después de que más de una docena de países suspendieran el financiamiento tras las acusaciones.\",            \"translated_title\": \"Revisión del Financiamiento de la UE\"        },        {            \"english_version\": \"The Financial Times reported that the EU plans to undermine Hungary’s economy if it does not lift its veto on a €50bn ($54bn) aid package to Ukraine at a leaders’ summit later this week. The bloc’s members could slash EU funding to Hungary, aiming to pile pressure on Viktor Orban, its pro-Russian prime minister. Hungary’s EU minister described the proposals as 'blackmail'.\",            \"english_title\": \"EU's Pressure on Hungary\",            \"translated_version\": \"El Financial Times informó que la UE planea socavar la economía de Hungría si no levanta su veto a un paquete de ayuda de €50 mil millones ($54 mil millones) a Ucrania en una cumbre de líderes más adelante esta semana. Los miembros del bloque podrían reducir el financiamiento de la UE a Hungría, con el objetivo de ejercer presión sobre Viktor Orban, su primer ministro pro-ruso. El ministro de la UE de Hungría describió las propuestas como 'chantaje'.\",            \"translated_title\": \"Presión de la UE sobre Hungría\"        }    ]}"