"{    \"translations\": [        {            \"english_version\": \"The couple has agreed to the demands of the House Oversight Committee after months of arguing that the subpoenas were not valid.\",            \"english_title\": \"Couple Agrees to Demands\",            \"translated_version\": \"La pareja ha aceptado las demandas del Comité de Supervisión de la Casa después de meses de decir que las órdenes no eran válidas.\",            \"translated_title\": \"Pareja Acepta Demandas\"        },        {            \"english_version\": \"The Paris prosecutor announced that the cyber-crime unit is searching the offices of X.\",            \"english_title\": \"Cyber-Crime Unit Searches Offices\",            \"translated_version\": \"El fiscal de París anunció que la unidad de cibercrimen está buscando en las oficinas de X.\",            \"translated_title\": \"Unidad de Cibercrimen Busca Oficinas\"        },        {            \"english_version\": \"China has become the first country to stop using designs that were first made popular by Elon Musk's Tesla.\",            \"english_title\": \"China Stops Using Tesla Designs\",            \"translated_version\": \"China es el primer país en dejar de usar diseños que Tesla de Elon Musk hizo populares.\",            \"translated_title\": \"China Deja de Usar Diseños de Tesla\"        },        {            \"english_version\": \"Only a few Palestinian patients were able to leave Gaza to go to Egypt for medical treatment after the border was reopened on Monday.\",            \"english_title\": \"Few Patients Leave Gaza\",            \"translated_version\": \"Solo algunos pacientes palestinos pudieron salir de Gaza para ir a Egipto para tratamiento médico después de que la frontera se reabrió el lunes.\",            \"translated_title\": \"Pocos Pacientes Salen de Gaza\"        },        {            \"english_version\": \"Marius Borg Høiby is facing 38 charges, including four counts of rape, in one of Norway's biggest cases in years.\",            \"english_title\": \"Marius Borg Høiby Faces Charges\",            \"translated_version\": \"Marius Borg Høiby enfrenta 38 cargos, incluyendo cuatro por violación, en uno de los casos más grandes de Noruega en años.\",            \"translated_title\": \"Marius Borg Høiby Enfrenta Cargos\"        }    ]}"