"{    \"translations\": [        {            \"english_version\": \"Maj Gen Yifat Tomer-Yerushalmi resigned on Friday. She admitted to leaking a video that allegedly showed abuse of a Palestinian detainee.\",            \"english_title\": \"General Resigns\",            \"translated_version\": \"La General Yifat Tomer-Yerushalmi renunció el viernes. Ella admitió filtrar un video que supuestamente mostraba abuso de un detenido palestino.\",            \"translated_title\": \"General Renuncia\"        },        {            \"english_version\": \"An earthquake hit near Mazar-e Sharif, a big city in Afghanistan, early on Monday. A search is ongoing in the Dolakha district for four other foreigners who are feared dead.\",            \"english_title\": \"Earthquake in Afghanistan\",            \"translated_version\": \"Un terremoto ocurrió cerca de Mazar-e Sharif, una ciudad grande en Afganistán, temprano el lunes. Se está buscando en el distrito de Dolakha a cuatro extranjeros que se teme estén muertos.\",            \"translated_title\": \"Terremoto en Afganistán\"        },        {            \"english_version\": \"A worker is trapped after part of the Torre dei Conti, near the famous Roman Forum, collapsed.\",            \"english_title\": \"Worker Trapped\",            \"translated_version\": \"Un trabajador está atrapado después de que parte de la Torre dei Conti, cerca del famoso Foro Romano, se derrumbó.\",            \"translated_title\": \"Trabajador Atrapado\"        },        {            \"english_version\": \"Left-wing candidate Zohran Mamdani is leading in many opinion polls for Tuesday's mayoral race.\",            \"english_title\": \"Candidate Leading\",            \"translated_version\": \"El candidato de izquierda Zohran Mamdani está liderando en muchas encuestas para la carrera de alcalde del martes.\",            \"translated_title\": \"Candidato Liderando\"        },        {            \"english_version\": \"The US president suggests that Nicolás Maduro's time as the leader of the South American country is limited.\",            \"english_title\": \"Maduro's Time Limited\",            \"translated_version\": \"El presidente de EE.UU. sugiere que el tiempo de Nicolás Maduro como líder del país sudamericano es limitado.\",            \"translated_title\": \"Tiempo de Maduro Limitado\"        }    ]}"