"{    \"translations\": [        {            \"english_version\": \"Secretary of State Marco Rubio says more work is needed to finalize a US-Ukraine deal. This deal will also need Russia's agreement.\",            \"english_title\": \"US-Ukraine Deal Needs More Work\",            \"translated_version\": \"El Secretario de Estado Marco Rubio dice que se necesita más trabajo para terminar un acuerdo entre Estados Unidos y Ucrania. Este acuerdo también necesitará el acuerdo de Rusia.\",            \"translated_title\": \"Acuerdo EEUU-Ucrania Necesita Más Trabajo\"        },        {            \"english_version\": \"Israel has increased its attacks on targets it says are linked to Hezbollah. This raises fears that fighting might start again.\",            \"english_title\": \"Israel Increases Attacks\",            \"translated_version\": \"Israel ha aumentado sus ataques a objetivos que dice están ligados a Hezbollah. Esto aumenta el miedo de que la pelea pueda empezar otra vez.\",            \"translated_title\": \"Israel Aumenta Ataques\"        },        {            \"english_version\": \"Days of heavy rain have left large areas of the country flooded and facing landslides.\",            \"english_title\": \"Heavy Rain Causes Floods\",            \"translated_version\": \"Días de lluvia fuerte han dejado grandes áreas del país inundadas y enfrentando deslizamientos de tierra.\",            \"translated_title\": \"Lluvia Fuerte Causa Inundaciones\"        },        {            \"english_version\": \"A raid on a Christian school happened during a rise in attacks by armed groups in the African nation.\",            \"english_title\": \"Raid on Christian School\",            \"translated_version\": \"Un ataque a una escuela cristiana ocurrió durante un aumento de ataques por grupos armados en la nación africana.\",            \"translated_title\": \"Ataque a Escuela Cristiana\"        },        {            \"english_version\": \"Nearly 200 countries attended COP30. The goal was to get the world to take more action on climate change.\",            \"english_title\": \"COP30 Climate Action\",            \"translated_version\": \"Casi 200 países asistieron a COP30. El objetivo era que el mundo tomara más acción sobre el cambio climático.\",            \"translated_title\": \"COP30 Acción Climática\"        }    ]}"