"{    \"translations\": [        {            \"english_version\": \"Israel’s defence minister, Yoav Gallant, stated that his country will take all necessary measures to ensure that Gaza does not pose a threat to Israel. However, he emphasized that there should be no Israeli civilian presence in Gaza after the war. The details of how Gaza should be governed after the war have not been provided by Israel's leaders.\",            \"english_title\": \"Israel's Defence Minister on Gaza\",            \"translated_version\": \"El ministro de defensa de Israel, Yoav Gallant, dijo que su país tomará todas las medidas necesarias para asegurarse de que Gaza no represente una amenaza para Israel. Sin embargo, enfatizó que no debería haber presencia civil israelí en Gaza después de la guerra. Los líderes de Israel no han proporcionado detalles sobre cómo se gobernará Gaza después de la guerra.\",            \"translated_title\": \"El Ministro de Defensa de Israel sobre Gaza\"        },        {            \"english_version\": \"Antony Blinken, America’s secretary of state, arrived in Turkey as part of his trip that includes visits to Israel and the West Bank. The purpose of his visit is not mentioned.\",            \"english_title\": \"Antony Blinken's Visit\",            \"translated_version\": \"Antony Blinken, el secretario de estado de Estados Unidos, llegó a Turquía como parte de su viaje que incluye visitas a Israel y Cisjordania. No se menciona el propósito de su visita.\",            \"translated_title\": \"La Visita de Antony Blinken\"        },        {            \"english_version\": \"America’s Supreme Court has agreed to hear Donald Trump’s appeal against the ruling that he is ineligible to appear on Colorado’s Republican primary ballot. Similar cases are pending across the country. The court will hear arguments next month.\",            \"english_title\": \"Supreme Court to Hear Trump's Appeal\",            \"translated_version\": \"El Tribunal Supremo de Estados Unidos ha aceptado escuchar la apelación de Donald Trump contra la decisión de que no es elegible para aparecer en la boleta de primarias republicanas de Colorado. Hay casos similares pendientes en todo el país. El tribunal escuchará los argumentos el próximo mes.\",            \"translated_title\": \"El Tribunal Supremo Escuchará la Apelación de Trump\"        },        {            \"english_version\": \"America’s jobs market unexpectedly strengthened in December, adding 216,000 jobs. The unemployment rate remained at 3.7%. The strong job market and wage growth suggest that the Federal Reserve will hold off from cutting interest rates until inflation is under control.\",            \"english_title\": \"Strong Jobs Market in America\",            \"translated_version\": \"El mercado laboral de Estados Unidos se fortaleció inesperadamente en diciembre, agregando 216,000 empleos. La tasa de desempleo se mantuvo en 3.7%. El sólido mercado laboral y el crecimiento salarial sugieren que la Reserva Federal pospondrá la reducción de las tasas de interés hasta que la inflación esté bajo control.\",            \"translated_title\": \"Mercado Laboral Fuerte en Estados Unidos\"        },        {            \"english_version\": \"Wayne LaPierre, the leader of America’s National Rifle Association, will resign apparently due to health reasons. The NRA is facing a corruption trial accused of diverting millions of dollars to benefit its executives. The gun-rights advocacy group denies any wrongdoing.\",            \"english_title\": \"Resignation of NRA Leader\",            \"translated_version\": \"Wayne LaPierre, el líder de la Asociación Nacional del Rifle de Estados Unidos, renunciará aparentemente por razones de salud. La NRA enfrenta un juicio por corrupción acusada de desviar millones de dólares en beneficio de sus ejecutivos. El grupo de defensa de los derechos de las armas niega cualquier mala conducta.\",            \"translated_title\": \"Renuncia del Líder de la NRA\"        }    ]}"