"{    \"translations\": [        {            \"english_version\": \"America’s benchmark ten-year government bond yield rose to 4.7%, its highest rate since 2007. After the government averted a shutdown on Saturday, investors were strengthened in their expectation that the Federal Reserve would keep interest rates “higher for longer”. The rising cost of federal borrowing is a growing problem for the American economy: the government will spend an estimated 2.5% of GDP on servicing its debts this year, double the share a decade ago.\",            \"english_title\": \"Rising Bond Yields in America\",            \"translated_version\": \"La tasa de rendimiento de los bonos gubernamentales de referencia a diez años de Estados Unidos subió al 4.7%, su nivel más alto desde 2007. Después de que el gobierno evitara un cierre el sábado, los inversionistas se fortalecieron en su expectativa de que la Reserva Federal mantendría las tasas de interés 'más altas por más tiempo'. El creciente costo del endeudamiento federal es un problema creciente para la economía estadounidense: el gobierno gastará aproximadamente el 2.5% del PIB en el servicio de su deuda este año, el doble de la proporción hace una década.\",            \"translated_title\": \"Aumento de los rendimientos de los bonos en Estados Unidos\"        },        {            \"english_version\": \"At least 1,000 people have died from dengue fever in Bangladesh this year, with more than 200,000 confirmed cases, according to official figures. The death toll for 2023 is already higher than for 2000-22 combined. High temperatures and erratic rainfall—both consequences of climate change and the world’s current El Niño weather pattern—exacerbate outbreaks of many mosquito-borne diseases, including dengue.\",            \"english_title\": \"Dengue Fever Outbreak in Bangladesh\",            \"translated_version\": \"Según cifras oficiales, al menos 1,000 personas han muerto por dengue en Bangladesh este año, con más de 200,000 casos confirmados. El número de muertos en 2023 ya es mayor que el total de 2000-22. Las altas temperaturas y las lluvias erráticas, ambas consecuencias del cambio climático y del actual patrón climático de El Niño, exacerban los brotes de muchas enfermedades transmitidas por mosquitos, incluido el dengue.\",            \"translated_title\": \"Brote de Dengue en Bangladesh\"        },        {            \"english_version\": \"The United Nations authorised an international security mission to crack down on gang violence in Haiti. The force was approved by 13 of the UN Security Council’s 15 members (China and Russia abstained). Kenya, which will send about 1,000 police, will lead it. Gang violence has overwhelmed the Caribbean country, whose prime minister requested foreign assistance a year ago.\",            \"english_title\": \"UN Security Mission to Combat Gang Violence in Haiti\",            \"translated_version\": \"Las Naciones Unidas autorizaron una misión internacional de seguridad para combatir la violencia de pandillas en Haití. La fuerza fue aprobada por 13 de los 15 miembros del Consejo de Seguridad de la ONU (China y Rusia se abstuvieron). Kenia, que enviará aproximadamente 1,000 policías, la liderará. La violencia de pandillas ha abrumado al país caribeño, cuyo primer ministro solicitó asistencia extranjera hace un año.\",            \"translated_title\": \"Misión de Seguridad de la ONU para Combatir la Violencia de Pandillas en Haití\"        },        {            \"english_version\": \"Donald Trump appeared in civil court for the opening of a trial in which he is accused of inflating his net worth. Before proceedings began, the former president, who denies wrongdoing, launched attacks against the prosecutor (“a horror show”) and judge (“rogue”). The court already found Mr Trump liable for fraud, but determined that several other alleged offences warranted a trial.\",            \"english_title\": \"Donald Trump's Trial Begins\",            \"translated_version\": \"Donald Trump compareció en un tribunal civil para el inicio de un juicio en el que se le acusa de inflar su patrimonio neto. Antes de que comenzaran los procedimientos, el ex presidente, quien niega cualquier mala conducta, lanzó ataques contra el fiscal ('un espectáculo de horror') y el juez ('desleal'). El tribunal ya encontró a Trump responsable de fraude, pero determinó que varios otros presuntos delitos merecían un juicio.\",            \"translated_title\": \"Comienza el Juicio de Donald Trump\"        },        {            \"english_version\": \"Jeremy Hunt, Britain’s chancellor, said the civil service would be reduced to cut costs. Speaking at the Conservative Party conference, he also announced an increase in the national living wage from £10.42 to at least £11 per hour. But the party remains bitterly divided on other issues, including taxes, which many Tory MPs would like lowered, while others, including Mr Hunt, worry about a fiscal shortfall.\",            \"english_title\": \"Cost-cutting Measures in the UK\",            \"translated_version\": \"Jeremy Hunt, el canciller de Gran Bretaña, dijo que se reduciría el servicio civil para reducir costos. Hablando en la conferencia del Partido Conservador, también anunció un aumento en el salario mínimo nacional de £10.42 a al menos £11 por hora. Pero el partido sigue dividido en otros temas, incluidos los impuestos, que muchos diputados conservadores desearían reducir, mientras que otros, incluido el Sr. Hunt, se preocupan por un déficit fiscal.\",            \"translated_title\": \"Medidas de Reducción de Costos en el Reino Unido\"        },        {            \"english_version\": \"Pakistan’s annual inflation rate rose to 31.4% in September, up from 27.4% in August, driven by high fuel and energy prices. It is the highest level since the country secured a $3bn loan from the International Monetary Fund in June. That deal was conditional on Pakistan agreeing to tough fiscal reforms, which are making the fight against inflation harder.\",            \"english_title\": \"High Inflation in Pakistan\",            \"translated_version\": \"La tasa de inflación anual de Pakistán subió al 31.4% en septiembre, frente al 27.4% en agosto, impulsada por los altos precios del combustible y la energía. Es el nivel más alto desde que el país obtuvo un préstamo de $3 mil millones del Fondo Monetario Internacional en junio. Ese acuerdo estaba condicionado a que Pakistán aceptara reformas fiscales difíciles, lo que dificulta la lucha contra la inflación.\",            \"translated_title\": \"Alta Inflación en Pakistán\"        },        {            \"english_version\": \"The Nobel prize in physiology or medicine was awarded to Katalin Kariko and Drew Weissman, the pioneers of the mRNA technology which led to the development of effective vaccines against covid-19. The scientists—who are Hungarian and American respectively—met in 1998 at the University of Pennsylvania, while making copies at a Xerox machine. They first published their groundbreaking research in 2005.\",            \"english_title\": \"Nobel Prize for mRNA Technology\",            \"translated_version\": \"El premio Nobel de fisiología o medicina fue otorgado a Katalin Kariko y Drew Weissman, los pioneros de la tecnología de ARNm que condujo al desarrollo de vacunas efectivas contra el covid-19. Los científicos, que son húngaro y estadounidense respectivamente, se conocieron en 1998 en la Universidad de Pensilvania, mientras hacían copias en una máquina Xerox. Publicaron por primera vez su investigación innovadora en 2005.\",            \"translated_title\": \"Premio Nobel por la Tecnología de ARNm\"        },        {            \"english_version\": \"On Monday Donald Trump appeared in state civil court in New York, accused of misreporting property values to secure better loan terms from lenders. Last week the presiding judge agreed with prosecutors’ central allegation: Mr Trump, he ruled, had indeed committed fraud. Now the judge will take up the rest of the alleged offences—that business records were falsified, among others—and decide penalties. Letitia James, New York’s attorney-general, wants to fine Mr Trump $250m and bar him from serving as a corporate director in the state.\",            \"english_title\": \"Donald Trump's Trial Continues\",            \"translated_version\": \"El lunes, Donald Trump compareció en un tribunal civil estatal en Nueva York, acusado de informar incorrectamente los valores de propiedad para obtener mejores condiciones de préstamo de los prestamistas. La semana pasada, el juez presidente estuvo de acuerdo con la acusación central de los fiscales: el Sr. Trump, dictaminó, de hecho había cometido fraude. Ahora el juez abordará el resto de los presuntos delitos, como la falsificación de registros comerciales, entre otros, y decidirá las sanc"