"{    \"translations\": [        {            \"english_version\": \"Israel’s foreign minister said the war in Gaza will continue with or without international support, despite the Israeli army’s suffering its worst day of casualties since October.\",            \"english_title\": \"Israel's Foreign Minister on Gaza War\",            \"translated_version\": \"El ministro de Relaciones Exteriores de Israel dijo que la guerra en Gaza continuará con o sin apoyo internacional, a pesar de que el ejército israelí sufrió su peor día de bajas desde octubre.\",            \"translated_title\": \"Ministro de Relaciones Exteriores de Israel sobre la Guerra en Gaza\"        },        {            \"english_version\": \"The Federal Reserve left its benchmark interest rate unchanged, acknowledging that inflation has eased over the past year but remains elevated. The Fed last raised rates in July, to a range of 5.25 to 5.5—the highest in 22 years. Rate-setters think that there will be three cuts next year.\",            \"english_title\": \"Federal Reserve Keeps Interest Rate Unchanged\",            \"translated_version\": \"La Reserva Federal dejó sin cambios su tasa de interés de referencia, reconociendo que la inflación se ha reducido en el último año pero sigue siendo alta. La Fed aumentó por última vez las tasas en julio, a un rango de 5.25 a 5.5, el más alto en 22 años. Los encargados de establecer las tasas creen que habrá tres recortes el próximo año.\",            \"translated_title\": \"Reserva Federal Mantiene la Tasa de Interés Sin Cambios\"        },        {            \"english_version\": \"The 198 countries at the COP28 summit unanimously agreed to pass a landmark final agreement that calls on nations to transition away from fossil fuels—although it falls short of suggesting they be phased out. An earlier, weaker draft agreement had said they should merely be limited, provoking much criticism. No previous COP summit has managed to negotiate collective action that could eventually end the oil age.\",            \"english_title\": \"COP28 Summit's Final Agreement on Fossil Fuels\",            \"translated_version\": \"Los 198 países en la cumbre COP28 acordaron por unanimidad aprobar un acuerdo final histórico que insta a las naciones a alejarse de los combustibles fósiles, aunque no sugiere que se eliminen por completo. Un acuerdo preliminar anterior y más débil había dicho que solo deberían ser limitados, lo que provocó muchas críticas. Ninguna cumbre COP anterior ha logrado negociar una acción colectiva que eventualmente podría poner fin a la era del petróleo.\",            \"translated_title\": \"Acuerdo Final de la Cumbre COP28 sobre los Combustibles Fósiles\"        },        {            \"english_version\": \"Germany’s ruling coalition reached a deal to resolve a budget crisis. A controversial court ruling in November had left the government with a significant funding gap. The coalition said on Wednesday that it would retain borrowing restrictions in 2024, making savings of €17bn ($18.3bn) in its core budget and cutting back on its climate and transition fund.\",            \"english_title\": \"Germany's Ruling Coalition Resolves Budget Crisis\",            \"translated_version\": \"La coalición gobernante de Alemania llegó a un acuerdo para resolver una crisis presupuestaria. Una polémica sentencia judicial en noviembre dejó al gobierno con una brecha significativa de financiamiento. La coalición dijo el miércoles que mantendría restricciones de endeudamiento en 2024, ahorrando €17bn ($18.3bn) en su presupuesto principal y reduciendo su fondo climático y de transición.\",            \"translated_title\": \"Coalición Gobernante de Alemania Resuelve Crisis Presupuestaria\"        },        {            \"english_version\": \"Albania said it will use ChatGPT, a chatbot developed by OpenAI, to translate thousands of pages of legal documents into Albanian to speed up its accession into the EU. The government hopes the tool will allow it to incorporate EU rules into the country’s existing legal structures more easily. The decision follows a deal with OpenAI’s CEO, Mira Murati, who was born in Albania.\",            \"english_title\": \"Albania to Use ChatGPT for Legal Document Translation\",            \"translated_version\": \"Albania dijo que usará ChatGPT, un chatbot desarrollado por OpenAI, para traducir miles de páginas de documentos legales al albanés y acelerar su adhesión a la UE. El gobierno espera que la herramienta le permita incorporar las reglas de la UE en las estructuras legales existentes del país de manera más fácil. La decisión sigue a un acuerdo con la CEO de OpenAI, Mira Murati, quien nació en Albania.\",            \"translated_title\": \"Albania Usará ChatGPT para Traducción de Documentos Legales\"        }    ]}"