"{    \"translations\": [        {            \"english_version\": \"Kishida Fumio, Japan’s prime minister, will step down next month. He announced he would not seek re-election as leader of the ruling Liberal Democratic Party. Scandals and unpopularity have affected his government, with approval ratings dropping below 20% in some polls.\",            \"english_title\": \"Kishida Fumio's Resignation\",            \"translated_version\": \"El primer ministro de Japón, Kishida Fumio, renunciará el próximo mes. Anunció que no buscará ser reelegido como líder del Partido Liberal Democrático gobernante. Escándalos y falta de popularidad han afectado a su gobierno, con índices de aprobación por debajo del 20% en algunas encuestas.\",            \"translated_title\": \"Kishida Fumio's Resignation\"        },        {            \"english_version\": \"Kamikawa Yoko, Japan’s foreign minister, is being considered as a compromise candidate to replace Mr Kishida. This comes after his decision not to seek re-election. The political landscape in Japan may see a shift with the emergence of a new leader.\",            \"english_title\": \"Potential Replacement for Kishida\",            \"translated_version\": \"Kamikawa Yoko, la ministra de exteriores de Japón, está siendo considerada como una candidata de compromiso para reemplazar al Sr. Kishida. Esto sucede después de su decisión de no buscar la reelección. El panorama político en Japón podría ver un cambio con la llegada de un nuevo líder.\",            \"translated_title\": \"Potential Replacement for Kishida\"        },        {            \"english_version\": \"Volodymyr Zelensky stated that Ukrainian forces are pushing into the Russian border region of Kursk. This information was shared during a call with Oleksandr Syrsky, the top general. The goal is to prevent Russian attacks originating from Kursk, not to occupy Russian territory.\",            \"english_title\": \"Ukrainian Forces' Advance into Kursk\",            \"translated_version\": \"Volodymyr Zelensky dijo que las fuerzas ucranianas están avanzando hacia la región fronteriza rusa de Kursk. Esta información se compartió durante una llamada con Oleksandr Syrsky, el general de mayor rango. El objetivo es prevenir ataques rusos que se originen en Kursk, no ocupar territorio ruso.\",            \"translated_title\": \"Ukrainian Forces' Advance into Kursk\"        },        {            \"english_version\": \"Russia has claimed to have stopped the week-long assault. This announcement comes amidst the ongoing tensions between Ukraine and Russia. The situation in the region remains volatile despite these claims of halting the assault.\",            \"english_title\": \"Russian Claims of Halted Assault\",            \"translated_version\": \"Rusia ha afirmado haber detenido el asalto de una semana. Este anuncio se produce en medio de las tensiones continuas entre Ucrania y Rusia. La situación en la región sigue siendo volátil a pesar de estas afirmaciones de haber detenido el asalto.\",            \"translated_title\": \"Russian Claims of Halted Assault\"        }    ]}"