"{    \"translations\": [        {            \"english_version\": \"Paetongtarn Shinawatra's removal is a big setback for Thailand's most powerful and controversial political family. Thailand's Constitutional Court has removed another prime minister from office.\",            \"english_title\": \"Thailand Political Setback\",            \"translated_version\": \"La salida de Paetongtarn Shinawatra es un gran problema para la familia política más poderosa y polémica de Tailandia. La Corte Constitucional de Tailandia ha quitado a otro primer ministro del cargo.\",            \"translated_title\": \"Problema Político en Tailandia\"        },        {            \"english_version\": \"New video shows that Israel carried out two more attacks on a hospital than first reported.\",            \"english_title\": \"Israel Hospital Attacks\",            \"translated_version\": \"Un nuevo video muestra que Israel hizo dos ataques más a un hospital de lo que se dijo primero.\",            \"translated_title\": \"Ataques a Hospital en Israel\"        },        {            \"english_version\": \"The three powers have started a process that could bring back sanctions in 30 days, saying Iran's nuclear program is a danger to peace and security.\",            \"english_title\": \"Iran Sanctions Process\",            \"translated_version\": \"Los tres poderes han empezado un proceso que podría traer de vuelta sanciones en 30 días, diciendo que el programa nuclear de Irán es un peligro para la paz y seguridad.\",            \"translated_title\": \"Proceso de Sanciones a Irán\"        },        {            \"english_version\": \"The two children who died in the shooting have been named as Fletcher Merkel, eight, and Harper Moyski, ten.\",            \"english_title\": \"Children Named in Shooting\",            \"translated_version\": \"Los dos niños que murieron en el tiroteo se llaman Fletcher Merkel, de ocho años, y Harper Moyski, de diez años.\",            \"translated_title\": \"Niños en Tiroteo\"        },        {            \"english_version\": \"EU defense ministers are meeting to talk about more support after a big air attack on Kyiv.\",            \"english_title\": \"EU Meeting on Kyiv Attack\",            \"translated_version\": \"Los ministros de defensa de la UE se están reuniendo para hablar sobre más apoyo después de un gran ataque aéreo en Kyiv.\",            \"translated_title\": \"Reunión de la UE por Ataque en Kyiv\"        }    ]}"