"{    \"translations\": [        {            \"english_version\": \"Communication networks in Jamaica are down, so the full extent of the disaster is not known. At least 20 people have died in Haiti due to flooding, and the storm is now moving over The Bahamas.\",            \"english_title\": \"Jamaica Networks Down\",            \"translated_version\": \"Las redes de comunicación en Jamaica no funcionan, así que no se sabe todo sobre el desastre. Al menos 20 personas han muerto en Haití por inundaciones, y la tormenta ahora se mueve sobre Las Bahamas.\",            \"translated_title\": \"Redes de Jamaica Caídas\"        },        {            \"english_version\": \"The debate about changing the law has become more urgent after a mass rape trial in France last year shocked the country.\",            \"english_title\": \"Law Change Debate\",            \"translated_version\": \"El debate sobre cambiar la ley es más urgente después de un juicio por violación en grupo en Francia el año pasado que sorprendió al país.\",            \"translated_title\": \"Debate de Cambio de Ley\"        },        {            \"english_version\": \"Seoul will invest $350 billion in the United States as part of a deal that Donald Trump says is almost finalized.\",            \"english_title\": \"Seoul Investment\",            \"translated_version\": \"Seúl invertirá 350 mil millones de dólares en Estados Unidos como parte de un acuerdo que Donald Trump dice que está casi listo.\",            \"translated_title\": \"Inversión de Seúl\"        },        {            \"english_version\": \"A police operation against a criminal gang in a crowded area of Rio is the deadliest in the city.\",            \"english_title\": \"Deadly Police Operation\",            \"translated_version\": \"Una operación policial contra una banda criminal en un área llena de gente en Río es la más mortal en la ciudad.\",            \"translated_title\": \"Operación Policial Mortal\"        },        {            \"english_version\": \"The Paris prosecutor says the stolen jewels have not been recovered yet, and there might be a larger gang involved in the theft.\",            \"english_title\": \"Stolen Jewels\",            \"translated_version\": \"El fiscal de París dice que las joyas robadas no se han recuperado aún, y podría haber una banda más grande involucrada en el robo.\",            \"translated_title\": \"Joyas Robadas\"        }    ]}"