"{    \"translations\": [        {            \"english_version\": \"Lai's supporters say this is like a death sentence, but authorities say it shows the rule of law.\",            \"english_title\": \"Lai's Sentence\",            \"translated_version\": \"Los que apoyan a Lai dicen que esto es como una sentencia de muerte, pero las autoridades dicen que muestra la ley.\",            \"translated_title\": \"Sentencia de Lai\"        },        {            \"english_version\": \"Ghislaine Maxwell, who is in jail and was a friend of Jeffrey Epstein, used her right to not say anything that could make her look guilty.\",            \"english_title\": \"Maxwell's Silence\",            \"translated_version\": \"Ghislaine Maxwell, que está en la cárcel y era amiga de Jeffrey Epstein, usó su derecho a no decir nada que la haga parecer culpable.\",            \"translated_title\": \"Silencio de Maxwell\"        },        {            \"english_version\": \"The head of Jindo county, Kim Hee-soo, suggested bringing young women from Vietnam or Sri Lanka for young men in rural areas.\",            \"english_title\": \"Proposal for Rural Areas\",            \"translated_version\": \"El jefe del condado de Jindo, Kim Hee-soo, sugirió traer mujeres jóvenes de Vietnam o Sri Lanka para los hombres jóvenes en áreas rurales.\",            \"translated_title\": \"Propuesta para Áreas Rurales\"        },        {            \"english_version\": \"The International Organization for Migration says almost 500 people have died or gone missing off the coast of Libya this year.\",            \"english_title\": \"Tragedy off Libya\",            \"translated_version\": \"La Organización Internacional para las Migraciones dice que casi 500 personas han muerto o desaparecido en la costa de Libia este año.\",            \"translated_title\": \"Tragedia en Libia\"        },        {            \"english_version\": \"Millions of files about Jeffrey Epstein have been released by the Department of Justice, but many parts are blacked out.\",            \"english_title\": \"Epstein Files Released\",            \"translated_version\": \"Millones de archivos sobre Jeffrey Epstein han sido publicados por el Departamento de Justicia, pero muchas partes están ocultas.\",            \"translated_title\": \"Archivos de Epstein\"        }    ]}"