"{    \"translations\": [        {            \"english_version\": \"Gaza’s health ministry, which is run by Hamas, said that at least 500 people were killed in an Israeli air strike on a hospital in Gaza City where Palestinians were receiving treatment or sheltering. The Israel Defence Forces denied Israeli responsibility and blamed a failed rocket fired by Palestinian Islamic Jihad, a militant group. Mahmoud Abbas, the president of the Palestinian Authority in the West Bank, declared three days of mourning.\",            \"english_title\": \"Israeli Air Strike on Gaza Hospital\",            \"translated_version\": \"El ministerio de salud de Gaza, dirigido por Hamas, dijo que al menos 500 personas murieron en un ataque aéreo israelí en un hospital en la ciudad de Gaza, donde los palestinos estaban recibiendo tratamiento o refugiándose. Las Fuerzas de Defensa de Israel negaron la responsabilidad israelí y culparon a un cohete fallido lanzado por la Yihad Islámica Palestina, un grupo militante. Mahmoud Abbas, el presidente de la Autoridad Palestina en Cisjordania, declaró tres días de luto.\",            \"translated_title\": \"Ataque aéreo israelí en el hospital de Gaza\"        },        {            \"english_version\": \"Joe Biden will visit Israel and Jordan on Wednesday to reaffirm America’s support for Israel and try to prevent its conflict with Hamas from spreading through the region. He was due to meet Mahmoud Abbas, the president of the Palestinian Authority, but following a blast at a hospital in Gaza, Mr Abbas has reportedly cancelled.\",            \"english_title\": \"Joe Biden's Visit to Israel and Jordan\",            \"translated_version\": \"Joe Biden visitará Israel y Jordania el miércoles para reafirmar el apoyo de Estados Unidos a Israel e intentar evitar que su conflicto con Hamas se extienda por la región. Se suponía que se reuniría con Mahmoud Abbas, el presidente de la Autoridad Palestina, pero después de una explosión en un hospital en Gaza, el Sr. Abbas ha cancelado según informes.\",            \"translated_title\": \"Visita de Joe Biden a Israel y Jordania\"        },        {            \"english_version\": \"Jim Jordan lost a vote on the floor of America’s House of Representatives to become the chamber’s speaker. Twenty Republicans and all 212 Democrats withheld their support, leaving the hardline Republican congressman with 200 votes. He needed 217 to clinch the position, which has been vacant since October 3rd when Republican Kevin McCarthy was ousted.\",            \"english_title\": \"Jim Jordan's Failed Vote for Speaker\",            \"translated_version\": \"Jim Jordan perdió una votación en el pleno de la Cámara de Representantes de Estados Unidos para convertirse en el presidente de la cámara. Veinte republicanos y todos los 212 demócratas se abstuvieron de apoyarlo, dejando al congresista republicano de línea dura con 200 votos. Necesitaba 217 para asegurar el puesto, que ha estado vacante desde el 3 de octubre cuando el republicano Kevin McCarthy fue destituido.\",            \"translated_title\": \"Votación fallida de Jim Jordan para presidente de la cámara\"        },        {            \"english_version\": \"Vladimir Putin, Russia’s president, met with Xi Jinping, his Chinese counterpart, at a summit in Beijing marking the tenth anniversary of the Belt and Road Initiative. It is Mr Putin’s second trip abroad since the International Criminal Court issued a warrant for his arrest over alleged war crimes in Ukraine. Mr Putin also held talks with the leaders of Hungary and Vietnam, and is expected to meet the leaders of Mongolia and Thailand.\",            \"english_title\": \"Vladimir Putin's Meeting with Xi Jinping\",            \"translated_version\": \"Vladimir Putin, presidente de Rusia, se reunió con Xi Jinping, su homólogo chino, en una cumbre en Beijing que marca el décimo aniversario de la Iniciativa del Cinturón y la Ruta. Es el segundo viaje al extranjero del Sr. Putin desde que la Corte Penal Internacional emitió una orden de arresto en su contra por presuntos crímenes de guerra en Ucrania. El Sr. Putin también mantuvo conversaciones con los líderes de Hungría y Vietnam, y se espera que se reúna con los líderes de Mongolia y Tailandia.\",            \"translated_title\": \"Reunión de Vladimir Putin con Xi Jinping\"        },        {            \"english_version\": \"Ukraine made successful strikes on Russian airfields near the occupied cities of Luhansk and Berdyansk, according to officials in Kyiv. A local Russian-installed official suggested the attack had failed, but a Russian military analyst suggested it could be the worst blow against the country’s air force since the war began. Russia’s government has yet to comment.\",            \"english_title\": \"Ukraine's Strikes on Russian Airfields\",            \"translated_version\": \"Ucrania realizó ataques exitosos en los aeródromos rusos cerca de las ciudades ocupadas de Luhansk y Berdyansk, según funcionarios en Kyiv. Un funcionario local instalado por Rusia sugirió que el ataque había fallado, pero un analista militar ruso sugirió que podría ser el peor golpe contra la fuerza aérea del país desde que comenzó la guerra. El gobierno de Rusia aún no ha comentado.\",            \"translated_title\": \"Ataques de Ucrania a los aeródromos rusos\"        }    ]}"