"{    \"translations\": [        {            \"english_version\": \"Zelensky is considering a free economic zone as a possible solution for Ukraine's eastern Donbas region.\",            \"english_title\": \"Zelensky's Plan for Donbas\",            \"translated_version\": \"Zelensky piensa en una zona económica libre como solución para la región de Donbas en Ucrania.\",            \"translated_title\": \"Plan de Zelensky para Donbas\"        },        {            \"english_version\": \"In Moscow, an explosion occurred when police approached a suspicious person, according to authorities.\",            \"english_title\": \"Explosion in Moscow\",            \"translated_version\": \"En Moscú, hubo una explosión cuando la policía se acercó a una persona sospechosa, según las autoridades.\",            \"translated_title\": \"Explosión en Moscú\"        },        {            \"english_version\": \"Authorities are looking into whether a gas leak caused the twin blasts and fire that led to a partial building collapse.\",            \"english_title\": \"Gas Leak Investigation\",            \"translated_version\": \"Las autoridades investigan si una fuga de gas causó las dos explosiones y el fuego que hicieron que un edificio se cayera un poco.\",            \"translated_title\": \"Investigación de fuga de gas\"        },        {            \"english_version\": \"The UN Security Council held an emergency meeting to discuss the US seizure of two tankers.\",            \"english_title\": \"UN Emergency Meeting\",            \"translated_version\": \"El Consejo de Seguridad de la ONU tuvo una reunión de emergencia para hablar sobre la toma de dos barcos por Estados Unidos.\",            \"translated_title\": \"Reunión de emergencia de la ONU\"        },        {            \"english_version\": \"The US economy is growing faster than expected due to strong consumer spending.\",            \"english_title\": \"US Economy Growth\",            \"translated_version\": \"La economía de Estados Unidos está creciendo más rápido de lo esperado porque la gente está gastando mucho.\",            \"translated_title\": \"Crecimiento de la economía de EE.UU.\"        }    ]}"