"{    \"translations\": [        {            \"english_version\": \"Kevin McCarthy, the Republican speaker of America’s House of Representatives, said he will call a vote on Tuesday afternoon to determine his future in leadership. On Monday evening Matt Gaetz, a hardline Republican congressman, filed a motion to oust Mr McCarthy in retaliation for his decision to push through a spending bill that averted a government shutdown. Mr McCarthy has ruled out making concessions to Democrats in exchange for votes.\",            \"english_title\": \"Vote on Kevin McCarthy's Leadership\",            \"translated_version\": \"Kevin McCarthy, el líder republicano de la Cámara de Representantes de Estados Unidos, dijo que convocará una votación el martes por la tarde para determinar su futuro en el liderazgo. El lunes por la noche, Matt Gaetz, un congresista republicano de línea dura, presentó una moción para destituir al Sr. McCarthy en represalia por su decisión de aprobar un proyecto de ley de gastos que evitó un cierre del gobierno. El Sr. McCarthy ha descartado hacer concesiones a los demócratas a cambio de votos.\",            \"translated_title\": \"Votación sobre el liderazgo de Kevin McCarthy\"        },        {            \"english_version\": \"The Nobel prize in physics was awarded to Pierre Agostini, Ferenc Krausz and Anne L’Huillier for their work with light pulses—created by light from a laser passing through a gas—which are short enough to observe the rapid movement of electrons. Ms L’Huillier published her work in 1987. It was developed by Mr Agostini and Mr Krausz in 2001.\",            \"english_title\": \"Nobel Prize in Physics\",            \"translated_version\": \"El premio Nobel de física fue otorgado a Pierre Agostini, Ferenc Krausz y Anne L’Huillier por su trabajo con pulsos de luz, creados por la luz de un láser que pasa a través de un gas, que son lo suficientemente cortos como para observar el movimiento rápido de los electrones. La Sra. L’Huillier publicó su trabajo en 1987. Fue desarrollado por el Sr. Agostini y el Sr. Krausz en 2001.\",            \"translated_title\": \"Premio Nobel de Física\"        },        {            \"english_version\": \"President Joe Biden spoke to the leaders of several NATO allies, aiming to reassure them that America would maintain its support for Ukraine. On Saturday Mr Biden signed a stopgap funding bill for America’s government that excluded aid for Ukraine. After the call Jens Stoltenberg, NATO’s secretary-general, reiterated that Ukraine’s allies were committed to supporting it “for as long as it takes”.\",            \"english_title\": \"Biden's Support for Ukraine\",            \"translated_version\": \"El presidente Joe Biden habló con los líderes de varios aliados de la OTAN, con el objetivo de tranquilizarlos de que Estados Unidos mantendría su apoyo a Ucrania. El sábado, el Sr. Biden firmó un proyecto de ley de financiamiento provisional para el gobierno de Estados Unidos que excluía la ayuda a Ucrania. Después de la llamada, Jens Stoltenberg, secretario general de la OTAN, reiteró que los aliados de Ucrania estaban comprometidos a apoyarlo \\\"el tiempo que sea necesario\\\".\",            \"translated_title\": \"Apoyo de Biden a Ucrania\"        },        {            \"english_version\": \"Poland agreed to ease the passage through its borders of Ukrainian grain en route to other countries, raising hopes of an end to a long-running spat between the two countries. Along with other central European countries Poland has banned imports of Ukrainian grain, citing distortions to its domestic markets.\",            \"english_title\": \"Poland-Ukraine Grain Dispute\",            \"translated_version\": \"Polonia acordó facilitar el paso a través de sus fronteras del grano ucraniano en ruta hacia otros países, lo que aumenta las esperanzas de poner fin a una disputa de larga duración entre los dos países. Junto con otros países de Europa central, Polonia ha prohibido la importación de grano ucraniano, citando distorsiones en sus mercados internos.\",            \"translated_title\": \"Disputa de granos entre Polonia y Ucrania\"        },        {            \"english_version\": \"A UN humanitarian team completed a visit to Nagorno-Karabakh, where they were informed that just 50 to 1,000 ethnic Armenians remain. Two weeks ago Azerbaijan took control of the region from Armenian separatists, causing an exodus of people fleeing the enclave. Meanwhile, the parliament in Armenia, the country which has received the refugees, voted to join the International Criminal Court, further straining relations with its former ally, Russia.\",            \"english_title\": \"Situation in Nagorno-Karabakh\",            \"translated_version\": \"Un equipo humanitario de la ONU completó una visita a Nagorno-Karabaj, donde se les informó que solo quedan de 50 a 1,000 armenios étnicos. Hace dos semanas, Azerbaiyán tomó el control de la región de los separatistas armenios, lo que provocó un éxodo de personas que huyen del enclave. Mientras tanto, el parlamento de Armenia, el país que ha recibido a los refugiados, votó para unirse a la Corte Penal Internacional, lo que tensa aún más las relaciones con su antiguo aliado, Rusia.\",            \"translated_title\": \"Situation en Nagorno-Karabakh\"        },        {            \"english_version\": \"Evergrande’s shares jumped by 42% after trading in them resumed on Tuesday. Shares in the firm’s property-services unit rose by nearly 16%. Trading in the indebted property firm had been suspended on Thursday following reports that its chairman and founder, Hui Ka Yan, was under police surveillance. Evergrande is at the heart of China’s years-long housing crisis.\",            \"english_title\": \"Evergrande's Share Price Surge\",            \"translated_version\": \"Las acciones de Evergrande subieron un 42% después de que se reanudara su negociación el martes. Las acciones de la unidad de servicios inmobiliarios de la empresa subieron casi un 16%. La negociación de la empresa inmobiliaria endeudada se suspendió el jueves después de informes de que su presidente y fundador, Hui Ka Yan, estaba bajo vigilancia policial. Evergrande está en el centro de la crisis inmobiliaria de China que lleva años.\",            \"translated_title\": \"Aumento del precio de las acciones de Evergrande\"        },        {            \"english_version\": \"The World Bank revised up its growth expectations for South Asia, declaring the region’s prospects the strongest in the developing world. The bank expects South Asia to grow by 5.8% in 2023, up from a previous estimate of 5.6%. India is expected to grow by 6.3% in the current fiscal year. The bank warned that South Asian countries may still miss their development goals.\",            \"english_title\": \"World Bank's Growth Expectations for South Asia\",            \"translated_version\": \"El Banco Mundial revisó al alza sus expectativas de crecimiento para el sur de Asia, declarando que las perspectivas de la región son las más fuertes en el mundo en desarrollo. El banco espera que el sur de Asia crezca un 5.8% en 2023, frente a una estimación anterior del 5.6%. Se espera que India crezca un 6.3% en el año fiscal actual. El banco advirtió que los países del sur de Asia aún podrían no alcanzar sus metas de desarrollo.\",            \"translated_title\": \"Expectativas de crecimiento del Banco Mundial para el sur de Asia\"        },        {            \"english_version\": \"The trial of Sam Bankman-Fried begins in Manhattan on Tuesday. The jury must decide whether, as prosecutors allege, he misappropriated billions of dollars in a long-running scheme involving money laundering and multiple types of fraud. (He has pleaded not guilty on all counts.) As the head of FTX, a cryptocurrency exchange, Mr Bankman-Fried appeared on the cover of Forbes and roamed the halls of Congress. But FTX suddenly collapsed last November, taking $8bn of customer money with it, when it became unable to fulfil a surge of withdrawal requests. The government’s evidence against him is extensive; he faces a maximum sentence of 110 years in prison.\",            \"english_title\": \"Trial of Sam Bankman-Fried\",            \"translated_version\": \"El juicio de Sam Bankman-Fried comienza en Manhattan el martes. El jurado debe decidir si, como alegan los fiscales, él malversó miles de millones de dólares en un esquema de larga duración que involucra lavado de dinero y múltiples tipos de fraude. (Se ha declarado inocente de todos los cargos). Como jefe de FTX, un intercambio de criptomonedas, el Sr. Bankman-Fried apareció en la portada de Forbes y recorrió los"