"{    \"translations\": [        {            \"english_version\": \"India is facing high tariffs from the US, which India calls unfair. President Trump has threatened sanctions, but hopes for peace between Moscow and Kyiv are low.\",            \"english_title\": \"India and US Tariffs\",            \"translated_version\": \"India tiene tarifas altas de Estados Unidos, que India dice que no son justas. El presidente Trump ha amenazado con sanciones, pero hay poca esperanza de paz entre Moscú y Kyiv.\",            \"translated_title\": \"Tarifas de India y EE.UU.\"        },        {            \"english_version\": \"A large wildfire in France has burned 12,000 hectares, which is bigger than Paris. Local officials say there is no longer a threat to the community.\",            \"english_title\": \"Wildfire in France\",            \"translated_version\": \"Un gran incendio en Francia ha quemado 12,000 hectáreas, que es más grande que París. Los oficiales locales dicen que ya no hay amenaza para la comunidad.\",            \"translated_title\": \"Incendio en Francia\"        },        {            \"english_version\": \"A former Oceangate worker warned US authorities about safety issues with the sub before it exploded.\",            \"english_title\": \"Oceangate Warning\",            \"translated_version\": \"Un ex trabajador de Oceangate advirtió a las autoridades de EE.UU. sobre problemas de seguridad con el submarino antes de que explotara.\",            \"translated_title\": \"Advertencia de Oceangate\"        },        {            \"english_version\": \"Four trucks were looted in central Gaza on dangerous roads controlled by Israel, according to a private contractor.\",            \"english_title\": \"Trucks Looted in Gaza\",            \"translated_version\": \"Cuatro camiones fueron robados en el centro de Gaza en caminos peligrosos controlados por Israel, según un contratista privado.\",            \"translated_title\": \"Camiones Robados en Gaza\"        },        {            \"english_version\": \"Missile and drone attacks on Ukraine are at their highest, even though Trump promised to end the war.\",            \"english_title\": \"Attacks on Ukraine\",            \"translated_version\": \"Los ataques con misiles y drones en Ucrania están en su punto más alto, aunque Trump prometió terminar la guerra.\",            \"translated_title\": \"Ataques en Ucrania\"        }    ]}"