"{    \"translations\": [        {            \"english_version\": \"Ukraine's president, Volodymyr Zelensky, stated that his country's troops have taken full control of the Russian town of Sudzha in the Kursk border region. Sudzha, with a population of around 5,000, is the largest town to be captured during Ukraine's unexpected ten-day incursion.\",            \"english_title\": \"Ukraine's President Announces Control of Russian Town\",            \"translated_version\": \"El presidente de Ucrania, Volodymyr Zelensky, dijo que las tropas de su país han tomado el control total del pueblo ruso de Sudzha en la región fronteriza de Kursk. Sudzha, con una población de alrededor de 5,000 habitantes, es el pueblo más grande capturado durante la incursión inesperada de diez días de Ucrania.\",            \"translated_title\": \"Ukraine's President Announces Control of Russian Town\"        },        {            \"english_version\": \"Alexander Lukashenko, the president of Belarus, urged Russia and Ukraine to cease their conflict in an interview scheduled to air on Russian state media. This call for peace comes amidst escalating tensions between the two nations.\",            \"english_title\": \"Belarus President Calls for End to Russia-Ukraine Conflict\",            \"translated_version\": \"Alexander Lukashenko, el presidente de Bielorrusia, instó a Rusia y Ucrania a poner fin a su conflicto en una entrevista programada para ser transmitida en los medios estatales rusos. Este llamado a la paz llega en medio de las crecientes tensiones entre las dos naciones.\",            \"translated_title\": \"Belarus President Calls for End to Russia-Ukraine Conflict\"        },        {            \"english_version\": \"Thailand's parliament has chosen Paetongtarn Shinawatra as the new prime minister, making her the youngest premier in the country's history at the age of 37. She is the daughter of Thaksin Shinawatra, a former leader who was ousted in a coup in 2006.\",            \"english_title\": \"Thailand Elects Youngest-Ever Prime Minister\",            \"translated_version\": \"El parlamento de Tailandia ha elegido a Paetongtarn Shinawatra como la nueva primera ministra, convirtiéndola en la primera ministra más joven en la historia del país a la edad de 37 años. Ella es la hija de Thaksin Shinawatra, un ex líder que fue derrocado en un golpe de estado en 2006.\",            \"translated_title\": \"Thailand Elects Youngest-Ever Prime Minister\"        }    ]}"