"{    \"translations\": [        {            \"english_version\": \"Russian President Vladimir Putin is visiting India for two days. US and Ukrainian negotiators are also having talks. BBC editors explain what is important about these events.\",            \"english_title\": \"Putin Visits India\",            \"translated_version\": \"El presidente de Rusia, Vladimir Putin, visita India por dos días. Negociadores de EE.UU. y Ucrania también hablan. Editores de BBC explican por qué estos eventos son importantes.\",            \"translated_title\": \"Putin visita India\"        },        {            \"english_version\": \"The US president wants a peace deal to help American businesses invest more in a region with many resources.\",            \"english_title\": \"US Seeks Peace Deal\",            \"translated_version\": \"El presidente de EE.UU. quiere un acuerdo de paz para ayudar a negocios americanos a invertir más en una región con muchos recursos.\",            \"translated_title\": \"EE.UU. busca acuerdo de paz\"        },        {            \"english_version\": \"Bombs were placed the night before the 6 January riots and were found as people started to attack the Capitol.\",            \"english_title\": \"Bombs Found Before Riots\",            \"translated_version\": \"Bombas fueron puestas la noche antes de los disturbios del 6 de enero y fueron encontradas cuando la gente empezó a atacar el Capitolio.\",            \"translated_title\": \"Bombas antes de disturbios\"        },        {            \"english_version\": \"There were calls to exclude Israel because of the war in Gaza and accusations of unfair voting.\",            \"english_title\": \"Calls to Exclude Israel\",            \"translated_version\": \"Hubo llamados para excluir a Israel por la guerra en Gaza y acusaciones de votación injusta.\",            \"translated_title\": \"Llamados para excluir a Israel\"        },        {            \"english_version\": \"The Israeli military says it attacked Hezbollah sites after Israel and Lebanon sent envoys to meet.\",            \"english_title\": \"Israel Attacks Hezbollah\",            \"translated_version\": \"El ejército de Israel dice que atacó sitios de Hezbollah después de que Israel y Líbano enviaron enviados para reunirse.\",            \"translated_title\": \"Israel ataca Hezbollah\"        }    ]}"