"{    \"translations\": [        {            \"english_version\": \"A Saudi doctor is accused of attacking a Christmas market in the German city of Magdeburg. The attack resulted in the death of at least five people, including a child, and left over 200 others injured. The suspect, a 50-year-old who arrived in Germany in 2006, has a history of posting anti-Islamic content on social media. The motive behind the attack remains unclear, according to authorities.\",            \"english_title\": \"Saudi doctor accused of attacking Christmas market in Germany\",            \"translated_version\": \"Un doctor de Arabia Saudita es acusado de atacar un mercado de Navidad en la ciudad alemana de Magdeburg. El ataque resultó en la muerte de al menos cinco personas, incluido un niño, y dejó a más de 200 personas heridas. El sospechoso, un hombre de 50 años que llegó a Alemania en 2006, tiene un historial de publicar contenido anti-islámico en las redes sociales. El motivo detrás del ataque sigue sin estar claro, según las autoridades.\",            \"translated_title\": \"Doctor saudí acusado de atacar mercado de Navidad en Alemania\"        },        {            \"english_version\": \"Robert Fico, the hard-right prime minister of Slovakia, recently met with Vladimir Putin in the Kremlin. This meeting is significant as the supply of Russian gas through pipelines in Ukraine is expected to cease on January 1st. Mr. Fico, who is an ally of Mr. Putin, has criticized Ukraine for not renewing the gas agreement. Slovakia continues to import a significant amount of Russian gas through Ukraine.\",            \"english_title\": \"Meeting between Slovakia's Prime Minister and Vladimir Putin\",            \"translated_version\": \"Robert Fico, el primer ministro de extrema derecha de Eslovaquia, se reunió recientemente con Vladimir Putin en el Kremlin. Esta reunión es importante ya que se espera que el suministro de gas ruso a través de los gasoductos en Ucrania cese el 1 de enero. El Sr. Fico, que es aliado del Sr. Putin, ha criticado a Ucrania por no renovar el acuerdo de gas. Eslovaquia continúa importando una cantidad significativa de gas ruso a través de Ucrania.\",            \"translated_title\": \"Reunión entre el Primer Ministro de Eslovaquia y Vladimir Putin\"        }    ]}"