"{    \"translations\": [        {            \"english_version\": \"Prince William says the climate threat is coming fast. The UN warns it is almost impossible to keep the global temperature rise below 1.5 degrees Celsius.\",            \"english_title\": \"Climate Warning\",            \"translated_version\": \"El Principe William dice que la amenaza del clima viene rapido. La ONU advierte que es casi imposible mantener el aumento de temperatura global por debajo de 1.5 grados Celsius.\",            \"translated_title\": \"Advertencia del Clima\"        },        {            \"english_version\": \"More than 260,000 soldiers are ready to help with rescue efforts as strong winds hit Vietnam.\",            \"english_title\": \"Soldiers Ready in Vietnam\",            \"translated_version\": \"Mas de 260,000 soldados estan listos para ayudar con los rescates mientras vientos fuertes golpean Vietnam.\",            \"translated_title\": \"Soldados Listos en Vietnam\"        },        {            \"english_version\": \"Three weeks after a big jewel theft at the Louvre, the museum is being blamed for not keeping things safe.\",            \"english_title\": \"Louvre Jewel Theft\",            \"translated_version\": \"Tres semanas despues de un gran robo de joyas en el Louvre, culpan al museo por no mantener las cosas seguras.\",            \"translated_title\": \"Robo de Joyas en Louvre\"        },        {            \"english_version\": \"Afghanistan used to make more than 80% of the world's opium, but a Taliban ban has reduced this a lot.\",            \"english_title\": \"Opium Production in Afghanistan\",            \"translated_version\": \"Afganistan solia hacer mas del 80% del opio del mundo, pero una prohibicion de los talibanes ha reducido esto mucho.\",            \"translated_title\": \"Produccion de Opio en Afganistan\"        },        {            \"english_version\": \"Paul Biya has been in power since 1982, and the opposition claims the election was not fair.\",            \"english_title\": \"Paul Biya's Long Rule\",            \"translated_version\": \"Paul Biya ha estado en el poder desde 1982, y la oposicion dice que la eleccion no fue justa.\",            \"translated_title\": \"Largo Gobierno de Paul Biya\"        }    ]}"