"{    \"translations\": [        {            \"english_version\": \"A host of countries, including France and Canada, are expected to take similar actions when world leaders meet at the UN General Assembly next week. Journalists have been informed that Pentagon passes will depend on agreeing to new restrictions.\",            \"english_title\": \"Countries to Take Actions at UN\",            \"translated_version\": \"Muchos países, como Francia y Canadá, van a hacer cosas parecidas cuando los líderes del mundo se reúnan en la Asamblea General de la ONU la próxima semana. Los periodistas saben que los pases del Pentágono dependerán de aceptar nuevas reglas.\",            \"translated_title\": \"Países harán cosas en la ONU\"        },        {            \"english_version\": \"Russia denies that its jets entered Estonian airspace in the same month as its drones violated the airspace of two other NATO members.\",            \"english_title\": \"Russia Denies Airspace Violation\",            \"translated_version\": \"Rusia dice que sus aviones no entraron en el espacio aéreo de Estonia en el mismo mes que sus drones entraron en el espacio aéreo de otros dos miembros de la OTAN.\",            \"translated_title\": \"Rusia niega violación de espacio aéreo\"        },        {            \"english_version\": \"Vietnam was among 23 countries participating in a glamorous Russian song contest, which was revived three years after Russia was banned from Eurovision.\",            \"english_title\": \"Vietnam in Russian Song Contest\",            \"translated_version\": \"Vietnam fue uno de los 23 países que participaron en un concurso de canciones ruso, que volvió tres años después de que Rusia fuera prohibida en Eurovisión.\",            \"translated_title\": \"Vietnam en concurso de canciones ruso\"        },        {            \"english_version\": \"President Zelensky says Moscow aims to scare civilians, while Russia reports four deaths in a Ukrainian attack.\",            \"english_title\": \"Zelensky Accuses Moscow\",            \"translated_version\": \"El presidente Zelensky dice que Moscú quiere asustar a los civiles, mientras Rusia dice que cuatro personas murieron en un ataque ucraniano.\",            \"translated_title\": \"Zelensky acusa a Moscú\"        },        {            \"english_version\": \"Around 1,500 people blocked a highway in The Hague, and a police car was set on fire.\",            \"english_title\": \"Protest in The Hague\",            \"translated_version\": \"Unas 1,500 personas bloquearon una carretera en La Haya, y un coche de policía fue incendiado.\",            \"translated_title\": \"Protesta en La Haya\"        }    ]}"