"{    \"translations\": [        {            \"english_version\": \"Ukraine's president said he expected Vladimir Putin to keep his promise, although Russia has not confirmed agreeing to Trump's request.\",            \"english_title\": \"Ukraine's President on Putin's Promise\",            \"translated_version\": \"El presidente de Ucrania dijo que esperaba que Vladimir Putin cumpliera su promesa, aunque Rusia no ha confirmado estar de acuerdo con la petición de Trump.\",            \"translated_title\": \"Presidente de Ucrania sobre promesa de Putin\"        },        {            \"english_version\": \"Tom Homan mentioned that the immigration operation would be more focused, as the Trump administration tries to ease frustrations in the city and on Capitol Hill.\",            \"english_title\": \"Homan on Immigration Operation\",            \"translated_version\": \"Tom Homan mencionó que la operación de inmigración sería más enfocada, mientras la administración de Trump intenta calmar frustraciones en la ciudad y en Capitol Hill.\",            \"translated_title\": \"Homan sobre operación de inmigración\"        },        {            \"english_version\": \"The EU foreign policy chief, Kaja Kallas, stated that the move is a reaction to Tehran's harsh crackdown on protesters.\",            \"english_title\": \"EU Reaction to Tehran's Actions\",            \"translated_version\": \"La jefa de política exterior de la UE, Kaja Kallas, dijo que la acción es una reacción a la dura represión de Teherán contra los manifestantes.\",            \"translated_title\": \"Reacción de la UE a acciones de Teherán\"        },        {            \"english_version\": \"Niger's defense ministry reported that four military personnel were injured and 20 attackers were killed in the incident.\",            \"english_title\": \"Incident in Niger\",            \"translated_version\": \"El ministerio de defensa de Níger informó que cuatro militares resultaron heridos y 20 atacantes murieron en el incidente.\",            \"translated_title\": \"Incidente en Níger\"        },        {            \"english_version\": \"Tehran declared that its armed forces are prepared to respond to any aggression, with their fingers on the trigger.\",            \"english_title\": \"Tehran's Preparedness\",            \"translated_version\": \"Teherán declaró que sus fuerzas armadas están preparadas para responder a cualquier agresión, con el dedo en el gatillo.\",            \"translated_title\": \"Preparación de Teherán\"        }    ]}"