"{    \"translations\": [        {            \"english_version\": \"Inflation in America increased more than expected in January. It went up by 3% compared to last year, higher than the 2.9% in December. Core inflation, which excludes food and energy prices, also rose from 3.2% to 3.3% annually. This news is disappointing for those, including President Donald Trump, who believe that interest rates should be lowered quickly.\",            \"english_title\": \"High Inflation in America\",            \"translated_version\": \"La inflación en América aumentó más de lo esperado en enero. Subió un 3% en comparación con el año pasado, más alto que el 2.9% en diciembre. La inflación básica, que excluye los precios de alimentos y energía, también aumentó de 3.2% a 3.3% anualmente. Esta noticia es decepcionante para aquellos, incluido el presidente Donald Trump, que creen que las tasas de interés deberían reducirse rápidamente.\",            \"translated_title\": \"Alta Inflación en América\"        },        {            \"english_version\": \"America's defense secretary, Pete Hegseth, mentioned that it is unlikely for Ukraine to regain the territory taken by Russia since 2014. On the other hand, Ukraine's president, Volodymyr Zelensky, revealed in an interview with The Economist that the Trump administration has not shared any peace proposals with Ukraine yet. Zelensky is scheduled to meet with America's vice-president, J.D. Vance, this week.\",            \"english_title\": \"Ukraine-Russia Conflict\",            \"translated_version\": \"El secretario de defensa de América, Pete Hegseth, mencionó que es poco probable que Ucrania recupere el territorio tomado por Rusia desde 2014. Por otro lado, el presidente de Ucrania, Volodymyr Zelensky, reveló en una entrevista con The Economist que la administración Trump aún no ha compartido ninguna propuesta de paz con Ucrania. Zelensky tiene programado reunirse con el vicepresidente de América, J.D. Vance, esta semana.\",            \"translated_title\": \"Conflicto Ucrania-Rusia\"        }    ]}"