"{    \"translations\": [        {            \"english_version\": \"India and Pakistan have agreed to stop fighting. America helped to make this happen. The leaders will talk about many issues in a neutral place.\",            \"english_title\": \"Peace Agreement Between India and Pakistan\",            \"translated_version\": \"India y Pakistán acordaron dejar de pelear. Estados Unidos ayudó a que esto sucediera. Los líderes hablarán sobre muchos temas en un lugar neutral.\",            \"translated_title\": \"Acuerdo de Paz entre India y Pakistán\"        },        {            \"english_version\": \"Leaders from Britain, France, Germany, and Poland went to Ukraine. They met with Ukraine's president, Volodymyr Zelensky. They want a 30-day break from fighting, starting on Monday. They also spoke with Mr. Trump and threatened Russia with more sanctions if it doesn't agree to a truce.\",            \"english_title\": \"European Leaders Visit Ukraine\",            \"translated_version\": \"Líderes de Gran Bretaña, Francia, Alemania y Polonia fueron a Ucrania. Se reunieron con el presidente de Ucrania, Volodymyr Zelensky. Quieren un descanso de 30 días de la pelea, comenzando el lunes. También hablaron con el Sr. Trump y amenazaron a Rusia con más sanciones si no acepta un alto el fuego.\",            \"translated_title\": \"Líderes Europeos Visitan Ucrania\"        },        {            \"english_version\": \"The ceasefire between India and Pakistan was brokered by America. The two countries will begin discussions on various topics at a neutral location. The conflict started after a terrorist attack in Indian-administered Kashmir, which India blamed on Pakistan.\",            \"english_title\": \"Ceasefire Agreement Between India and Pakistan\",            \"translated_version\": \"El alto el fuego entre India y Pakistán fue mediado por Estados Unidos. Los dos países comenzarán discusiones sobre varios temas en un lugar neutral. El conflicto comenzó después de un ataque terrorista en Cachemira administrado por India, que India culpó a Pakistán.\",            \"translated_title\": \"Acuerdo de Alto el Fuego entre India y Pakistán\"        },        {            \"english_version\": \"A group of leaders from European countries visited Ukraine to meet with President Zelensky. They are pushing for a 30-day ceasefire to begin on Monday. During their visit, they also had a phone call with President Trump and warned Russia of further sanctions if it does not agree to a truce.\",            \"english_title\": \"European Leaders' Visit to Ukraine\",            \"translated_version\": \"Un grupo de líderes de países europeos visitó Ucrania para reunirse con el presidente Zelensky. Están presionando por un alto el fuego de 30 días que comience el lunes. Durante su visita, también tuvieron una llamada telefónica con el presidente Trump y advirtieron a Rusia de más sanciones si no acepta un alto el fuego.\",            \"translated_title\": \"Visita de Líderes Europeos a Ucrania\"        },        {            \"english_version\": \"The leaders of Britain, France, Germany, and Poland traveled to Ukraine to meet with President Zelensky. They are advocating for a 30-day ceasefire to begin on Monday. They also had a phone call with President Trump and threatened Russia with more sanctions if it does not agree to a truce.\",            \"english_title\": \"Leaders' Trip to Ukraine\",            \"translated_version\": \"Los líderes de Gran Bretaña, Francia, Alemania y Polonia viajaron a Ucrania para reunirse con el presidente Zelensky. Abogan por un alto el fuego de 30 días que comience el lunes. También tuvieron una llamada telefónica con el presidente Trump y amenazaron a Rusia con más sanciones si no acepta un alto el fuego.\",            \"translated_title\": \"Viaje de los Líderes a Ucrania\"        }    ]}"