"{    \"translations\": [        {            \"english_version\": \"Climate activist Greta Thunberg is part of a group of activists on the Global Sumud Flotilla being taken to an Israeli port.\",            \"english_title\": \"Greta Thunberg on Flotilla\",            \"translated_version\": \"La activista del clima Greta Thunberg es parte de un grupo de activistas en la Flotilla Global Sumud que va a un puerto israelí.\",            \"translated_title\": \"Greta Thunberg en Flotilla\"        },        {            \"english_version\": \"A 48-hour shutdown imposed by the Taliban government affected businesses and flights, and it further isolated women.\",            \"english_title\": \"Taliban Shutdown\",            \"translated_version\": \"Un cierre de 48 horas impuesto por el gobierno talibán afectó negocios y vuelos, y aisló más a las mujeres.\",            \"translated_title\": \"Cierre Talibán\"        },        {            \"english_version\": \"President Emmanuel Macron mentioned that the crew committed serious offenses, but he did not directly connect the vessel to Russia.\",            \"english_title\": \"Macron on Crew Offenses\",            \"translated_version\": \"El presidente Emmanuel Macron mencionó que la tripulación cometió ofensas serias, pero no conectó directamente el barco con Rusia.\",            \"translated_title\": \"Macron sobre Ofensas de Tripulación\"        },        {            \"english_version\": \"The earthquake happened just over a week after the country was hit by two typhoons.\",            \"english_title\": \"Earthquake After Typhoons\",            \"translated_version\": \"El terremoto ocurrió poco más de una semana después de que el país fue golpeado por dos tifones.\",            \"translated_title\": \"Terremoto Después de Tifones\"        },        {            \"english_version\": \"The defense minister warns Palestinians to leave, saying those who stay will be seen as terrorists and supporters of terror.\",            \"english_title\": \"Defense Minister Warning\",            \"translated_version\": \"El ministro de defensa advierte a los palestinos que se vayan, diciendo que los que se queden serán vistos como terroristas y apoyadores del terror.\",            \"translated_title\": \"Advertencia del Ministro de Defensa\"        }    ]}"