"{    \"translations\": [        {            \"english_version\": \"Israel is under pressure from Western countries to allow more aid into Gaza. This is because there are restrictions that make it hard for aid to get through.\",            \"english_title\": \"Aid to Gaza\",            \"translated_version\": \"Israel tiene presión de países de Occidente para dejar entrar más ayuda a Gaza. Esto es porque hay restricciones que hacen difícil que la ayuda pase.\",            \"translated_title\": \"Ayuda a Gaza\"        },        {            \"english_version\": \"The vote in Taiwan could change who has power there. Taiwan has been stuck in a political deadlock for months.\",            \"english_title\": \"Taiwan Vote\",            \"translated_version\": \"La votación en Taiwán podría cambiar quién tiene el poder allí. Taiwán ha estado en un bloqueo político por meses.\",            \"translated_title\": \"Voto en Taiwán\"        },        {            \"english_version\": \"The price of matcha is going up. This is because there is more demand, smaller tea crops due to heatwaves, and US tariffs on Japan.\",            \"english_title\": \"Matcha Price Rise\",            \"translated_version\": \"El precio del matcha está subiendo. Esto es porque hay más demanda, menos cultivos de té por olas de calor, y tarifas de EE.UU. a Japón.\",            \"translated_title\": \"Subida de Precio de Matcha\"        },        {            \"english_version\": \"Georges Abdallah will be sent back to Lebanon after he is released on Friday.\",            \"english_title\": \"Georges Abdallah Release\",            \"translated_version\": \"Georges Abdallah será enviado de regreso a Líbano después de ser liberado el viernes.\",            \"translated_title\": \"Liberación de Georges Abdallah\"        },        {            \"english_version\": \"Russia said no 18-year-olds would fight in Ukraine, but the BBC found that many young soldiers have already died.\",            \"english_title\": \"Young Soldiers in Ukraine\",            \"translated_version\": \"Rusia dijo que ningún joven de 18 años pelearía en Ucrania, pero la BBC encontró que muchos jóvenes soldados ya han muerto.\",            \"translated_title\": \"Jóvenes Soldados en Ucrania\"        }    ]}"