"{    \"translations\": [        {            \"english_version\": \"A gunman killed nine people and injured dozens more at a school in Graz, a city in the south of Austria. Authorities said the attacker, who was a former pupil at the school, died by suicide in a bathroom at the school and believe he was acting alone.\",            \"english_title\": \"School Shooting in Graz, Austria\",            \"translated_version\": \"Un hombre armado mató a nueve personas e hirió a muchas más en una escuela en Graz, una ciudad en el sur de Austria. Las autoridades dijeron que el atacante, que era un exalumno de la escuela, murió por suicidio en un baño de la escuela y creen que actuaba solo.\",            \"translated_title\": \"Tiroteo en una Escuela en Graz, Austria\"        },        {            \"english_version\": \"Christian Stocker, Austria’s chancellor, declared three days of national mourning.\",            \"english_title\": \"National Mourning in Austria\",            \"translated_version\": \"Christian Stocker, el canciller de Austria, declaró tres días de luto nacional.\",            \"translated_title\": \"Luto Nacional en Austria\"        },        {            \"english_version\": \"Donald Trump again defended his decision to deploy troops to Los Angeles, claiming the city 'would be burning to the ground' without them. On Tuesday the Trump administration deployed around 700 marines to Los Angeles to protect federal buildings and personnel. The active-duty soldiers are not meant to interact with demonstrators, who have been protesting against immigration raids since Friday.\",            \"english_title\": \"Troop Deployment in Los Angeles\",            \"translated_version\": \"Donald Trump volvió a defender su decisión de desplegar tropas en Los Ángeles, afirmando que la ciudad 'estarían ardiendo hasta el suelo' sin ellas. El martes, la administración Trump desplegó alrededor de 700 marines en Los Ángeles para proteger edificios federales y personal. Los soldados en servicio activo no deben interactuar con los manifestantes, que han estado protestando contra redadas de inmigración desde el viernes.\",            \"translated_title\": \"Despliegue de Tropas en Los Ángeles\"        }    ]}"