"{    \"translations\": [        {            \"english_version\": \"Israel's Prime Minister, Binyamin Netanyahu, promised to oppose sanctions that the United States is considering imposing on an Israeli army unit for alleged human rights violations in the West Bank. The sanctions would involve suspending assistance, including training, to the Netzah Yehuda Battalion. This would be the first time the U.S. has halted aid to an Israel Defence Forces unit. The head of Israel's military intelligence directorate, Aharon Haliva, resigned following Hamas's attack on October 7th, taking responsibility for failing to prevent the attacks. Public support for Netanyahu's government has dropped since the conflict in Gaza.\",            \"english_title\": \"Israeli Prime Minister Opposes Sanctions\",            \"translated_version\": \"El Primer Ministro de Israel, Binyamin Netanyahu, prometió oponerse a sanciones que Estados Unidos está considerando imponer a una unidad del ejército israelí por presuntas violaciones de derechos humanos en Cisjordania. Las sanciones implicarían suspender la ayuda, incluido el entrenamiento, al Batallón Netzah Yehuda. Sería la primera vez que EE. UU. detiene la ayuda a una unidad de las Fuerzas de Defensa de Israel. El jefe de la dirección de inteligencia militar de Israel, Aharon Haliva, renunció tras el ataque de Hamas el 7 de octubre, asumiendo la responsabilidad por no haber evitado los ataques. El apoyo público al gobierno de Netanyahu ha disminuido desde el conflicto en Gaza.\",            \"translated_title\": \"El Primer Ministro de Israel se Opone a las Sanciones\"        },        {            \"english_version\": \"The ruling party in the Maldives, which has close ties with China, won a super-majority in the country's parliamentary elections. The People's National Congress secured 66 seats out of 93, allowing them significant control in parliament. President Mohamed Muizzu has been fostering relations with China, but some of his policies have faced opposition from a pro-India party that previously controlled the parliament.\",            \"english_title\": \"Maldives Ruling Party Wins Super-Majority\",            \"translated_version\": \"El partido gobernante en las Maldivas, que tiene estrechos lazos con China, ganó una súper mayoría en las elecciones parlamentarias del país. El Congreso Nacional del Pueblo aseguró 66 escaños de 93, lo que les permite un control significativo en el parlamento. El presidente Mohamed Muizzu ha estado fomentando relaciones con China, pero algunas de sus políticas han enfrentado oposición de un partido pro-India que anteriormente controlaba el parlamento.\",            \"translated_title\": \"Partido Gobernante de las Maldivas Gana Súper Mayoría\"        },        {            \"english_version\": \"Tesla reduced the prices of its vehicles in major markets like the U.S. and Germany due to a decline in deliveries in the first quarter of 2024. Factors contributing to this decline include a factory fire in Germany and disruptions in global shipping. In China, where competitors offer cheaper electric vehicles, Tesla slashed prices by nearly $2,000. The company is set to announce its financial results soon.\",            \"english_title\": \"Tesla Cuts Vehicle Prices\",            \"translated_version\": \"Tesla redujo los precios de sus vehículos en mercados importantes como EE. UU. y Alemania debido a una disminución en las entregas en el primer trimestre de 2024. Los factores que contribuyen a esta disminución incluyen un incendio en una fábrica en Alemania y las interrupciones en el envío global. En China, donde los competidores ofrecen vehículos eléctricos más baratos, Tesla redujo los precios en casi $2,000. La empresa está lista para anunciar pronto sus resultados financieros.\",            \"translated_title\": \"Tesla Reduce los Precios de los Vehículos\"        },        {            \"english_version\": \"An Iraqi militant group launched rockets at an American military base in Syria, marking the first attack since early February when pro-Iranian militias ceased targeting U.S. troops. The resumption of hostilities followed the Iraqi prime minister's visit to Washington, where little progress was made on negotiating the withdrawal of American forces.\",            \"english_title\": \"Iraqi Militant Group Attacks U.S. Base\",            \"translated_version\": \"Un grupo militante iraquí lanzó cohetes contra una base militar estadounidense en Siria, marcando el primer ataque desde principios de febrero cuando las milicias pro-iraníes dejaron de atacar a las tropas estadounidenses. La reanudación de hostilidades siguió a la visita del primer ministro iraquí a Washington, donde hubo poco progreso en las negociaciones para la retirada de las fuerzas estadounidenses.\",            \"translated_title\": \"Grupo Militante Iraquí Ataca Base Estadounidense\"        },        {            \"english_version\": \"Ecuadorians voted in a referendum to grant the government enhanced authority to combat drug cartels and violent crime. President Daniel Noboa aims to amend the constitution to allow the army to regularly participate in police patrols, not just during emergencies. The country has seen a significant increase in the murder rate, rising from seven per 100,000 in 2019 to an estimated 45 currently.\",            \"english_title\": \"Ecuadorians Vote for Enhanced Government Authority\",            \"translated_version\": \"Los ecuatorianos votaron en un referéndum para otorgar al gobierno autoridad mejorada para combatir carteles de drogas y crimen violento. El presidente Daniel Noboa tiene como objetivo enmendar la constitución para permitir que el ejército participe regularmente en patrullajes policiales, no solo durante emergencias. El país ha visto un aumento significativo en la tasa de homicidios, que ha aumentado de siete por cada 100,000 en 2019 a un estimado de 45 actualmente.\",            \"translated_title\": \"Los Ecuatorianos Votan por Autoridad Gubernamental Mejorada\"        }    ]}"