"{    \"translations\": [        {            \"english_version\": \"Israel reassured its Arab neighbors that it will not harm their safety in response to the recent attack by Iran. Jordan, Saudi Arabia, America, Britain, and France helped Israel defend against the attack. Israel's allies are advising restraint to prevent further escalation.\",            \"english_title\": \"Israel reassures Arab neighbors after attack\",            \"translated_version\": \"Israel dijo a sus vecinos árabes que no les hará daño en respuesta al ataque reciente de Irán. Jordania, Arabia Saudita, Estados Unidos, Gran Bretaña y Francia ayudaron a Israel a defenderse del ataque. Los aliados de Israel están aconsejando moderación para evitar más problemas.\",            \"translated_title\": \"Israel tranquiliza a vecinos árabes después del ataque\"        },        {            \"english_version\": \"The American dollar saw a significant increase in value, with investors predicting that the Federal Reserve will delay interest rate cuts until September. This has led to a strong rally for the dollar against major currencies, as it is considered a safe investment during times of Middle East tensions.\",            \"english_title\": \"US dollar value rises\",            \"translated_version\": \"El dólar estadounidense aumentó significativamente su valor, con inversores prediciendo que la Reserva Federal retrasará los recortes de tasas de interés hasta septiembre. Esto ha llevado a un fuerte aumento del dólar frente a las principales monedas, ya que se considera una inversión segura durante tiempos de tensiones en Oriente Medio.\",            \"translated_title\": \"Valor del dólar estadounidense aumenta\"        },        {            \"english_version\": \"Wind farms globally added a record 117 gigawatts of capacity last year, a 50% increase from the previous year. However, more efforts are needed to meet climate targets set at the UN's COP28 conference, with a call for an additional 320GW of capacity to be added annually by 2030.\",            \"english_title\": \"Record growth in wind energy\",            \"translated_version\": \"Las granjas eólicas en todo el mundo sumaron un récord de 117 gigavatios de capacidad el año pasado, un aumento del 50% respecto al año anterior. Sin embargo, se necesitan más esfuerzos para cumplir con los objetivos climáticos establecidos en la conferencia COP28 de la ONU, con un llamado a agregar anualmente 320GW de capacidad adicional para 2030.\",            \"translated_title\": \"Crecimiento récord en energía eólica\"        },        {            \"english_version\": \"Severe storms in southwest Pakistan resulted in the deaths of at least 39 people, with victims being struck by lightning and caught in flash floods. The provinces of Punjab and Balochistan were heavily impacted, along with reports of floods causing fatalities in neighboring Afghanistan.\",            \"english_title\": \"Deadly storms hit Pakistan\",            \"translated_version\": \"Tormentas severas en el suroeste de Pakistán resultaron en la muerte de al menos 39 personas, con víctimas alcanzadas por rayos y atrapadas en inundaciones repentinas. Las provincias de Punjab y Baluchistán se vieron muy afectadas, junto con informes de inundaciones que causaron fatalidades en el vecino Afganistán.\",            \"translated_title\": \"Tormentas mortales golpean a Pakistán\"        },        {            \"english_version\": \"International Paper successfully outbid Mondi to acquire DS Smith in a £7.8bn deal, creating a leading packaging conglomerate. The combined company plans to seek a secondary listing in London, providing a boost to the city's stock exchange.\",            \"english_title\": \"International Paper acquires DS Smith\",            \"translated_version\": \"International Paper superó con éxito a Mondi para adquirir DS Smith en un acuerdo de £7.8bn, creando un conglomerado líder en embalaje. La empresa combinada planea buscar una cotización secundaria en Londres, lo que impulsará la bolsa de la ciudad.\",            \"translated_title\": \"International Paper adquiere DS Smith\"        }    ]}"