"{    \"translations\": [        {            \"english_version\": \"America's House of Representatives will vote on additional aid for Israel, Ukraine, and Taiwan. The proposed package is worth $95bn and will be presented as three separate bills. President Joe Biden stated that passing the legislation would send a message to the world that America will not allow Iran or Russia to succeed. The aid includes $60bn for Ukraine, which is seeking help to resist Russia's bombardment.\",            \"english_title\": \"International Aid and Conflicts\",            \"translated_version\": \"La Cámara de Representantes de Estados Unidos votará sobre ayuda adicional para Israel, Ucrania y Taiwán. El paquete propuesto vale $95 mil millones y se presentará en tres proyectos de ley separados. El presidente Joe Biden dijo que aprobar la legislación enviaría un mensaje al mundo de que Estados Unidos no permitirá que Irán o Rusia tengan éxito. La ayuda incluye $60 mil millones para Ucrania, que busca ayuda para resistir el bombardeo de Rusia.\",            \"translated_title\": \"Ayuda Internacional y Conflictos\"        },        {            \"english_version\": \"Binyamin Netanyahu, Israel's prime minister, emphasized that his country will make its own decisions to defend itself. This statement followed a meeting with Western diplomats who urged Israel to show restraint in response to Iran's aerial attack. Hizbullah claimed responsibility for an attack in northern Israel, injuring at least 14 soldiers, as retaliation for a previous Israeli strike.\",            \"english_title\": \"Middle East Tensions\",            \"translated_version\": \"Binyamin Netanyahu, el primer ministro de Israel, enfatizó que su país tomará sus propias decisiones para defenderse. Esta declaración siguió a una reunión con diplomáticos occidentales que instaron a Israel a mostrar contención en respuesta al ataque aéreo de Irán. Hizbullah se atribuyó la responsabilidad de un ataque en el norte de Israel, hiriendo al menos a 14 soldados, como represalia por un ataque israelí anterior.\",            \"translated_title\": \"Tensiones en el Medio Oriente\"        },        {            \"english_version\": \"German authorities arrested two men suspected of planning bombings and arson attacks on behalf of Russia. The men aimed to sabotage military facilities, including a base where American soldiers train Ukrainian troops. This comes as Germany, a major military aid supplier to Ukraine, remains vigilant about security threats.\",            \"english_title\": \"European Security Concerns\",            \"translated_version\": \"Las autoridades alemanas arrestaron a dos hombres sospechosos de planear bombardeos y ataques incendiarios en nombre de Rusia. Los hombres tenían como objetivo sabotear instalaciones militares, incluida una base donde los soldados estadounidenses entrenan a las tropas ucranianas. Esto sucede mientras Alemania, un importante proveedor de ayuda militar a Ucrania, permanece vigilante sobre las amenazas de seguridad.\",            \"translated_title\": \"Preocupaciones de Seguridad en Europa\"        },        {            \"english_version\": \"Croatia's ruling party, HDZ, won the parliamentary election without a majority. HDZ, a dominant force in Croatian politics since independence, now needs partners to form a government. The right-wing Homeland Movement, which came third, could play a crucial role in deciding the government's direction.\",            \"english_title\": \"Political Developments in Croatia\",            \"translated_version\": \"El partido gobernante de Croacia, HDZ, ganó las elecciones parlamentarias sin mayoría. HDZ, una fuerza dominante en la política croata desde la independencia, ahora necesita socios para formar un gobierno. El Movimiento Patria de derecha, que quedó en tercer lugar, podría desempeñar un papel crucial en decidir la dirección del gobierno.\",            \"translated_title\": \"Desarrollos Políticos en Croacia\"        },        {            \"english_version\": \"Dubai's airport faced numerous flight cancellations after a record-breaking storm hit the UAE. The country experienced its largest downpour in 75 years, leading to continued heavy rain. Neighboring Oman also faced deadly floods, with at least 20 casualties reported.\",            \"english_title\": \"Environmental Impact in the UAE\",            \"translated_version\": \"El aeropuerto de Dubai enfrentó numerosas cancelaciones de vuelos después de que una tormenta sin precedentes golpeara los Emiratos Árabes Unidos. El país experimentó su mayor aguacero en 75 años, lo que provocó lluvias intensas continuas. El vecino Omán también enfrentó inundaciones mortales, con al menos 20 víctimas reportadas.\",            \"translated_title\": \"Impacto Ambiental en los EAU\"        }    ]}"