"{    \"translations\": [        {            \"english_version\": \"California Governor Gavin Newsom plans to sue the Trump administration for sending National Guard troops to Los Angeles during anti-deportation protests. The clashes involved fireworks and stones being thrown, with officers responding using tear gas and rubber bullets. President Trump referred to the protesters as 'violent mobs' and stated that the troops would restore order. Governor Newsom accused the administration of seeking a spectacle.\",            \"english_title\": \"California Governor Plans to Sue Trump Administration\",            \"translated_version\": \"El gobernador de California, Gavin Newsom, planea demandar a la administración de Trump por enviar tropas de la Guardia Nacional a Los Ángeles durante protestas contra las deportaciones. Hubo enfrentamientos con fuegos artificiales y piedras lanzadas, y los oficiales respondieron usando gas lacrimógeno y balas de goma. El presidente Trump se refirió a los manifestantes como 'multitudes violentas' y afirmó que las tropas restaurarían el orden. El gobernador Newsom acusó a la administración de buscar un espectáculo.\",            \"translated_title\": \"Gobernador de California Demandará a Administración de Trump\"        },        {            \"english_version\": \"Israel intercepted a British-flagged yacht named Madleen that was carrying activists and aid to Gaza. The boat was stopped by Israeli forces as it attempted to break the naval blockade of the territory. The pro-Palestinian group operating the Madleen, called the Freedom Flotilla Coalition, claimed that the vessel was unlawfully boarded. Israel labeled the yacht as a 'selfie yacht' and announced that the passengers, including Swedish climate activist Greta Thunberg, would be sent back to their home countries.\",            \"english_title\": \"Israel Intercepts British Yacht Headed to Gaza\",            \"translated_version\": \"Israel interceptó un yate con bandera británica llamado Madleen que llevaba activistas y ayuda a Gaza. El barco fue detenido por las fuerzas israelíes al intentar romper el bloqueo naval del territorio. El grupo pro-palestino que operaba el Madleen, llamado Coalición de la Flotilla de la Libertad, afirmó que el barco fue abordado ilegalmente. Israel etiquetó al yate como un 'yate selfie' y anunció que los pasajeros, incluida la activista climática sueca Greta Thunberg, serían enviados de vuelta a sus países de origen.\",            \"translated_title\": \"Israel Intercepta Yate Británico Rumbo a Gaza\"        }    ]}"