"{    \"translations\": [        {            \"english_version\": \"US forces boarded ships in the North Atlantic and Caribbean Sea early in the morning. This operation was part of a larger effort to maintain security in these regions.\",            \"english_title\": \"US Forces Operation\",            \"translated_version\": \"Las fuerzas de Estados Unidos subieron a barcos en el Atlántico Norte y el Mar Caribe temprano en la mañana. Esta operación fue parte de un esfuerzo más grande para mantener la seguridad en estas regiones.\",            \"translated_title\": \"Operación de Fuerzas de EE.UU.\"        },        {            \"english_version\": \"Greenland and Denmark have said many times that Greenland is not for sale. People in Greenland have told the BBC they do not want to become part of America, even though the White House has shown interest in annexing the island.\",            \"english_title\": \"Greenland Not for Sale\",            \"translated_version\": \"Groenlandia y Dinamarca han dicho muchas veces que Groenlandia no está en venta. La gente en Groenlandia ha dicho a la BBC que no quieren ser parte de América, aunque la Casa Blanca ha mostrado interés en anexar la isla.\",            \"translated_title\": \"Groenlandia No Está en Venta\"        },        {            \"english_version\": \"More than 700 flights were cancelled at Amsterdam's Schiphol Airport on Wednesday. This was due to a power cut caused by a suspected arson attack, which happened as temperatures dropped below freezing.\",            \"english_title\": \"Flights Cancelled in Amsterdam\",            \"translated_version\": \"Más de 700 vuelos fueron cancelados en el Aeropuerto de Schiphol en Ámsterdam el miércoles. Esto fue debido a un corte de energía causado por un ataque de incendio sospechoso, que ocurrió cuando las temperaturas bajaron bajo cero.\",            \"translated_title\": \"Vuelos Cancelados en Ámsterdam\"        },        {            \"english_version\": \"Israel has criticized a report from Volker Türk's office, which the UN says shows `systemic discrimination` against Palestinians. Israel says the report makes `absurd` accusations.\",            \"english_title\": \"Israel Criticizes UN Report\",            \"translated_version\": \"Israel ha criticado un informe de la oficina de Volker Türk, que la ONU dice muestra `discriminación sistemática` contra los palestinos. Israel dice que el informe hace acusaciones `absurdas`.\",            \"translated_title\": \"Israel Critica Informe de la ONU\"        },        {            \"english_version\": \"A fire on New Year's Eve at a bar in Crans-Montana resulted in 40 deaths and 116 injuries. This tragic event has shocked the local community.\",            \"english_title\": \"New Year's Eve Fire Tragedy\",            \"translated_version\": \"Un incendio en la víspera de Año Nuevo en un bar en Crans-Montana resultó en 40 muertes y 116 heridos. Este evento trágico ha conmocionado a la comunidad local.\",            \"translated_title\": \"Tragedia de Incendio en Año Nuevo\"        }    ]}"