"{    \"translations\": [        {            \"english_version\": \"Vladimir Putin threatened to use Russia’s new ballistic missile to turn decision-making centers in Kyiv, Ukraine’s capital, into dust. The Oreshnik missile, first deployed last week, is comparable in strength to a nuclear strike. This threat followed a wave of Russian strikes on Ukraine’s energy system, leading to emergency electricity shutdowns in several regions.\",            \"english_title\": \"Russian Threats to Ukraine\",            \"translated_version\": \"Vladimir Putin amenazó con usar el nuevo misil balístico de Rusia para convertir los centros de toma de decisiones en Kyiv, la capital de Ucrania, en polvo. El misil Oreshnik, desplegado por primera vez la semana pasada, es comparable en fuerza a un ataque nuclear. Esta amenaza siguió a una ola de ataques rusos al sistema energético de Ucrania, provocando apagones de emergencia en varias regiones.\",            \"translated_title\": \"Amenazas Rusas a Ucrania\"        },        {            \"english_version\": \"Israel and Hizbullah accused each other of violating a ceasefire in Lebanon that began on Wednesday. Israel claimed to have fired at suspects in southern Lebanon, accusing them of breaching the truce conditions. It later reported hitting one of Hizbullah’s rocket-storage facilities. Hizbullah, on the other hand, accused Israel of attacking Lebanese border villages.\",            \"english_title\": \"Israel-Hizbullah Ceasefire Violation\",            \"translated_version\": \"Israel y Hizbullah se acusaron mutuamente de violar un alto el fuego en Líbano que comenzó el miércoles. Israel afirmó haber disparado a sospechosos en el sur de Líbano, acusándolos de incumplir las condiciones del alto el fuego. Más tarde informó haber alcanzado una de las instalaciones de almacenamiento de cohetes de Hizbullah. Por otro lado, Hizbullah acusó a Israel de atacar pueblos en la frontera libanesa.\",            \"translated_title\": \"Violación del Alto el Fuego entre Israel y Hizbullah\"        }    ]}"