"{    \"translations\": [        {            \"english_version\": \"The US has increased its military presence in the Middle East because of Iran's harsh response to protests.\",            \"english_title\": \"US Military in Middle East\",            \"translated_version\": \"Estados Unidos ha aumentado su presencia militar en el Medio Oriente por la respuesta dura de Irán a las protestas.\",            \"translated_title\": \"Militar de EE.UU. en Medio Oriente\"        },        {            \"english_version\": \"Israel has not commented on claims that its planes sprayed chemicals over farmland.\",            \"english_title\": \"Israel Planes and Chemicals\",            \"translated_version\": \"Israel no ha comentado sobre las afirmaciones de que sus aviones rociaron químicos sobre tierras de cultivo.\",            \"translated_title\": \"Aviones de Israel y Químicos\"        },        {            \"english_version\": \"During Japan's famous blossom season, too many tourists make life difficult for people living in Fujiyoshida town.\",            \"english_title\": \"Tourists in Fujiyoshida\",            \"translated_version\": \"Durante la famosa temporada de flores en Japón, demasiados turistas hacen la vida difícil para la gente que vive en el pueblo de Fujiyoshida.\",            \"translated_title\": \"Turistas en Fujiyoshida\"        },        {            \"english_version\": \"A swap between Ukraine and Russia has taken place, with 157 Ukrainians and 160 Russians returning to their countries.\",            \"english_title\": \"Ukraine-Russia Swap\",            \"translated_version\": \"Un intercambio entre Ucrania y Rusia ha ocurrido, con 157 ucranianos y 160 rusos regresando a sus países.\",            \"translated_title\": \"Intercambio Ucrania-Rusia\"        },        {            \"english_version\": \"An Israeli military reservist, Bezalel Zini, is accused of smuggling cigarettes for money.\",            \"english_title\": \"Reservist Accused of Smuggling\",            \"translated_version\": \"Un reservista militar israelí, Bezalel Zini, es acusado de contrabandear cigarrillos por dinero.\",            \"translated_title\": \"Reservista Acusado de Contrabando\"        }    ]}"