"{    \"translations\": [        {            \"english_version\": \"During a meeting in Moscow, India's prime minister, Narendra Modi, told Vladimir Putin that war cannot solve problems and peace is very important. This comes after Russia launched a deadly strike on Ukraine, killing at least 41 people. India, a significant buyer of Russian oil, has been impacted by the Western sanctions on Russia.\",            \"english_title\": \"Meeting between Narendra Modi and Vladimir Putin\",            \"translated_version\": \"Durante una reunión en Moscú, el primer ministro de la India, Narendra Modi, le dijo a Vladimir Putin que la guerra no puede resolver problemas y que la paz es muy importante. Esto sucede después de que Rusia lanzara un ataque mortal en Ucrania, matando al menos a 41 personas. La India, un comprador importante de petróleo ruso, se ha visto afectada por las sanciones occidentales a Rusia.\",            \"translated_title\": \"Reunión entre Narendra Modi y Vladimir Putin\"        },        {            \"english_version\": \"Sir Keir Starmer, after his Labour Party's landslide victory, delivered his first speech in the British Parliament. He stressed the need for a politics of service and welcomed new MPs. The government has introduced reforms like reinstating local housing targets and lifting bans on onshore wind farms.\",            \"english_title\": \"Sir Keir Starmer's speech in British Parliament\",            \"translated_version\": \"Sir Keir Starmer, después de la victoria arrolladora de su Partido Laborista, pronunció su primer discurso en el Parlamento Británico. Hizo hincapié en la necesidad de una política de servicio y dio la bienvenida a los nuevos diputados. El gobierno ha introducido reformas como restablecer los objetivos de vivienda locales y levantar las prohibiciones en los parques eólicos terrestres.\",            \"translated_title\": \"Discurso de Sir Keir Starmer en el Parlamento Británico\"        }    ]}"