"{    \"translations\": [        {            \"english_version\": \"The US president is looking into everything after the shooting of Alex Pretti. A Republican governor said 'enough is enough'. This happened in Salamanca, a city with a lot of gang violence. Two people were shot by federal agents recently, making many people angry and upset.\",            \"english_title\": \"US President Investigates Shooting\",            \"translated_version\": \"El presidente de EE.UU. está mirando todo después del tiroteo de Alex Pretti. Un gobernador republicano dijo 'basta es basta'. Esto pasó en Salamanca, una ciudad con mucha violencia de pandillas. Dos personas fueron disparadas por agentes federales recientemente, haciendo que muchas personas estén enojadas y tristes.\",            \"translated_title\": \"Presidente de EE.UU. Investiga Tiroteo\"        },        {            \"english_version\": \"Almost half of the US states have declared weather emergencies because of freezing conditions. Over 800,000 people are without power. Poor visibility was reported at the airport during a winter storm affecting a large part of the US.\",            \"english_title\": \"Weather Emergencies in US\",            \"translated_version\": \"Casi la mitad de los estados de EE.UU. han declarado emergencias por el clima debido al frío. Más de 800,000 personas están sin electricidad. Mala visibilidad fue reportada en el aeropuerto durante una tormenta de invierno que afecta a gran parte de EE.UU.\",            \"translated_title\": \"Emergencias Climáticas en EE.UU.\"        },        {            \"english_version\": \"The Commission will check if manipulated sexually explicit images have been shown to users in the EU.\",            \"english_title\": \"Commission to Check Images\",            \"translated_version\": \"La Comisión va a revisar si imágenes sexuales manipuladas han sido mostradas a usuarios en la UE.\",            \"translated_title\": \"Comisión Revisará Imágenes\"        },        {            \"english_version\": \"Prime Minister Sébastien Lecornu said he will use a fast-track process to pass the legislation by September.\",            \"english_title\": \"Fast-Track Legislation\",            \"translated_version\": \"El Primer Ministro Sébastien Lecornu dijo que usará un proceso rápido para aprobar la ley para septiembre.\",            \"translated_title\": \"Legislación Rápida\"        },        {            \"english_version\": \"Israel's military says its troops are looking for the remains of Ran Gvili, reportedly at a cemetery in northern Gaza.\",            \"english_title\": \"Search for Remains in Gaza\",            \"translated_version\": \"El ejército de Israel dice que sus tropas están buscando los restos de Ran Gvili, supuestamente en un cementerio en el norte de Gaza.\",            \"translated_title\": \"Búsqueda de Restos en Gaza\"        }    ]}"