"{    \"translations\": [        {            \"english_version\": \"Germany's chancellor, Olaf Scholz, lost a confidence vote after ending his three-party coalition, leading to a snap election in February. Meanwhile, Canada's finance minister, Chrystia Freeland, resigned from Justin Trudeau's cabinet due to disagreements over the country's path forward.\",            \"english_title\": \"Olaf Scholz and Chrystia Freeland\",            \"translated_version\": \"El canciller de Alemania, Olaf Scholz, perdió una votación de confianza después de terminar su coalición de tres partidos, lo que llevó a una elección anticipada en febrero. Mientras tanto, la ministra de finanzas de Canadá, Chrystia Freeland, renunció al gabinete de Justin Trudeau debido a desacuerdos sobre el rumbo del país.\",            \"translated_title\": \"Olaf Scholz y Chrystia Freeland\"        },        {            \"english_version\": \"Donald Trump has threatened to impose 25% tariffs on Canadian exports, adding to the economic tensions between the two countries.\",            \"english_title\": \"Donald Trump's Tariff Threat\",            \"translated_version\": \"Donald Trump ha amenazado con imponer aranceles del 25% a las exportaciones canadienses, aumentando las tensiones económicas entre los dos países.\",            \"translated_title\": \"La Amenaza de Aranceles de Donald Trump\"        },        {            \"english_version\": \"The Economist has been published since September 1843, aiming to promote intelligence and progress while combating ignorance. It covers a wide range of topics and provides insightful analysis.\",            \"english_title\": \"The Economist Publication\",            \"translated_version\": \"The Economist se ha publicado desde septiembre de 1843, con el objetivo de promover la inteligencia y el progreso mientras combate la ignorancia. Cubre una amplia gama de temas y proporciona un análisis perspicaz.\",            \"translated_title\": \"La Publicación de The Economist\"        }    ]}"