"{    \"translations\": [        {            \"english_version\": \"Volodymyr Zelensky thanked the EU for approving a €50bn ($54bn) support package for Ukraine after months of obstruction by Hungary. Ukraine's president said the new funding would send a clear signal to Russia.\",            \"english_title\": \"EU approves support package for Ukraine\",            \"translated_version\": \"Volodymyr Zelensky agradeció a la UE por aprobar un paquete de apoyo de €50bn ($54bn) para Ucrania después de meses de obstrucción por parte de Hungría. El presidente de Ucrania dijo que el nuevo financiamiento enviaría una señal clara a Rusia.\",            \"translated_title\": \"La UE aprueba paquete de apoyo para Ucrania\"        },        {            \"english_version\": \"Meta announced it would pay a dividend for the first time ever. Facebook’s parent company reported higher-than-expected revenue, of $40.1bn in the three months to December. Net income trebled to $14bn compared with a year earlier. Share prices jumped by 15% in after-hours trading. The upbeat report came a day after Mark Zuckerberg, Meta’s boss, was grilled by America’s senate.\",            \"english_title\": \"Meta to pay dividend for the first time\",            \"translated_version\": \"Meta anunció que pagaría un dividendo por primera vez en la historia. La empresa matriz de Facebook informó de ingresos superiores a lo esperado, de $40.1bn en los tres meses hasta diciembre. Los ingresos netos se triplicaron a $14bn en comparación con el año anterior. Los precios de las acciones subieron un 15% en el comercio después de horas. El informe optimista llegó un día después de que Mark Zuckerberg, el jefe de Meta, fuera interrogado por el senado de Estados Unidos.\",            \"translated_title\": \"Meta pagará dividendo por primera vez\"        },        {            \"english_version\": \"America imposed sanctions on four Jewish settlers accused of attacking Palestinian civilians in the occupied West Bank—a first for Joe Biden’s administration. Mr Biden said violence there had become intolerable. Some 370 Palestinians have been killed in the West Bank since October 7th. The sanctions coincided with Mr Biden’s visit to Michigan, a state with a large Arab-American community that has criticised Mr Biden’s support of Israel.\",            \"english_title\": \"Sanctions imposed on Jewish settlers in West Bank\",            \"translated_version\": \"Estados Unidos impuso sanciones a cuatro colonos judíos acusados de atacar a civiles palestinos en Cisjordania ocupada, algo inédito en la administración de Joe Biden. El señor Biden dijo que la violencia allí se había vuelto intolerable. Alrededor de 370 palestinos han sido asesinados en Cisjordania desde el 7 de octubre. Las sanciones coincidieron con la visita del señor Biden a Michigan, un estado con una gran comunidad árabe-estadounidense que ha criticado el apoyo del señor Biden a Israel.\",            \"translated_title\": \"Sanciones impuestas a colonos judíos en Cisjordania\"        },        {            \"english_version\": \"Apple’s revenue rose to $119.6bn for the quarter ending in December, up by 2% over the same period in 2022—ending a four-quarter streak of declining sales. Tim Cook, the tech giant’s boss, credited strong iPhone sales, which rose by 6%, and an all-time revenue record in services. More than 2.2bn Apple devices are now in use globally.\",            \"english_title\": \"Apple's revenue rises in December\",            \"translated_version\": \"Los ingresos de Apple aumentaron a $119.6bn en el trimestre que finalizó en diciembre, un 2% más que en el mismo período de 2022, poniendo fin a una racha de cuatro trimestres de ventas en declive. Tim Cook, el jefe del gigante tecnológico, atribuyó el aumento de las ventas del iPhone, que aumentaron un 6%, y un récord histórico de ingresos en servicios. Ahora hay más de 2.2bn dispositivos Apple en uso en todo el mundo.\",            \"translated_title\": \"Los ingresos de Apple aumentan en diciembre\"        },        {            \"english_version\": \"Bob Sternfels was re-elected boss of McKinsey, narrowly surviving a challenge from Rodney Zemmel, the head of the management consultancy’s digital-strategy practice. Mr Sternfels—who has prioritised risk and compliance after numerous scandals—had failed to muster enough support for re-election in the first two rounds, exposing a rift among senior partners. Despite an industry slowdown, McKinsey generated its highest ever revenue, of $16bn, in 2023.\",            \"english_title\": \"Bob Sternfels re-elected boss of McKinsey\",            \"translated_version\": \"Bob Sternfels fue reelegido jefe de McKinsey, sobreviviendo por poco a un desafío de Rodney Zemmel, el jefe de la práctica de estrategia digital de la consultora de gestión. El señor Sternfels, quien ha priorizado el riesgo y el cumplimiento después de numerosos escándalos, no logró reunir suficiente apoyo para la reelección en las dos primeras rondas, lo que reveló una división entre los socios principales. A pesar de una desaceleración en la industria, McKinsey generó sus ingresos más altos de la historia, de $16bn, en 2023.\",            \"translated_title\": \"Bob Sternfels reelegido jefe de McKinsey\"        }    ]}"