"{    \"translations\": [        {            \"english_version\": \"The European Union criticized Israel for attacking United Nations peacekeepers in southern Lebanon and causing injuries. The EU's foreign-policy chief called the attacks 'completely unacceptable'. In response, Israeli forces struck a school in central Gaza, resulting in the death of at least 20 displaced Palestinians. Hizbullah also launched a drone attack in northern Israel, killing four Israeli soldiers and injuring over 60.\",            \"english_title\": \"Conflict in Middle East\",            \"translated_version\": \"La Unión Europea criticó a Israel por atacar a los pacificadores de las Naciones Unidas en el sur del Líbano y causar heridas. El jefe de política exterior de la UE calificó los ataques de 'completamente inaceptables'. En respuesta, las fuerzas israelíes atacaron una escuela en el centro de Gaza, lo que resultó en la muerte de al menos 20 palestinos desplazados. Hizbullah también lanzó un ataque con dron en el norte de Israel, matando a cuatro soldados israelíes e hiriendo a más de 60.\",            \"translated_title\": \"Conflict in Middle East\"        },        {            \"english_version\": \"The Nobel prize in economics was awarded to Simon Johnson, James Robinson, and Daron Acemoglu for their research on global inequality. Their work highlighted the connection between colonization and prosperity, as well as the significance of strong democratic institutions for a country's success. The Nobel committee praised their innovative approach to addressing contemporary challenges.\",            \"english_title\": \"Nobel Prize in Economics\",            \"translated_version\": \"El premio Nobel de economía fue otorgado a Simon Johnson, James Robinson y Daron Acemoglu por su investigación sobre la desigualdad global. Su trabajo destacó la conexión entre la colonización y la prosperidad, así como la importancia de instituciones democráticas sólidas para el éxito de un país. El comité Nobel elogió su enfoque innovador para abordar desafíos contemporáneos.\",            \"translated_title\": \"Nobel Prize in Economics\"        }    ]}"