"{    \"translations\": [        {            \"english_version\": \"The killing of Alex Pretti over the weekend led Minnesota officials and locals to renew calls for Trump to end his immigration operation there. Lawmakers are questioning the crackdown while anger grows over two citizens killed by federal agents.\",            \"english_title\": \"Minnesota Calls for Immigration Change\",            \"translated_version\": \"La muerte de Alex Pretti el fin de semana hizo que los oficiales de Minnesota y los locales pidieran a Trump que termine su operación de inmigración allí. Los legisladores están cuestionando la represión mientras crece la ira por dos ciudadanos muertos por agentes federales.\",            \"translated_title\": \"Minnesota pide cambio en inmigración\"        },        {            \"english_version\": \"At least four people were killed when drones targeted a packed train in north-eastern Ukraine, officials say.\",            \"english_title\": \"Drones Attack Train in Ukraine\",            \"translated_version\": \"Al menos cuatro personas murieron cuando drones atacaron un tren lleno en el noreste de Ucrania, dicen los oficiales.\",            \"translated_title\": \"Drones atacan tren en Ucrania\"        },        {            \"english_version\": \"Young Iranians tell the BBC how they saw friends and other people die as security forces crushed protests earlier this month.\",            \"english_title\": \"Young Iranians Witness Protests\",            \"translated_version\": \"Jóvenes iraníes cuentan a la BBC cómo vieron morir a amigos y otras personas mientras las fuerzas de seguridad aplastaban protestas a principios de este mes.\",            \"translated_title\": \"Jóvenes iraníes ven protestas\"        },        {            \"english_version\": \"The US president said Iraq would have no chance of success without American support.\",            \"english_title\": \"US Support for Iraq\",            \"translated_version\": \"El presidente de EE.UU. dijo que Irak no tendría oportunidad de éxito sin el apoyo americano.\",            \"translated_title\": \"Apoyo de EE.UU. a Irak\"        },        {            \"english_version\": \"The process will be available to foreign nationals without a criminal record who can prove they lived in Spain for five months prior to 31 December 2025.\",            \"english_title\": \"New Process for Foreign Nationals in Spain\",            \"translated_version\": \"El proceso estará disponible para extranjeros sin antecedentes penales que puedan probar que vivieron en España durante cinco meses antes del 31 de diciembre de 2025.\",            \"translated_title\": \"Nuevo proceso para extranjeros en España\"        }    ]}"