"{    \"translations\": [        {            \"english_version\": \"Lawmakers in South Korea voted to remove the acting president, Han Duck-soo. He took over the position from Yoon Suk Yeol, who was ousted for trying to impose martial law. The opposition accused Han of delaying the previous president's impeachment process. Now, Choi Sang-mok, the finance minister, is set to take over.\",            \"english_title\": \"South Korea Impeaches Acting President\",            \"translated_version\": \"Los legisladores en Corea del Sur votaron para quitar al presidente interino, Han Duck-soo. Él tomó el cargo de Yoon Suk Yeol, quien fue destituido por intentar imponer la ley marcial. La oposición acusó a Han de retrasar el proceso de destitución del presidente anterior. Ahora, Choi Sang-mok, el ministro de finanzas, está listo para tomar el cargo.\",            \"translated_title\": \"Corea del Sur destituye al presidente interino\"        },        {            \"english_version\": \"Azerbaijan Airlines has stopped more than half of its flights to Russia. This decision came after a tragic crash in Kazakhstan, where reports suggest Russian air defenses may have caused the accident. Azerbaijani officials believe the plane was hit by Russian anti-aircraft fire. Russia has cautioned against jumping to conclusions.\",            \"english_title\": \"Azerbaijan Airlines Halts Flights to Russia\",            \"translated_version\": \"Azerbaijan Airlines ha detenido más de la mitad de sus vuelos a Rusia. Esta decisión se tomó después de un trágico accidente en Kazajistán, donde los informes sugieren que las defensas aéreas rusas pueden haber causado el accidente. Los funcionarios azerbaiyanos creen que el avión fue alcanzado por fuego antiaéreo ruso. Rusia ha advertido contra sacar conclusiones precipitadas.\",            \"translated_title\": \"Azerbaijan Airlines detiene vuelos a Rusia\"        }    ]}"