"{    \"translations\": [        {            \"english_version\": \"Qatar warned that American retaliation for a drone attack that killed three soldiers in Jordan could endanger a seven-day truce in the war in Gaza and the release of hostages held by Hamas.\",            \"english_title\": \"Qatar warns of retaliation endangering truce in Gaza\",            \"translated_version\": \"Qatar advirtió que la represalia estadounidense por un ataque con drones que mató a tres soldados en Jordania podría poner en peligro un alto el fuego de siete días en la guerra en Gaza y la liberación de rehenes en manos de Hamas.\",            \"translated_title\": \"Qatar advierte de represalias que ponen en peligro el alto el fuego en Gaza\"        },        {            \"english_version\": \"Lloyd Austin, America’s defence secretary, promised to take `all necessary actions` to defend American troops in the Middle East in the wake of the attack, which reportedly came after America’s army confused the enemy bomb for a surveillance drone returning to base.\",            \"english_title\": \"US defence secretary promises action to defend troops\",            \"translated_version\": \"Lloyd Austin, el secretario de defensa de Estados Unidos, prometió tomar `todas las acciones necesarias` para defender a las tropas estadounidenses en Oriente Medio tras el ataque, que al parecer ocurrió después de que el ejército estadounidense confundiera la bomba enemiga con un dron de vigilancia que regresaba a la base.\",            \"translated_title\": \"Secretario de defensa de EE. UU. promete acción para defender a las tropas\"        },        {            \"english_version\": \"John Lee, Hong Kong’s chief executive, unveiled plans for the territory’s own national-security law, to sit alongside the swingeing one imposed by China in 2020.\",            \"english_title\": \"Hong Kong plans its own national-security law\",            \"translated_version\": \"John Lee, el director ejecutivo de Hong Kong, presentó planes para la propia ley de seguridad nacional del territorio, que se sumará a la impuesta por China en 2020.\",            \"translated_title\": \"Hong Kong planea su propia ley de seguridad nacional\"        },        {            \"english_version\": \"Neuralink, Elon Musk’s brain-chip startup, implanted its first device in a human patient.\",            \"english_title\": \"Neuralink implants first device in human\",            \"translated_version\": \"Neuralink, la startup de chips cerebrales de Elon Musk, implantó su primer dispositivo en un paciente humano.\",            \"translated_title\": \"Neuralink implanta primer dispositivo en humano\"        },        {            \"english_version\": \"Renault scrapped plans to list its electric-vehicle business.\",            \"english_title\": \"Renault cancels plans for electric-vehicle business\",            \"translated_version\": \"Renault canceló los planes de listar su negocio de vehículos eléctricos.\",            \"translated_title\": \"Renault cancela planes de negocio de vehículos eléctricos\"        }    ]}"