"{    \"translations\": [        {            \"english_version\": \"Binyamin Netanyahu, Israel’s prime minister, told troops that the `next stage` of the country’s war against Hamas was coming. The Israeli armed forces later said it was planning for an offensive by `land, sea and air`. Authorities in Gaza said that 70 people were killed by an airstrike on Friday that hit a convoy of civilians fleeing the conflict. They were reportedly using a route that had been designated by Israel as a safe passage. Hamas blamed Israel for the bombing. Israel has so far declined to comment.\",            \"english_title\": \"Israel's Next Stage in War Against Hamas\",            \"translated_version\": \"El primer ministro de Israel, Binyamin Netanyahu, les dijo a las tropas que la `próxima etapa` de la guerra del país contra Hamas se acercaba. Las fuerzas armadas israelíes dijeron más tarde que estaban planeando una ofensiva por `tierra, mar y aire`. Las autoridades en Gaza dijeron que 70 personas murieron en un ataque aéreo el viernes que alcanzó a un convoy de civiles que huían del conflicto. Al parecer, estaban utilizando una ruta designada por Israel como un paso seguro. Hamas culpó a Israel por el bombardeo. Israel hasta ahora se ha negado a comentar.\",            \"translated_title\": \"La Próxima Etapa de Israel en la Guerra contra Hamas\"        },        {            \"english_version\": \"Syrian officials said that Israel bombed the main airports in Damascus and Aleppo, putting them out of action. The aim may have been to disrupt the supply of arms from Iran. Iran backs both the Syrian regime and Hizbullah, which is considering opening up a second front in Israel’s war.\",            \"english_title\": \"Israel Bombs Airports in Syria\",            \"translated_version\": \"Funcionarios sirios dijeron que Israel bombardeó los principales aeropuertos de Damasco y Alepo, dejándolos fuera de servicio. El objetivo podría haber sido interrumpir el suministro de armas desde Irán. Irán apoya tanto al régimen sirio como a Hizbullah, que está considerando abrir un segundo frente en la guerra de Israel.\",            \"translated_title\": \"Israel Bombardea Aeropuertos en Siria\"        },        {            \"english_version\": \"Australians overwhelmingly voted against the idea of establishing a `Voice to Parliament`, a group of indigenous advisers that the government would have consulted on issues affecting their communities. Sixty percent of voters—and all of the country’s six states—came out against the proposal. `When you aim high, sometimes you fall short,` lamented Anthony Albanese, the prime minister.\",            \"english_title\": \"Australian Vote Against 'Voice to Parliament'\",            \"translated_version\": \"Los australianos votaron abrumadoramente en contra de la idea de establecer una `Voz al Parlamento`, un grupo de asesores indígenas a los que el gobierno habría consultado sobre cuestiones que afectan a sus comunidades. El sesenta por ciento de los votantes, y todos los seis estados del país, se opusieron a la propuesta. `Cuando apuntas alto, a veces te quedas corto,` lamentó Anthony Albanese, el primer ministro.\",            \"translated_title\": \"Voto Australiano en Contra de 'Voz al Parlamento'\"        },        {            \"english_version\": \"The IMF said members had agreed on a `meaningful increase` to their contributions to the fund, to be implemented this year. The IMF will also grant a representative from sub-Saharan Africa a third seat, up from two, on its executive board. The global lender is holding a week-long meeting in Morocco, its first on the continent since 1973.\",            \"english_title\": \"IMF Agrees on Contribution Increase\",            \"translated_version\": \"El FMI dijo que los miembros habían acordado un `aumento significativo` en sus contribuciones al fondo, que se implementará este año. El FMI también otorgará a un representante de África subsahariana un tercer asiento, en lugar de dos, en su junta ejecutiva. El prestamista global está celebrando una reunión de una semana en Marruecos, la primera en el continente desde 1973.\",            \"translated_title\": \"El FMI Acuerda Aumento en Contribuciones\"        },        {            \"english_version\": \"Christopher Luxon, the leader of the New Zealand National Party, is set to form a government after his party won national elections, ending six years of Liberal rule. Chris Hipkins, the incumbent, has conceded. Mr Hipkins became prime minister in January after his predecessor, Jacinda Ardern, stepped down unexpectedly.\",            \"english_title\": \"New Zealand National Party Wins Elections\",            \"translated_version\": \"Christopher Luxon, el líder del Partido Nacional de Nueva Zelanda, está listo para formar un gobierno después de que su partido ganara las elecciones nacionales, poniendo fin a seis años de gobierno liberal. Chris Hipkins, el titular, ha concedido. El Sr. Hipkins se convirtió en primer ministro en enero después de que su predecesora, Jacinda Ardern, renunciara inesperadamente.\",            \"translated_title\": \"El Partido Nacional de Nueva Zelanda Gana las Elecciones\"        }    ]}"