"{    \"translations\": [        {            \"english_version\": \"Israel kept bombing Beirut, the capital of Lebanon, during the night. Hamas reported that a strike on a refugee camp in northern Lebanon killed one of their commanders. Israel says they hit around 2,000 Hizbullah targets in southern Lebanon, but the Iran-backed militants are still fighting back. In another incident, Israeli forces attacked a mosque in Deir al-Balah, a town in northern Gaza, and at least 19 people were killed according to Palestinian authorities.\",            \"english_title\": \"Israel's Continued Bombardment in Lebanon\",            \"translated_version\": \"Israel siguió bombardeando Beirut, la capital de Líbano, durante la noche. Hamas informó que un ataque en un campamento de refugiados en el norte de Líbano mató a uno de sus comandantes. Israel dice que golpearon alrededor de 2,000 objetivos de Hizbullah en el sur de Líbano, pero los militantes respaldados por Irán siguen luchando. En otro incidente, las fuerzas israelíes atacaron una mezquita en Deir al-Balah, una ciudad en el norte de Gaza, y al menos 19 personas murieron según las autoridades palestinas.\",            \"translated_title\": \"Israel sigue bombardeando Líbano\"        },        {            \"english_version\": \"Ruben Brekelmans, the Dutch defense minister, promised €400m ($440m) to help develop Ukraine's drone program during his visit to Kyiv. He also committed to providing more F-16 fighter jets in the upcoming months. This support is crucial as the efforts to push back the Russian invasion have slowed down, leading to fatigue among Ukrainians and their allies.\",            \"english_title\": \"Dutch Defense Minister's Support for Ukraine\",            \"translated_version\": \"Ruben Brekelmans, el ministro de defensa holandés, prometió €400m ($440m) para ayudar a desarrollar el programa de drones de Ucrania durante su visita a Kiev. También se comprometió a proporcionar más aviones de combate F-16 en los próximos meses. Este apoyo es crucial ya que los esfuerzos para repeler la invasión rusa se han ralentizado, lo que ha llevado a la fatiga entre los ucranianos y sus aliados.\",            \"translated_title\": \"Apoyo del Ministro de Defensa Holandés a Ucrania\"        }    ]}"