"{    \"translations\": [        {            \"english_version\": \"Israel's Defence Minister, Yoav Gallant, stated that the country's operation in Rafah will continue with more troops. Last week, Israel started moving into Rafah and asked people to leave certain areas. By Tuesday, Israeli tanks had reached residential parts of eastern Rafah, causing hundreds of thousands of civilians to flee, as reported by the UN.\",            \"english_title\": \"Israel's Operation in Rafah\",            \"translated_version\": \"El Ministro de Defensa de Israel, Yoav Gallant, dijo que la operación del país en Rafah continuará con más soldados. La semana pasada, Israel comenzó a moverse hacia Rafah y pidió a la gente que abandonara ciertas áreas. Para el martes, los tanques israelíes habían llegado a partes residenciales del este de Rafah, haciendo que cientos de miles de civiles huyeran, según informó la ONU.\",            \"translated_title\": \"Operación de Israel en Rafah\"        },        {            \"english_version\": \"In Donald Trump's trial, his lawyers attempted to portray Michael Cohen, the main witness for the prosecution, as a habitual liar. Cohen had previously testified that he was instructed by 'The Boss' to pay off Stormy Daniels, a porn star who claimed to have had an affair with Trump. The defence aimed to discredit Cohen's account of the payment approval conversation.\",            \"english_title\": \"Trump's Trial and Michael Cohen\",            \"translated_version\": \"En el juicio de Donald Trump, sus abogados intentaron retratar a Michael Cohen, el principal testigo de la acusación, como un mentiroso habitual. Cohen había testificado previamente que le habían ordenado por parte de 'El Jefe' pagar a Stormy Daniels, una estrella de cine para adultos que afirmaba haber tenido una aventura con Trump. La defensa intentó desacreditar el relato de Cohen sobre la conversación de aprobación del pago.\",            \"translated_title\": \"Juicio de Trump y Michael Cohen\"        }    ]}"