"```json{    \"translations\": [        {            \"english_version\": \"Ukraine's president, Volodymyr Zelensky, warned that Russia may attack Kharkiv. He asked Western allies for more military aid. Russia surprised Ukraine by attacking the province on May 10th. Mr. Zelensky said Russian forces moved up to 10km before being stopped. Ukraine lacks proper air defenses and manpower. Kharkiv's governor mentioned that 10,000 people were evacuated in the region recently.\",            \"english_title\": \"Ukraine's President Warns of Possible Attack\",            \"translated_version\": \"El presidente de Ucrania, Volodymyr Zelensky, advirtió que Rusia podría atacar Járkov. Pidió más ayuda militar a los aliados occidentales. Rusia sorprendió a Ucrania atacando la provincia el 10 de mayo. El Sr. Zelensky dijo que las fuerzas rusas se movieron hasta 10 km antes de ser detenidas. Ucrania carece de defensas aéreas adecuadas y personal. El gobernador de Járkov mencionó que recientemente se evacuaron 10,000 personas en la región.\",            \"translated_title\": \"Advertencia del Presidente de Ucrania\"        },        {            \"english_version\": \"Vietnam's Communist Party nominated To Lam as the country's president. The public security minister's appointment is likely to be approved by the parliament soon. Mr. Lam will replace Vo Van Thuong, who resigned in mysterious circumstances. This situation worried foreign investors who have invested heavily in Vietnam as a growing economy.\",            \"english_title\": \"New President Nominated in Vietnam\",            \"translated_version\": \"El Partido Comunista de Vietnam nominó a To Lam como presidente del país. Es probable que el nombramiento del ministro de seguridad pública sea aprobado pronto por el parlamento. El Sr. Lam reemplazará a Vo Van Thuong, quien renunció en circunstancias misteriosas. Esta situación preocupó a los inversores extranjeros que han invertido fuertemente en Vietnam como una economía en crecimiento.\",            \"translated_title\": \"Nuevo Presidente Nominado en Vietnam\"        }    ]}```"