"{    \"translations\": [        {            \"english_version\": \"The US president sees it as a success, but if this causes a big change, it might not be good for him. The US says both the PLO and the Palestinian Administration still support terrorism.\",            \"english_title\": \"US President's View\",            \"translated_version\": \"El presidente de EE.UU. lo ve como un éxito, pero si esto causa un gran cambio, podría no ser bueno para él. EE.UU. dice que tanto la OLP como la Administración Palestina todavía apoyan el terrorismo.\",            \"translated_title\": \"Vista del Presidente de EE.UU.\"        },        {            \"english_version\": \"Three children, aged three, six, and 17, were among those killed in the attack, Ukrainian officials say. Ukraine's parliament votes to restore the independence of two anti-corruption agencies after large-scale protests.\",            \"english_title\": \"Attack in Ukraine\",            \"translated_version\": \"Tres niños, de tres, seis y 17 años, estaban entre los muertos en el ataque, dicen funcionarios ucranianos. El parlamento de Ucrania vota para restaurar la independencia de dos agencias anticorrupción después de grandes protestas.\",            \"translated_title\": \"Ataque en Ucrania\"        },        {            \"english_version\": \"US special envoy Steve Witkoff will visit Gaza on Friday to check food distribution sites, the White House said.\",            \"english_title\": \"US Envoy to Gaza\",            \"translated_version\": \"El enviado especial de EE.UU., Steve Witkoff, visitará Gaza el viernes para revisar los sitios de distribución de comida, dijo la Casa Blanca.\",            \"translated_title\": \"Enviado de EE.UU. a Gaza\"        },        {            \"english_version\": \"Since a war with Israel in June, Iran has increased forced returns. Some Afghans say they were beaten.\",            \"english_title\": \"Iran's Forced Returns\",            \"translated_version\": \"Desde una guerra con Israel en junio, Irán ha aumentado los retornos forzados. Algunos afganos dicen que fueron golpeados.\",            \"translated_title\": \"Retornos Forzados de Irán\"        },        {            \"english_version\": \"The nest with 10 times more radiation than allowed was found at a place that used to make parts for US nuclear weapons.\",            \"english_title\": \"Radiation Nest Found\",            \"translated_version\": \"El nido con 10 veces más radiación de lo permitido fue encontrado en un lugar que solía hacer partes para armas nucleares de EE.UU.\",            \"translated_title\": \"Nido de Radiación Encontrado\"        }    ]}"