"{    \"translations\": [        {            \"english_version\": \"The acting star was famous for roles in The Sting and Butch Cassidy and the Sundance Kid.\",            \"english_title\": \"Famous Acting Star\",            \"translated_version\": \"La estrella de actuación era famosa por papeles en The Sting y Butch Cassidy and the Sundance Kid.\",            \"translated_title\": \"Estrella de Actuación Famosa\"        },        {            \"english_version\": \"A UN commission of inquiry found that Israel was committing genocide in Gaza. The panel finds that four of the five genocidal acts defined under international law have been carried out against Palestinians during the war.\",            \"english_title\": \"UN Inquiry on Gaza\",            \"translated_version\": \"Una comisión de la ONU encontró que Israel estaba cometiendo genocidio en Gaza. El panel dice que cuatro de los cinco actos genocidas según la ley internacional se hicieron contra palestinos durante la guerra.\",            \"translated_title\": \"Investigación de la ONU en Gaza\"        },        {            \"english_version\": \"The 21-year-old was killed in 2012 and her body found in a septic tank in the garrison town of Nanyuki. Tyler Robinson is thought to have discussed the killing on the online platform before his arrest.\",            \"english_title\": \"Murder Case in Nanyuki\",            \"translated_version\": \"La joven de 21 años fue asesinada en 2012 y su cuerpo encontrado en un tanque séptico en la ciudad de Nanyuki. Se cree que Tyler Robinson habló sobre el asesinato en una plataforma en línea antes de su arresto.\",            \"translated_title\": \"Caso de Asesinato en Nanyuki\"        },        {            \"english_version\": \"Faith Kipyegon wins her fourth world 1500m title and continues her winning streak with a fifth global gold in the event.\",            \"english_title\": \"Faith Kipyegon's Victory\",            \"translated_version\": \"Faith Kipyegon gana su cuarto título mundial de 1500m y sigue ganando con un quinto oro global en el evento.\",            \"translated_title\": \"Victoria de Faith Kipyegon\"        },        {            \"english_version\": \"Items retrieved from the wreck of HMHS Britannic in the Aegean include a bell and binoculars, Greece says.\",            \"english_title\": \"Britannic Wreck Items\",            \"translated_version\": \"Grecia dice que los objetos recuperados del naufragio del HMHS Britannic en el Egeo incluyen una campana y binoculares.\",            \"translated_title\": \"Objetos del Naufragio Britannic\"        }    ]}"