"{    \"translations\": [        {            \"english_version\": \"Israel’s army reached the centre of Khan Younis, a city in the south of the Gaza Strip, after facing fierce resistance from militants. It also reported that it had flooded Hamas tunnels beneath the city. On Saturday the UN warned that half of Gaza’s population is starving and that nine in ten people in the territory are unable to eat every day.\",            \"english_title\": \"Israeli Army Advances in Gaza\",            \"translated_version\": \"El ejército de Israel llegó al centro de Khan Younis, una ciudad en el sur de la Franja de Gaza, después de enfrentar una feroz resistencia de los militantes. También informó que había inundado los túneles de Hamas debajo de la ciudad. El sábado, la ONU advirtió que la mitad de la población de Gaza se está muriendo de hambre y que nueve de cada diez personas en el territorio no pueden comer todos los días.\",            \"translated_title\": \"Avance del Ejército Israelí en Gaza\"        },        {            \"english_version\": \"Voters in Egypt headed to the polls for the first day of a presidential election. Abdel-Fattah al-Sisi, the incumbent, is expected to be granted a third term despite the country’s economic crisis and disgruntlement over his government’s treatment of Palestinians affected by the war in Gaza. Polls are open for three days and the result is expected on December 18th.\",            \"english_title\": \"Egyptian Presidential Election\",            \"translated_version\": \"Los votantes en Egipto se dirigieron a las urnas para el primer día de una elección presidencial. Se espera que Abdel-Fattah al-Sisi, el actual presidente, sea otorgado un tercer mandato a pesar de la crisis económica del país y el descontento por el trato de su gobierno a los palestinos afectados por la guerra en Gaza. Las urnas estarán abiertas durante tres días y se espera el resultado el 18 de diciembre.\",            \"translated_title\": \"Elección Presidencial en Egipto\"        },        {            \"english_version\": \"Nicolás Maduro, Venezuela’s president, will meet his counterpart from Guyana, Mohamed Irfaan Ali, on December 14th for talks as tensions between the countries grow. Venezuela has laid claim to Essequibo, an oil-rich region within Guyana. Earlier this week Mr Maduro told his country’s state-owned firms to begin exploiting resources in the region. The move followed a referendum on the issue held last Sunday in Venezuela.\",            \"english_title\": \"Meeting Between Venezuelan and Guyanese Presidents\",            \"translated_version\": \"Nicolás Maduro, el presidente de Venezuela, se reunirá con su homólogo de Guyana, Mohamed Irfaan Ali, el 14 de diciembre para conversaciones a medida que aumentan las tensiones entre los países. Venezuela ha reclamado Essequibo, una región rica en petróleo dentro de Guyana. A principios de esta semana, el Sr. Maduro ordenó a las empresas estatales de su país que comiencen a explotar los recursos en la región. La medida siguió a un referéndum sobre el tema celebrado el domingo pasado en Venezuela.\",            \"translated_title\": \"Reunión Entre los Presidentes de Venezuela y Guyana\"        },        {            \"english_version\": \"Ukraine transported goods lorries by train to Poland, bypassing the road border, which is being blocked by Polish lorry drivers. Polish hauliers are upset about the terms under which Ukrainian drivers are permitted to operate in the European Union. Thousands of Ukranian lorries are stuck in traffic jams at the border. Drivers in Slovakia recently started a similar protest.\",            \"english_title\": \"Transportation Issues at Ukraine-Poland Border\",            \"translated_version\": \"Ucrania transportó camiones de mercancías en tren a Polonia, evitando la frontera por carretera, que está siendo bloqueada por los conductores de camiones polacos. Los transportistas polacos están molestos por los términos bajo los cuales se permite a los conductores ucranianos operar en la Unión Europea. Miles de camiones ucranianos están atrapados en atascos de tráfico en la frontera. Los conductores en Eslovaquia recientemente comenzaron una protesta similar.\",            \"translated_title\": \"Problemas de Transporte en la Frontera entre Ucrania y Polonia\"        },        {            \"english_version\": \"In Hong Kong pro-democracy activists were arrested while protesting against unfair elections for the territory’s district councils. The government has manipulated the electoral process so that only candidates deemed to be 'patriotic' are able to stand. Just 25% of eligible voters had voted; in 2019, when pro-democracy candidates were allowed, 71% did.\",            \"english_title\": \"Protests in Hong Kong\",            \"translated_version\": \"En Hong Kong, activistas pro-democracia fueron arrestados mientras protestaban contra elecciones injustas para los consejos de distrito del territorio. El gobierno ha manipulado el proceso electoral para que solo los candidatos considerados 'patrióticos' puedan postularse. Solo el 25% de los votantes elegibles habían votado; en 2019, cuando se permitieron candidatos pro-democracia, el 71% lo hizo.\",            \"translated_title\": \"Protestas en Hong Kong\"        }    ]}"