"{    \"translations\": [        {            \"english_version\": \"Gaza’s Hamas-run health ministry said that more than 10,300 people have been killed in the enclave since the war began. Israel gave residents in Gaza city—which the country’s forces have encircled—four hours to flee south, ahead of a ground advance. Conditions in the strip are worsening. The UN’s humanitarian office said that only 569 aid trucks have entered Gaza since the war began—but none has carried fuel. Earlier Binyamin Netanyahu, Israel’s prime minister, said that Israel will have overall security responsibility over Gaza for an indefinite period after the war.\",            \"english_title\": \"Gaza Conflict\",            \"translated_version\": \"El ministerio de salud de Gaza dirigido por Hamas dijo que más de 10,300 personas han muerto en la franja desde que comenzó la guerra. Israel dio a los residentes de la ciudad de Gaza, que las fuerzas del país han rodeado, cuatro horas para huir hacia el sur, antes de un avance terrestre. Las condiciones en la franja están empeorando. La oficina humanitaria de la ONU dijo que solo 569 camiones de ayuda han ingresado a Gaza desde que comenzó la guerra, pero ninguno ha llevado combustible. Anteriormente, Binyamin Netanyahu, primer ministro de Israel, dijo que Israel tendrá la responsabilidad de la seguridad general sobre Gaza por un período indefinido después de la guerra.\",            \"translated_title\": \"Conflicto en Gaza\"        },        {            \"english_version\": \"António Costa, Portugal’s prime minister, resigned after police searched his official residence and several government buildings. Prosecutors said that Mr Costa is being investigated as part of a corruption probe linked to lithium-exploration schemes and a green hydrogen mega-project. Mr Costa’s chief of staff was detained earlier, and his infrastructure minister was also named as a formal suspect in the investigations. NATO allies suspended the operation of the Treaty on Conventional Armed Forces in Europe. The cold-war era pact prevented signatories from massing forces near mutual borders. The move was prompted by Russia’s withdrawal from the treaty, which the Kremlin said was partly a response to NATO’s expansion near its borders. Jake Sullivan, America’s national security adviser, denounced Russia’s disregard for arms control.\",            \"english_title\": \"Portugal Prime Minister Resigns\",            \"translated_version\": \"António Costa, primer ministro de Portugal, renunció después de que la policía registrara su residencia oficial y varios edificios gubernamentales. Los fiscales dijeron que el Sr. Costa está siendo investigado como parte de una investigación de corrupción relacionada con esquemas de exploración de litio y un mega proyecto de hidrógeno verde. El jefe de gabinete del Sr. Costa fue detenido anteriormente y su ministro de infraestructura también fue nombrado sospechoso formal en las investigaciones. Los aliados de la OTAN suspendieron la operación del Tratado sobre Fuerzas Armadas Convencionales en Europa. El pacto de la era de la Guerra Fría impedía que los signatarios concentraran fuerzas cerca de las fronteras mutuas. La medida fue provocada por la retirada de Rusia del tratado, que el Kremlin dijo que fue en parte una respuesta a la expansión de la OTAN cerca de sus fronteras. Jake Sullivan, asesor de seguridad nacional de Estados Unidos, denunció la falta de respeto de Rusia por el control de armas.\",            \"translated_title\": \"Renuncia del Primer Ministro de Portugal\"        },        {            \"english_version\": \"Saudi Aramco reported a third-quarter net profit of $32.6bn, a drop of 23% compared with the same period in 2022. The decline was driven by lower crude prices and a fall in volumes sold. Still, those decreases were partly offset by a reduction in production royalties, which helped the oil giant marginally beat analysts’ expectations. The company’s share price ticked up in early trading. German industrial production fell by 1.4% month on month in September—the fourth such consecutive decrease. The steeper-than-expected slump was largely driven by weaknesses in the automotive industry, which manufactured 5% fewer vehicles. Production in the pharmaceutical industry also declined by 9.2%. Germany’s economy is in trouble: it shrank by 0.1% in the third quarter, increasing the risk of recession.\",            \"english_title\": \"Saudi Aramco's Profit Decline\",            \"translated_version\": \"Saudi Aramco informó una ganancia neta de $32.6 mil millones en el tercer trimestre, una caída del 23% en comparación con el mismo período en 2022. La disminución fue impulsada por los precios más bajos del crudo y una caída en los volúmenes vendidos. Sin embargo, esas disminuciones fueron compensadas en parte por una reducción en las regalías de producción, lo que ayudó al gigante petrolero a superar marginalmente las expectativas de los analistas. El precio de las acciones de la compañía subió en las primeras operaciones. La producción industrial alemana cayó un 1.4% mes a mes en septiembre, la cuarta disminución consecutiva. La caída más pronunciada de lo esperado se debió en gran parte a las debilidades en la industria automotriz, que fabricó un 5% menos de vehículos. La producción en la industria farmacéutica también disminuyó un 9.2%. La economía de Alemania está en problemas: se contrajo un 0.1% en el tercer trimestre, aumentando el riesgo de recesión.\",            \"translated_title\": \"Disminución de las Ganancias de Saudi Aramco\"        },        {            \"english_version\": \"WeWork, a long-struggling office-rental company, filed for bankruptcy in America. The firm declared liabilities in the range of $10bn-50bn, but said it had reached an agreement with most of its creditors to convert its existing debt into a reorganised entity. Adam Neumann, WeWork’s flamboyant co-founder, predicted the firm, which promised to elevate the world’s consciousness, would re-emerge. Nike filed lawsuits against New Balance and Skechers, two of its shoemaking rivals, for infringing its patented flyknit technology (ie, light, high-strength fibres) in their trainers. New Balance denied any infringement, saying that Nike does not own traditional manufacturing methods that have been used in the industry for decades.\",            \"english_title\": \"WeWork Files for Bankruptcy\",            \"translated_version\": \"WeWork, una empresa de alquiler de oficinas que ha tenido dificultades durante mucho tiempo, se declaró en bancarrota en Estados Unidos. La empresa declaró pasivos en el rango de $10 mil millones a $50 mil millones, pero dijo que había llegado a un acuerdo con la mayoría de sus acreedores para convertir su deuda existente en una entidad reorganizada. Adam Neumann, el extravagante cofundador de WeWork, predijo que la empresa, que prometió elevar la conciencia del mundo, volvería a surgir. Nike presentó demandas contra New Balance y Skechers, dos de sus rivales en la fabricación de calzado, por infringir su tecnología patentada flyknit (es decir, fibras ligeras y de alta resistencia) en sus zapatillas. New Balance negó cualquier infracción, diciendo que Nike no posee métodos de fabricación tradicionales que se han utilizado en la industria durante décadas.\",            \"translated_title\": \"WeWork se Declara en Bancarrota\"        },        {            \"english_version\": \"The G7 debates GazaFor America, the G7 group of industrialised countries is now the steering committee of the major democracies, where far-flung allies co-ordinate responses to global threats. That includes Russia’s invasion of Ukraine and the deepening rivalry with China. But at a two-day meeting in Tokyo, which began on Tuesday, the group’s foreign ministers are grappling with a new crisis: the war between Israel and Hamas. G7 members will have many questions for Antony Blinken, America’s secretary of state, after his tour of the Middle East: can suffering in Gaza be eased; how and when does the war end; who will run Gaza; will there ever be a Palestinian state?Expect few good answers. Mr Blinken has failed even to secure humanitarian pauses to get more aid into Gaza and, perhaps, hostages out. Arabs demand an immediate ceasefire, while Israel insists on eliminating Hamas. And there is little sign that Israel has a plan for the aftermath, or that America would impose one.\",            \"english_title\": \"G7 Meeting on Israel-Hamas Conflict\",            \"translated_version\": \"El G7 debate Gaza. Para Estados Unidos, el grupo G7 de países industrializados es ahora el comité directivo de las principales democracias, donde los aliados lejanos coordinan las respuestas a las amenazas globales. Eso incluye la invasión de Ucrania por parte de Rusia y la rivalidad cada vez mayor con China. Pero en una reunión de dos días en Tokio, que comenzó el martes, los ministros de Relaciones Exteriores del grupo están lidiando con una nueva crisis: la guerra entre Israel y Hamas. Los miembros del G7 tendrán muchas preguntas para Antony Blinken, el secretario de Estado de Estados Unidos, después de su gira por Oriente Medio: ¿se puede aliviar el sufrimiento en Gaza; cómo y cuándo termina la guerra; quién gobernará Gaza; habrá algún día un estado palestino? Esperen pocas respuestas satisfactorias. El Sr. Blinken ni siquiera ha logrado asegurar pausas humanitarias para llevar más ayuda a Gaza y, tal vez, liberar rehenes. Los árabes exigen un alto el fuego inmediato, mientras que Israel insiste en eliminar a Hamas. Y hay pocas señales de que Israel tenga un plan para el período posterior, o que Estados Unidos impondría uno.\",            \"translated_title\": \"Reunión del G7 sobre el Conflicto Israel-Hamas\"        }    ]}"