"{    \"translations\": [        {            \"english_version\": \"Thousands of Gazans have started to evacuate after the Israel Defence Forces instructed some 1.1m Palestinians to move from north to south Gaza within 24 hours. The UN has urged Israel to withdraw the order, while Hamas reported that 70 people were killed by airstrikes while trying to flee. Israel has deployed tanks on Gaza's borders to target underground tunnels. Hamas also claimed that Israeli airstrikes killed 13 hostages in Gaza.\",            \"english_title\": \"Evacuation in Gaza\",            \"translated_version\": \"Miles de gazatíes han comenzado a evacuar después de que las Fuerzas de Defensa de Israel instruyeran a unos 1,1 millones de palestinos a moverse del norte al sur de Gaza en un plazo de 24 horas. La ONU ha instado a Israel a retirar la orden, mientras que Hamas informó que 70 personas murieron en ataques aéreos mientras intentaban huir. Israel ha desplegado tanques en las fronteras de Gaza para atacar túneles subterráneos. Hamas también afirmó que los ataques aéreos israelíes mataron a 13 rehenes en Gaza.\",            \"translated_title\": \"Evacuación en Gaza\"        },        {            \"english_version\": \"Microsoft has closed a $75bn deal to acquire Activision Blizzard after receiving approval from Britain's anti-trust watchdog. As part of the deal, Microsoft will license cloud-streaming rights of Activision titles to Ubisoft. JPMorgan Chase and Wells Fargo reported strong results in the third quarter, with increased profits due to higher interest rates. BlackRock, the world's largest asset manager, also beat expectations with a 13% rise in profits.\",            \"english_title\": \"Microsoft's Acquisition of Activision Blizzard\",            \"translated_version\": \"Microsoft ha cerrado un acuerdo de $75 mil millones para adquirir Activision Blizzard después de recibir la aprobación del organismo de control de monopolios de Gran Bretaña. Como parte del acuerdo, Microsoft otorgará licencias de derechos de transmisión en la nube de los títulos de Activision a Ubisoft. JPMorgan Chase y Wells Fargo informaron resultados sólidos en el tercer trimestre, con aumentos en las ganancias debido a las tasas de interés más altas. BlackRock, el administrador de activos más grande del mundo, también superó las expectativas con un aumento del 13% en las ganancias.\",            \"translated_title\": \"Adquisición de Activision Blizzard por parte de Microsoft\"        },        {            \"english_version\": \"The repercussions of Hamas's attack on Israel have been felt across Europe. In London, three Jewish schools closed due to fears of violence from pro-Palestinian protests. The British government has pledged an extra £3m to Jewish institutions for increased security. In Paris, a pro-Palestinian rally was broken up by police using tear gas and water cannons. America's top diplomat, Antony Blinken, thanked Mahmoud Abbas, the Palestinian Authority president, for his efforts to calm the region.\",            \"english_title\": \"Repercussions of Hamas's Attack\",            \"translated_version\": \"Las repercusiones del ataque de Hamas a Israel se han sentido en toda Europa. En Londres, tres escuelas judías cerraron debido al temor de la violencia de las protestas pro-palestinas. El gobierno británico ha prometido £3 millones adicionales a las instituciones judías para aumentar la seguridad. En París, una manifestación pro-palestina fue dispersada por la policía con gas lacrimógeno y cañones de agua. El principal diplomático de Estados Unidos, Antony Blinken, agradeció a Mahmoud Abbas, presidente de la Autoridad Palestina, por sus esfuerzos para calmar la región.\",            \"translated_title\": \"Repercusiones del Ataque de Hamas\"        },        {            \"english_version\": \"China's consumer prices remained flat in September, contrary to analysts' predictions of a 0.2% increase. The slowdown in the property sector may be affecting household demand, as food prices dropped by 3.2%. Core inflation, excluding food and fuel prices, increased by 0.8% year-on-year. The IMF recently lowered its growth forecast for China. Russian and Ukrainian troops are engaged in fierce fighting around Avdiivka, a town in eastern Ukraine.\",            \"english_title\": \"Consumer Prices in China\",            \"translated_version\": \"Los precios al consumidor en China se mantuvieron estables en septiembre, en contra de las predicciones de los analistas de un aumento del 0,2%. La desaceleración en el sector inmobiliario puede estar afectando la demanda de los hogares, ya que los precios de los alimentos bajaron un 3,2%. La inflación básica, excluyendo los precios de los alimentos y los combustibles, aumentó un 0,8% interanual. El FMI recientemente redujo su pronóstico de crecimiento para China. Las tropas rusas y ucranianas están involucradas en feroces combates alrededor de Avdiivka, una ciudad en el este de Ucrania.\",            \"translated_title\": \"Precios al Consumidor en China\"        },        {            \"english_version\": \"On the evening of October 7th, Binyamin Netanyahu warned the residents of Gaza to leave, and the Israeli army instructed 1.1m Palestinians in north Gaza to relocate to the south for their own safety. Many residents want to leave Gaza entirely, but Israel will not allow them in. Egypt is another option, but the Rafah border crossing is unsafe due to Israeli missile strikes. Egypt's president, Abdel-Fattah al-Sisi, encouraged Palestinians to stay on their land.\",            \"english_title\": \"Warning to Gaza Residents\",            \"translated_version\": \"En la noche del 7 de octubre, Binyamin Netanyahu advirtió a los residentes de Gaza que se fueran, y el ejército israelí instruyó a 1,1 millones de palestinos en el norte de Gaza a trasladarse al sur por su propia seguridad. Muchos residentes quieren abandonar Gaza por completo, pero Israel no les permitirá entrar. Egipto es otra opción, pero el cruce fronterizo de Rafah no es seguro debido a los ataques de misiles israelíes. El presidente de Egipto, Abdel-Fattah al-Sisi, animó a los palestinos a quedarse en su tierra.\",            \"translated_title\": \"Advertencia a los Residentes de Gaza\"        }    ]}"