"{    \"translations\": [        {            \"english_version\": \"The leader of an apparent coup attempt in Bolivia was arrested. General Juan José Zúñiga said the army was trying to install 'a true democracy'. After confronting army putschists who had entered the presidential palace, Luis Arce, the president, appointed a new military leadership and called for pro-democracy demonstrators to mobilise.\",            \"english_title\": \"Bolivia Coup Attempt\",            \"translated_version\": \"El líder de un intento de golpe de estado en Bolivia fue arrestado. El General Juan José Zúñiga dijo que el ejército estaba tratando de instalar 'una verdadera democracia'. Después de enfrentarse a los golpistas del ejército que habían entrado en el palacio presidencial, Luis Arce, el presidente, nombró un nuevo liderazgo militar y llamó a los manifestantes pro-democracia a movilizarse.\",            \"translated_title\": \"Intento de Golpe en Bolivia\"        },        {            \"english_version\": \"Rishi Sunak and Keir Starmer clashed in the final head-to-head leaders’ debate before Britain’s general election on July 4th. They tussled over the Westminster betting scandal, immigration and Brexit. Sir Keir, leader of the Labour Party, accused Mr Sunak, the Conservative prime minister, of being 'out of touch' with voters. Our final prediction for the election points to a Tory wipeout.\",            \"english_title\": \"Political Debate in Britain\",            \"translated_version\": \"Rishi Sunak y Keir Starmer chocaron en el último debate cara a cara de líderes antes de las elecciones generales de Gran Bretaña el 4 de julio. Discutieron sobre el escándalo de apuestas de Westminster, la inmigración y el Brexit. Sir Keir, líder del Partido Laborista, acusó al Sr. Sunak, primer ministro conservador, de estar 'desconectado' de los votantes. Nuestra predicción final para las elecciones apunta a una derrota total de los conservadores.\",            \"translated_title\": \"Debate Político en Gran Bretaña\"        }    ]}"