"{    \"translations\": [        {            \"english_version\": \"Less than an hour ago, police reported that around ten people were killed in a shooting at a community college in Orebro, Sweden. The lone attacker, who is believed to have died at the scene, was not known to the authorities. It is said that there are no connections between the attacker and any armed group. School shootings are uncommon in Sweden, although there have been a few knife attacks at schools in recent years.\",            \"english_title\": \"Shooting at Community College in Sweden\",            \"translated_version\": \"Hace menos de una hora, la policía informó que alrededor de diez personas murieron en un tiroteo en un colegio comunitario en Orebro, Suecia. El atacante solitario, que se cree que murió en el lugar, no era conocido por las autoridades. Se dice que no hay conexiones entre el atacante y ningún grupo armado. Los tiroteos en las escuelas son poco comunes en Suecia, aunque ha habido algunos ataques con cuchillos en escuelas en años recientes.\",            \"translated_title\": \"Tiroteo en un Colegio Comunitario en Suecia\"        },        {            \"english_version\": \"Hamas announced that the second phase of discussions regarding the Gaza ceasefire agreement has commenced. Negotiators are working towards an agreement on the complete withdrawal of Israeli troops from Gaza and the release of all remaining hostages. However, there are still unresolved issues, such as the timeline. Meanwhile, Israel is conducting a significant military operation in Jenin, a refugee camp in the West Bank.\",            \"english_title\": \"Gaza Ceasefire Negotiations\",            \"translated_version\": \"Hamas anunció que la segunda fase de las discusiones sobre el acuerdo de alto el fuego en Gaza ha comenzado. Los negociadores están trabajando hacia un acuerdo sobre la retirada completa de las tropas israelíes de Gaza y la liberación de todos los rehenes restantes. Sin embargo, todavía hay problemas sin resolver, como la línea de tiempo. Mientras tanto, Israel está llevando a cabo una operación militar significativa en Jenin, un campo de refugiados en Cisjordania.\",            \"translated_title\": \"Negociaciones de Alto el Fuego en Gaza\"        }    ]}"