"{    \"translations\": [        {            \"english_version\": \"Kamala Harris chose Tim Walz, the governor of Minnesota, to be her running-mate. Mr. Walz is known for being more progressive than other potential candidates on Ms. Harris's list. He has implemented gun restrictions and supported the legalization of marijuana in his state.\",            \"english_title\": \"Kamala Harris's Running-Mate\",            \"translated_version\": \"Kamala Harris eligió a Tim Walz, el gobernador de Minnesota, para ser su compañero de carrera. El Sr. Walz es conocido por ser más progresista que otros posibles candidatos en la lista de la Sra. Harris. Ha implementado restricciones sobre armas y apoyado la legalización de la marihuana en su estado.\",            \"translated_title\": \"Kamala Harris's Running-Mate\"        },        {            \"english_version\": \"Following a sharp decline on Monday, America's stock markets bounced back. The Dow Jones Industrial Average and S&P 500 indices experienced their biggest drops in nearly two years. In Europe, the main indices in Britain, France, and Germany saw slight increases but did not fully recover from the previous day's losses. Japan's benchmark index, Topix, closed 9.3% higher, partially recovering from a 12% drop the day before.\",            \"english_title\": \"Stock Market Rebound\",            \"translated_version\": \"Después de una fuerte caída el lunes, los mercados de valores de América se recuperaron. El índice Dow Jones Industrial y el S&P 500 experimentaron sus mayores caídas en casi dos años. En Europa, los principales índices en Gran Bretaña, Francia y Alemania vieron pequeños aumentos pero no se recuperaron completamente de las pérdidas del día anterior. El índice de referencia de Japón, Topix, cerró un 9.3% más alto, recuperándose parcialmente de una caída del 12% el día anterior.\",            \"translated_title\": \"Stock Market Rebound\"        }    ]}"