"{    \"translations\": [        {            \"english_version\": \"Mark Carney says that changes in Palestinian politics and elections without Hamas are needed for progress.\",            \"english_title\": \"Carney on Palestinian Politics\",            \"translated_version\": \"Mark Carney dice que se necesitan cambios en la política palestina y elecciones sin Hamas para avanzar.\",            \"translated_title\": \"Carney sobre política palestina\"        },        {            \"english_version\": \"A strong earthquake with a magnitude of 8.8 happened in Russia's Far East. Alerts were sent out across the Pacific, but no one died.\",            \"english_title\": \"Earthquake in Russia\",            \"translated_version\": \"Un fuerte terremoto de magnitud 8.8 ocurrió en el Lejano Oriente de Rusia. Se enviaron alertas por el Pacífico, pero nadie murió.\",            \"translated_title\": \"Terremoto en Rusia\"        },        {            \"english_version\": \"Experts supported by the UN warned that the worst-case scenario of famine is happening in Gaza right now.\",            \"english_title\": \"Famine in Gaza\",            \"translated_version\": \"Expertos apoyados por la ONU advirtieron que el peor escenario de hambre está ocurriendo en Gaza ahora.\",            \"translated_title\": \"Hambre en Gaza\"        },        {            \"english_version\": \"Laura Dahlmeier, who won two Olympic gold medals, died at the age of 31 in a climbing accident in Pakistan.\",            \"english_title\": \"Olympian Dahlmeier Dies\",            \"translated_version\": \"Laura Dahlmeier, quien ganó dos medallas de oro olímpicas, murió a los 31 años en un accidente de escalada en Pakistán.\",            \"translated_title\": \"Muere olímpica Dahlmeier\"        },        {            \"english_version\": \"Famine has been declared in parts of Darfur, which is suffering greatly because of the ongoing civil war.\",            \"english_title\": \"Famine in Darfur\",            \"translated_version\": \"Se ha declarado hambre en partes de Darfur, que sufre mucho por la guerra civil en curso.\",            \"translated_title\": \"Hambre en Darfur\"        }    ]}"