"{    \"translations\": [        {            \"english_version\": \"Russian air strikes in Kyiv killed at least nine people and injured over 70. This was the largest attack on Ukraine's capital in months. President Trump criticized Volodymyr Zelensky, the Ukrainian President, accusing him of hindering peace talks. Zelensky had earlier called for an 'unconditional ceasefire' and rejected a US proposal that would acknowledge Russia's annexation of Crimea and prevent Ukraine from joining NATO.\",            \"english_title\": \"Russian air strikes in Kyiv and Trump's criticism of Zelensky\",            \"translated_version\": \"Los ataques aéreos rusos en Kyiv mataron al menos a nueve personas e hirieron a más de 70. Este fue el ataque más grande en la capital de Ucrania en meses. El Presidente Trump criticó a Volodymyr Zelensky, el Presidente ucraniano, acusándolo de obstaculizar las conversaciones de paz. Zelensky había pedido anteriormente un 'alto el fuego incondicional' y rechazó una propuesta de EE. UU. que reconocería la anexión de Crimea por parte de Rusia y evitaría que Ucrania se uniera a la OTAN.\",            \"translated_title\": \"Ataques aéreos rusos en Kyiv y crítica de Trump a Zelensky\"        },        {            \"english_version\": \"American futures dropped after two days of market gains. China reported no progress on a trade deal with the US and dismissed all statements regarding negotiations. The US treasury secretary mentioned the potential for a significant deal with China if it showed seriousness in reducing its reliance on manufacturing exports.\",            \"english_title\": \"Market reactions to news\",            \"translated_version\": \"Los futuros estadounidenses cayeron después de dos días de ganancias en el mercado. China informó que no hubo progreso en un acuerdo comercial con EE. UU. y desestimó todas las declaraciones sobre negociaciones. El secretario del tesoro de EE. UU. mencionó la posibilidad de un acuerdo significativo con China si mostraba seriedad en reducir su dependencia de las exportaciones manufactureras.\",            \"translated_title\": \"Reacciones del mercado a las noticias\"        }    ]}"