"{    \"translations\": [        {            \"english_version\": \"A UN commission of inquiry found that Israel was committing genocide in Gaza. The panel says that four out of five genocidal acts defined by international law have been done against Palestinians during the war.\",            \"english_title\": \"UN Inquiry on Gaza\",            \"translated_version\": \"Una comisión de la ONU encontró que Israel estaba cometiendo genocidio en Gaza. El grupo dice que cuatro de cinco actos genocidas definidos por la ley internacional se han hecho contra los palestinos durante la guerra.\",            \"translated_title\": \"Investigación de la ONU sobre Gaza\"        },        {            \"english_version\": \"Prosecutors accuse a right-wing former presidential candidate of planning to overthrow the constitutional order in the country.\",            \"english_title\": \"Accusation Against Politician\",            \"translated_version\": \"Los fiscales acusan a un ex candidato presidencial de derecha de planear derrocar el orden constitucional en el país.\",            \"translated_title\": \"Acusación contra político\"        },        {            \"english_version\": \"Millions of liters of highly acidic waste spilled into rivers in a copper-mining area, according to farmers.\",            \"english_title\": \"Acid Waste Spill\",            \"translated_version\": \"Millones de litros de desechos muy ácidos se derramaron en ríos en una zona de minería de cobre, según los agricultores.\",            \"translated_title\": \"Derrame de desechos ácidos\"        },        {            \"english_version\": \"Judge Gregory Carro decided that a second-degree murder charge against Mangione could continue during a hearing on Tuesday.\",            \"english_title\": \"Murder Charge Continues\",            \"translated_version\": \"El juez Gregory Carro decidió que un cargo de asesinato en segundo grado contra Mangione podría continuar durante una audiencia el martes.\",            \"translated_title\": \"Cargo de asesinato continúa\"        },        {            \"english_version\": \"The 21-year-old was killed in 2012, and her body was found in a septic tank in the garrison town of Nanyuki. Tyler Robinson is believed to have talked about the killing online before being arrested.\",            \"english_title\": \"2012 Murder Case\",            \"translated_version\": \"La joven de 21 años fue asesinada en 2012, y su cuerpo fue encontrado en un tanque séptico en la ciudad de Nanyuki. Se cree que Tyler Robinson habló sobre el asesinato en línea antes de ser arrestado.\",            \"translated_title\": \"Caso de asesinato de 2012\"        }    ]}"