"{    \"translations\": [        {            \"english_version\": \"Two million people in Japan are told to leave their homes after a very strong earthquake hits Russia's eastern coast. This earthquake is one of the strongest ever recorded.\",            \"english_title\": \"Strong Earthquake in Russia\",            \"translated_version\": \"Dos millones de personas en Japón deben salir de sus casas después de un terremoto muy fuerte en la costa este de Rusia. Este terremoto es uno de los más fuertes registrados.\",            \"translated_title\": \"Terremoto Fuerte en Rusia\"        },        {            \"english_version\": \"Ukraine's military reports that three people were killed after Russia shared a video claiming it was from a strike.\",            \"english_title\": \"Ukraine Reports Casualties\",            \"translated_version\": \"El ejército de Ucrania dice que tres personas murieron después de que Rusia compartió un video diciendo que era de un ataque.\",            \"translated_title\": \"Ucrania Informa Muertes\"        },        {            \"english_version\": \"Trade talks between India and the US are ongoing, but there are still disagreements, especially about farming.\",            \"english_title\": \"India-US Trade Talks\",            \"translated_version\": \"Las conversaciones comerciales entre India y EE.UU. continúan, pero todavía hay desacuerdos, especialmente sobre la agricultura.\",            \"translated_title\": \"Conversaciones Comerciales India-EE.UU.\"        },        {            \"english_version\": \"The Australian government announces a new ban to protect young people from online harm. This is the first ban of its kind in the world.\",            \"english_title\": \"Australia's Online Ban\",            \"translated_version\": \"El gobierno de Australia anuncia una nueva prohibición para proteger a los jóvenes de daños en línea. Esta es la primera prohibición de este tipo en el mundo.\",            \"translated_title\": \"Prohibición en Línea de Australia\"        },        {            \"english_version\": \"Brazil is preparing for COP30, but a new environmental licensing law is being criticized by environmentalists.\",            \"english_title\": \"Brazil Prepares for COP30\",            \"translated_version\": \"Brasil se prepara para COP30, pero una nueva ley de licencias ambientales está siendo criticada por ambientalistas.\",            \"translated_title\": \"Brasil se Prepara para COP30\"        }    ]}"