"{    \"translations\": [        {            \"english_version\": \"People in Gaza are gathering food because they are worried the ceasefire might end. The area has been damaged by two years of war, and it might take $70 billion and many years to fix everything.\",            \"english_title\": \"Gaza Food Gathering\",            \"translated_version\": \"Las personas en Gaza están juntando comida porque tienen miedo de que la paz termine. El lugar está dañado por dos años de guerra y puede costar mucho dinero y tiempo arreglar todo.\",            \"translated_title\": \"Recolección de Comida en Gaza\"        },        {            \"english_version\": \"President Ruto is honoring Kenya's former prime minister, who was also a long-time opposition leader.\",            \"english_title\": \"Ruto Honors Former Leader\",            \"translated_version\": \"El presidente Ruto está honrando al ex primer ministro de Kenia, quien también fue líder de la oposición por mucho tiempo.\",            \"translated_title\": \"Ruto Honra a Ex Líder\"        },        {            \"english_version\": \"There are maps that do not show important islands, which are causing disputes between China and its neighbors.\",            \"english_title\": \"Map Disputes\",            \"translated_version\": \"Hay mapas que no muestran islas importantes, lo que causa problemas entre China y sus vecinos.\",            \"translated_title\": \"Problemas de Mapas\"        },        {            \"english_version\": \"Researchers say that targeting civilians in el-Fasher on purpose is a war crime.\",            \"english_title\": \"War Crime in el-Fasher\",            \"translated_version\": \"Los investigadores dicen que atacar a personas en el-Fasher a propósito es un crimen de guerra.\",            \"translated_title\": \"Crimen de Guerra en el-Fasher\"        },        {            \"english_version\": \"This winter will be the fourth in a row with power outages since Russia started its full invasion in February 2022.\",            \"english_title\": \"Winter Power Outages\",            \"translated_version\": \"Este invierno será el cuarto seguido con cortes de luz desde que Rusia comenzó su invasión en febrero de 2022.\",            \"translated_title\": \"Cortes de Luz en Invierno\"        }    ]}"