"{    \"translations\": [        {            \"english_version\": \"Rescue teams in Myanmar are still looking for people who survived the earthquake that happened on Friday. The United Nations said it's hard to help because there are not enough medical supplies. The country's leaders said about 1,700 people have died. They asked for help, but at the same time, they started attacking rebels again. The UN said this is very wrong.\",            \"english_title\": \"Myanmar Earthquake\",            \"translated_version\": \"Los equipos de rescate en Myanmar todavía están buscando a personas que sobrevivieron al terremoto que ocurrió el viernes. Las Naciones Unidas dijeron que es difícil ayudar porque no hay suficientes suministros médicos. Los líderes del país dijeron que alrededor de 1,700 personas han muerto. Pidieron ayuda, pero al mismo tiempo, comenzaron a atacar a los rebeldes nuevamente. La ONU dijo que esto está muy mal.\",            \"translated_title\": \"Myanmar Terremoto\"        },        {            \"english_version\": \"A new government in Syria was formed, with President Ahmed al-Sharaa choosing 23 people for his team. These people are loyal to a former leader who is now working for the country. They come from different religions, ethnic groups, and one of them is a woman. Mr. al-Sharaa took control in January after the old leader, Bashar al-Assad, was removed.\",            \"english_title\": \"Syria Transitional Government\",            \"translated_version\": \"Se formó un nuevo gobierno en Siria, con el Presidente Ahmed al-Sharaa eligiendo a 23 personas para su equipo. Estas personas son leales a un líder anterior que ahora está trabajando por el país. Provienen de diferentes religiones, grupos étnicos, y una de ellas es una mujer. El Sr. al-Sharaa tomó el control en enero después de que el antiguo líder, Bashar al-Assad, fuera removido.\",            \"translated_title\": \"Gobierno de Transición en Siria\"        }    ]}"