"{    \"translations\": [        {            \"english_version\": \"Israel reviewed a list of hostages set to be freed by Hamas on Saturday, following the release of 24 captives on Friday. Israel also released 39 Palestinian women and children from prisons. The exchanges form part of a four-day truce, which expects to see around 150 Palestinian prisoners and 50 Israeli hostages released. Both sides insisted that the cease-fire is temporary, but Joe Biden said there was a real chance of its extension. The Palestine Red Crescent Society said 196 aid-bearing trucks entered Gaza on Friday —the biggest humanitarian convoy since war began on October 7th. Israel entered into a diplomatic spat with Spain and Belgium over its war with Hamas. Pedro Sánchez, Spain’s prime minister, described the number of Palestinian casualties as unbearable; Alexander De Croo, his Belgian counterpart, called Gaza’s destruction unacceptable. Israel said their false claims…support terrorism and summoned the Spanish and Belgian ambassadors. EU countries were united in condemning Hamas’s attack, but have been divided in their response to Israel’s retaliation.\",            \"english_title\": \"Israel and Hamas Prisoner Exchange\",            \"translated_version\": \"Israel revisó una lista de rehenes que serán liberados por Hamas el sábado, después de la liberación de 24 cautivos el viernes. Israel también liberó a 39 mujeres y niños palestinos de las cárceles. Los intercambios forman parte de un alto el fuego de cuatro días, que espera la liberación de alrededor de 150 prisioneros palestinos y 50 rehenes israelíes. Ambos lados insistieron en que el alto el fuego es temporal, pero Joe Biden dijo que había una verdadera posibilidad de su extensión. La Sociedad de la Media Luna Roja de Palestina dijo que 196 camiones de ayuda entraron a Gaza el viernes, la mayor caravana humanitaria desde que comenzó la guerra el 7 de octubre. Israel se enzarzó en una disputa diplomática con España y Bélgica por su guerra con Hamas. Pedro Sánchez, primer ministro de España, describió el número de víctimas palestinas como insoportable; Alexander De Croo, su homólogo belga, calificó la destrucción de Gaza como inaceptable. Israel dijo que sus falsas afirmaciones... apoyan el terrorismo y convocó a los embajadores españoles y belgas. Los países de la UE estuvieron unidos en condenar el ataque de Hamas, pero han estado divididos en su respuesta a la represalia de Israel.\",            \"translated_title\": \"Intercambio de prisioneros entre Israel y Hamas\"        },        {            \"english_version\": \"An industry group forecast that Canadian oil-and-gas producers will drill nearly 500 more wells in 2024, an increase of 8% on this year. The plans were spurred by the prospect of new pipelines, such as the Trans Mountain expansion. Justin Trudeau, Canada’s prime minister, has promised to impose a cap on the industry’s greenhouse-gas emissions, but the policy has been repeatedly delayed.\",            \"english_title\": \"Increase in Canadian Oil and Gas Drilling\",            \"translated_version\": \"Un grupo de la industria pronosticó que los productores de petróleo y gas de Canadá perforarán casi 500 pozos más en 2024, un aumento del 8% respecto a este año. Los planes fueron impulsados por la perspectiva de nuevos oleoductos, como la expansión de Trans Mountain. Justin Trudeau, primer ministro de Canadá, ha prometido imponer un límite a las emisiones de gases de efecto invernadero de la industria, pero la política se ha retrasado repetidamente.\",            \"translated_title\": \"Aumento en la perforación de petróleo y gas en Canadá\"        },        {            \"english_version\": \"Javier Milei, Argentina’s libertarian president-elect, spoke to the director of the International Monetary Fund, Kristalina Georgieva, about his radical plans to revitalise the country’s suffering economy—which include dollarisation and shutting the central bank. Mr Milei said the IMF—to which Argentina owes $44bn—had been collaborative. Meanwhile the man chosen by Mr Milei to lead the central bank turned the job down over policy differences.\",            \"english_title\": \"Argentina's President-elect's Plans for the Economy\",            \"translated_version\": \"Javier Milei, el presidente electo libertario de Argentina, habló con la directora del Fondo Monetario Internacional, Kristalina Georgieva, sobre sus planes radicales para revitalizar la economía del país, que incluyen la dolarización y el cierre del banco central. El Sr. Milei dijo que el FMI, al que Argentina le debe $44 mil millones, había sido colaborativo. Mientras tanto, el hombre elegido por el Sr. Milei para liderar el banco central rechazó el trabajo debido a diferencias de política.\",            \"translated_title\": \"Planes del presidente electo de Argentina para la economía\"        },        {            \"english_version\": \"Recent news about Germany’s economy has not been good. This week the country’s central bank forecast that the economy will shrink in the fourth quarter—which would mean contraction in three quarters out of four. Politicians are also reeling from a ruling by Germany’s top court that the government’s plan to spend €60bn ($65bn) earmarked for battling covid-19 on green projects instead was unconstitutional. Next week Germany’s finance minister will present a supplementary budget which may suspend the debt brake, a constitutional limit on government spending.\",            \"english_title\": \"Challenges for Germany's Economy\",            \"translated_version\": \"Las noticias recientes sobre la economía de Alemania no han sido buenas. Esta semana, el banco central del país pronosticó que la economía se contraerá en el cuarto trimestre, lo que significaría una contracción en tres de los cuatro trimestres. Los políticos también están consternados por una sentencia del tribunal superior de Alemania que declaró inconstitucional el plan del gobierno de gastar €60 mil millones ($65 mil millones) destinados a combatir el covid-19 en proyectos verdes. La próxima semana, el ministro de finanzas de Alemania presentará un presupuesto suplementario que podría suspender el freno de la deuda, un límite constitucional al gasto gubernamental.\",            \"translated_title\": \"Desafíos para la economía de Alemania\"        },        {            \"english_version\": \"The East African Community began as a trio of like-minded countries—Kenya, Tanzania and Uganda—nestled between Lake Victoria and the Indian Ocean. Now it is the most integrated regional bloc in Africa, based on measures such as trade, free movement and transport links. And soon it will stretch from the Atlantic to the Horn of Africa. At a meeting on Friday in Tanzania the EAC is expected to welcome Somalia as its eighth member.Somalia should benefit from joining a bloc that is both a forum for diplomacy and a market for business. The EAC will gain more than 3,000km of coastline, which officials say will boost trade with the Arabian peninsula. But the EAC faces obstacles. Its customs union is undermined by tariff deviations, which have increased over time, and its common market is still a work in progress. Somalia, meanwhile, is battling a long jihadist insurgency. Expanding the club is the easy part. Integration will take much longer.\",            \"english_title\": \"Expansion of the East African Community\",            \"translated_version\": \"La Comunidad de África Oriental comenzó como un trío de países afines: Kenia, Tanzania y Uganda, ubicados entre el lago Victoria y el océano Índico. Ahora es el bloque regional más integrado de África, basado en medidas como el comercio, la libre circulación y los vínculos de transporte. Y pronto se extenderá desde el Atlántico hasta el Cuerno de África. En una reunión el viernes en Tanzania, se espera que la EAC dé la bienvenida a Somalia como su octavo miembro. Somalia debería beneficiarse al unirse a un bloque que es tanto un foro diplomático como un mercado comercial. La EAC ganará más de 3,000 km de costa, lo que según los funcionarios impulsará el comercio con la península arábiga. Pero la EAC enfrenta obstáculos. Su unión aduanera se ve socavada por desviaciones arancelarias, que han aumentado con el tiempo, y su mercado común aún está en proceso. Mientras tanto, Somalia está luchando contra una larga insurgencia yihadista. Expandir el club es la parte fácil. La integración llevará mucho más tiempo.\",            \"translated_title\": \"Expansión de la Comunidad de África Oriental\"        },        {            \"english_version\": \"On Friday Japan released October’s inflation figures. The core consumer-price index, which excludes fresh food, jumped by 2.9% year on year, remaining above the Bank of Japan’s 2% target for the 19th consecutive month. This inflationary trend began with higher prices for imports. But now prices for nearly 90% of items in the CPI basket are rising.After decades of deflation or low inflation, that is welcome. The BoJ is even exploring strategies to exit its accommodative monetary policies. In recent months it tweaked the parameters of its yield curve control, which caps long-term bond yields. Analysts expect it will do away with negative interest rates next year. Yet the BoJ will not rush into tightening. After growing 4.8% year on year in the second quarter, GDP contracted by 2.1% in the third. Wage growth is the fastest for decades, but still trails price increases. Wage negotiations next spring will help determine whether inflation has finally become sustainable.\",            \"english_title\": \"Inflation in Japan\",            \"translated_version\": \"El viernes Japón publicó las cifras de inflación de octubre. El índice de precios al consumidor básico, que excluye los alimentos frescos, aumentó un 2.9% interanual, manteniéndose por encima del objetivo del 2% del Banco de Japón durante el decimonoveno mes consecutivo. Esta tendencia inflacionaria comenzó con precios más altos para las importaciones. Pero ahora los precios de casi el 90% de los artículos en la canasta del IPC están subiendo. Después de décadas de deflación o baja inflación, eso es bienvenido. El BoJ incluso está explorando estrategias para salir de sus políticas monetarias acomodaticias. En los últimos meses, ajustó los parámetros de su control de la curva de rendimiento, que limita los rendimientos de los bonos a largo plazo. Los analistas esperan que elimine las tasas de interés negativas el próximo año. Sin embargo, el BoJ no se apresurará a endurecer. Después de crecer un 4.8% interanual en el segundo trimestre, el PIB se contrajo un 2.1% en el tercero. El crecimiento salarial es el más rápido en décadas, pero aún está rezagado respecto a los aumentos de precios. Las negociaciones salariales de la próxima primavera ayudarán a determinar si la inflación finalmente se ha vuelto sostenible.\",            \"translated_title\": \"Inflación en Japón\"        }    ]}"