"```json#####{    \"translations\": [        {            \"english_version\": \"Benny Gantz, a member of Israel’s war-cabinet, warned that his country will launch an offensive in Rafah unless Hamas frees all remaining Israeli hostages by March 10th. Some 1.5m Palestinians are sheltering in the southern Gazan city. It is the first time Israel has given a proposed date for the attack. Separately, UN health officials said Nasser hospital, Gaza’s biggest, had ceased functioning due to fuel shortages and fighting. It was raided by Israeli forces last week. On Monday the United Nations’ highest court opens hearings into the legality of Israel’s 57-year occupation of the West Bank, Gaza and east Jerusalem.\",            \"english_title\": \"Middle East Conflict\",            \"translated_version\": \"Benny Gantz, un miembro del gabinete de guerra de Israel, advirtió que su país lanzará un ataque en Rafah a menos que Hamas libere a todos los rehenes israelíes restantes antes del 10 de marzo. Alrededor de 1.5 millones de palestinos se están refugiando en la ciudad sureña de Gaza. Es la primera vez que Israel ha dado una fecha propuesta para el ataque. Por otro lado, funcionarios de salud de la ONU dijeron que el hospital Nasser, el más grande de Gaza, dejó de funcionar debido a la escasez de combustible y los enfrentamientos. Fue allanado por las fuerzas israelíes la semana pasada. El lunes, el tribunal más alto de las Naciones Unidas inicia audiencias sobre la legalidad de la ocupación de Israel durante 57 años en Cisjordania, Gaza y Jerusalén Este.\",            \"translated_title\": \"Conflicto en Medio Oriente\"        },        {            \"english_version\": \"More than 400 people were detained across Russia after they tried to pay tribute to Alexei Navalny, Russia’s most prominent opposition leader, who died in prison on Friday. Colleagues of Mr Navalny accused Russian authorities of withholding his body from his family to `cover traces of murder`. The G7’s foreign ministers observed a minute’s silence for Mr Navalny and demanded that Russia immediately clarify the causes of his death.\",            \"english_title\": \"Global Politics\",            \"translated_version\": \"Más de 400 personas fueron detenidas en toda Rusia después de intentar rendir homenaje a Alexei Navalny, el líder opositor más prominente de Rusia, que murió en prisión el viernes. Los colegas del Sr. Navalny acusaron a las autoridades rusas de retener su cuerpo a su familia para `borrar rastros de asesinato`. Los ministros de Relaciones Exteriores del G7 observaron un minuto de silencio por el Sr. Navalny y exigieron que Rusia aclare inmediatamente las causas de su muerte.\",            \"translated_title\": \"Política Global\"        },        {            \"english_version\": \"Domestic-tourism spending in China during the Lunar New Year holiday, which ended on Sunday, reached 633bn yuan ($88bn), a 47% increase on its pre-pandemic level. That is some relief for a sickly economy suffering a property slump and deflation. On Sunday Li Qiang, China’s premier, called for `pragmatic and forceful` action to bolster confidence in the economy during a meeting of the State Council.\",            \"english_title\": \"Economic Impact of Holidays\",            \"translated_version\": \"El gasto en turismo nacional en China durante las vacaciones del Año Nuevo Lunar, que terminaron el domingo, alcanzó 633 mil millones de yuanes ($88 mil millones), un aumento del 47% respecto a su nivel previo a la pandemia. Esto es un alivio para una economía enfermiza que sufre una caída en el sector inmobiliario y deflación. El domingo, Li Qiang, el primer ministro de China, pidió `acción pragmática y enérgica` para fortalecer la confianza en la economía durante una reunión del Consejo de Estado.\",            \"translated_title\": \"Impacto Económico de las Vacaciones\"        },        {            \"english_version\": \"Hundreds of thousands of people protested in Mexico over a radical constitutional overhaul. Andrés Manuel López Obrador, the country’s populist president, had proposed 20 reforms, including electing judges by popular vote and abolishing independent regulators, which critics think a threat to democratic checks and balances. He also wants workers’ pensions to equal their final salary. That could cost 1.5% of GDP.\",            \"english_title\": \"Social Unrest in Mexico\",            \"translated_version\": \"Cientos de miles de personas protestaron en México por una reforma constitucional radical. Andrés Manuel López Obrador, el presidente populista del país, había propuesto 20 reformas, incluida la elección de jueces por voto popular y la abolición de reguladores independientes, que los críticos consideran una amenaza para los controles y equilibrios democráticos. También quiere que las pensiones de los trabajadores sean iguales a su salario final. Eso podría costar el 1.5% del PIB.\",            \"translated_title\": \"Inquietud Social en México\"        },        {            \"english_version\": \"More than 50 people were killed in tribal violence in Papua New Guinea’s northern highlands. Local police said that members of two tribes ambushed another in the remote Enga region. Last year Enga was locked down for three months following a spate of tribal bloodshed. Papua New Guinea has hundreds of tribes and some 850 mutually incomprehensible languages.\",            \"english_title\": \"Tribal Violence in Papua New Guinea\",            \"translated_version\": \"Más de 50 personas murieron en la violencia tribal en las tierras altas del norte de Papúa Nueva Guinea. La policía local dijo que miembros de dos tribus emboscaron a otra en la remota región de Enga. El año pasado, Enga estuvo cerrada durante tres meses después de una ola de derramamiento de sangre tribal. Papúa Nueva Guinea tiene cientos de tribus y alrededor de 850 idiomas mutuamente incomprensibles.\",            \"translated_title\": \"Violencia Tribal en Papúa Nueva Guinea\"        }    ]}#####```"