"{    \"translations\": [        {            \"english_version\": \"Police are looking for a gunman who attacked students at Brown University in Rhode Island on Saturday. Two US soldiers and a civilian interpreter were killed in the attack, according to the US Central Command.\",            \"english_title\": \"Gunman Attack at Brown University\",            \"translated_version\": \"La policía busca a un hombre que atacó a estudiantes en la Universidad Brown en Rhode Island el sábado. Dos soldados de EE.UU. y un intérprete civil murieron en el ataque, según el Comando Central de EE.UU.\",            \"translated_title\": \"Ataque en Universidad Brown\"        },        {            \"english_version\": \"The strike killed Raed Saad, a senior commander in Hamas' Qassam Brigades, the Israeli military said.\",            \"english_title\": \"Hamas Commander Killed\",            \"translated_version\": \"El ataque mató a Raed Saad, un comandante importante de las Brigadas Qassam de Hamas, dijo el ejército israelí.\",            \"translated_title\": \"Comandante de Hamas Muerto\"        },        {            \"english_version\": \"Opposition activist Maria Kolesnikova is among those released in exchange for a deal with the US.\",            \"english_title\": \"Maria Kolesnikova Released\",            \"translated_version\": \"La activista de oposición Maria Kolesnikova está entre los liberados a cambio de un acuerdo con EE.UU.\",            \"translated_title\": \"Maria Kolesnikova Liberada\"        },        {            \"english_version\": \"The latest overnight attacks come as US envoy Steve Witkoff prepares to hold more talks with Ukraine's president.\",            \"english_title\": \"US Envoy Prepares Talks\",            \"translated_version\": \"Los últimos ataques nocturnos ocurren mientras el enviado de EE.UU. Steve Witkoff se prepara para más conversaciones con el presidente de Ucrania.\",            \"translated_title\": \"Enviado de EE.UU. Prepara Conversaciones\"        },        {            \"english_version\": \"Warehouses supplying the vast majority of Ukraine's pharmacies have been destroyed over recent months. Ukraine's president has blamed Russia for the attack as Turkey called for a suspension of strikes on shipping and ports.\",            \"english_title\": \"Pharmacy Warehouses Destroyed\",            \"translated_version\": \"Los almacenes que suministran la mayoría de las farmacias de Ucrania han sido destruidos en los últimos meses. El presidente de Ucrania culpó a Rusia por el ataque mientras Turquía pidió suspender los ataques a barcos y puertos.\",            \"translated_title\": \"Almacenes de Farmacias Destruidos\"        }    ]}"