"{    \"translations\": [        {            \"english_version\": \"Donald Trump thinks it is right to put an 80% tax on China. This is before trade discussions in Switzerland. The US president has increased taxes on most Chinese products to 145%. In response, China has put its own taxes at 125%. China reported that its exports increased by 8% in April compared to last year, even though exports to the US dropped by 21%.\",            \"english_title\": \"US-China Trade Dispute\",            \"translated_version\": \"Donald Trump piensa que está bien poner un impuesto del 80% a China. Esto es antes de las discusiones comerciales en Suiza. El presidente de EE. UU. ha aumentado los impuestos sobre la mayoría de los productos chinos al 145%. En respuesta, China ha puesto sus propios impuestos al 125%. China informó que sus exportaciones aumentaron un 8% en abril en comparación con el año pasado, aunque las exportaciones a EE. UU. cayeron un 21%.\",            \"translated_title\": \"Disputa Comercial EE. UU. - China\"        },        {            \"english_version\": \"India stopped Pakistan from attacking three military bases. There were explosions in Indian-controlled Kashmir, and the region had a blackout. Pakistan denied being responsible for the attack. India's cricket board suspended the Indian Premier League, the biggest cricket competition in the world. A match in Dharamshala was canceled due to fighting near the border.\",            \"english_title\": \"Tensions Between India and Pakistan\",            \"translated_version\": \"India detuvo a Pakistán de atacar tres bases militares. Hubo explosiones en Cachemira controlada por India, y la región tuvo un apagón. Pakistán negó ser responsable del ataque. La junta de cricket de India suspendió la Indian Premier League, la competencia de cricket más grande del mundo. Un partido en Dharamshala fue cancelado debido a enfrentamientos cerca de la frontera.\",            \"translated_title\": \"Tensiones entre India y Pakistán\"        },        {            \"english_version\": \"LinkedInInstagramFacebookXTikTokYouTubeWhatsAppGet The Economist app on iOS or AndroidThe EconomistThe EconomistAboutReuse our contentSubscribeEconomist EnterpriseSecureDropThe Economist GroupThe Economist GroupThe Economist GroupEconomist IntelligenceEconomist ImpactEconomist Impact EventsEconomist Education CoursesContactContactHelp and supportAdvertisePress centreCareersCareersWorking hereExecutive JobsTo enhance your experience and ensure our website runs smoothly, we use cookies and similar technologies.Manage cookiesTerms of usePrivacyCookie PolicyAccessibilityModern Slavery StatementSitemapYour Data RightsRegistered in England and Wales. No. 236383 | Registered office: The Adelphi, 1-11 John Adam Street, London, WC2N 6HT | VAT Reg No: GB 340 436 876© The Economist Newspaper Limited 2025\",            \"english_title\": \"The Economist Website Information\",            \"translated_version\": \"LinkedInInstagramFacebookXTikTokYouTubeWhatsAppObtén la aplicación de The Economist en iOS o AndroidThe EconomistThe EconomistAcerca deReutiliza nuestro contenidoSuscríbeteEconomist EnterpriseSecureDropThe Economist GroupThe Economist GroupThe Economist GroupEconomist IntelligenceEconomist ImpactEconomist Impact EventsEconomist Education CoursesContactoContactoAyuda y soportePublicidadCentro de prensaCarrerasCarrerasTrabajar aquíTrabajos ejecutivosPara mejorar tu experiencia y garantizar que nuestro sitio web funcione sin problemas, utilizamos cookies y tecnologías similares.Gestionar cookiesTérminos de usoPrivacidadPolítica de cookiesAccesibilidadDeclaración sobre la esclavitud modernaMapa del sitioTus derechos de datosRegistrado en Inglaterra y Gales. No. 236383 | Oficina registrada: The Adelphi, 1-11 John Adam Street, Londres, WC2N 6HT | Número de IVA: GB 340 436 876© The Economist Newspaper Limited 2025\",            \"translated_title\": \"Información del Sitio Web de The Economist\"        }    ]}"