"{    \"translations\": [        {            \"english_version\": \"Israel said its army had conducted a second targeted raid in Gaza overnight, using troops, fighter jets and drones, as it prepares for a full-fledged ground invasion to topple Hamas.\",            \"english_title\": \"Israel conducts second raid in Gaza\",            \"translated_version\": \"Israel dijo que su ejército había realizado un segundo ataque dirigido en Gaza durante la noche, utilizando tropas, aviones de combate y drones, mientras se prepara para una invasión terrestre a gran escala para derrocar a Hamas.\",            \"translated_title\": \"Israel realiza segundo ataque en Gaza\"        },        {            \"english_version\": \"America struck two facilities in eastern Syria used by Iranian-backed militant groups. Lloyd Austin, America’s defence secretary, said the self-defence strikes were a response to a series of Iranian-backed attacks on American troops in Iraq and Syria since October 17th.\",            \"english_title\": \"America strikes facilities in Syria\",            \"translated_version\": \"Estados Unidos atacó dos instalaciones en el este de Siria utilizadas por grupos militantes respaldados por Irán. Lloyd Austin, secretario de defensa de Estados Unidos, dijo que los ataques de autodefensa fueron una respuesta a una serie de ataques respaldados por Irán contra tropas estadounidenses en Irak y Siria desde el 17 de octubre.\",            \"translated_title\": \"Estados Unidos ataca instalaciones en Siria\"        },        {            \"english_version\": \"The UN’s agency for Palestinian refugees, warned that soon many more will die as a result of the siege on Gaza. The agency also confirmed 57 UN staff have been killed in Gaza since the start of the conflict.\",            \"english_title\": \"UN warns of more deaths in Gaza\",            \"translated_version\": \"La agencia de la ONU para los refugiados palestinos advirtió que pronto morirán muchos más como resultado del asedio a Gaza. La agencia también confirmó que 57 miembros del personal de la ONU han sido asesinados en Gaza desde el inicio del conflicto.\",            \"translated_title\": \"ONU advierte de más muertes en Gaza\"        },        {            \"english_version\": \"Li Keqiang, a former prime minister of China, died of a heart attack aged 68, state media reported. He had stepped down as the country’s second-most powerful official in March, after nearly a decade in the job. Mr Li was considered a pragmatic reformist, but had been sidelined throughout his tenure by China's president, Xi Jinping. He was replaced as prime minister by Li Qiang, Mr Xi’s close ally.\",            \"english_title\": \"Former Chinese prime minister dies\",            \"translated_version\": \"Li Keqiang, un ex primer ministro de China, murió de un ataque al corazón a los 68 años, informaron los medios estatales. Renunció como el segundo funcionario más poderoso del país en marzo, después de casi una década en el cargo. El Sr. Li era considerado un reformista pragmático, pero había sido marginado durante su mandato por el presidente de China, Xi Jinping. Fue reemplazado como primer ministro por Li Qiang, aliado cercano del Sr. Xi.\",            \"translated_title\": \"Muere ex primer ministro chino\"        },        {            \"english_version\": \"Thailand’s ruling party selected Paetongtarn Shinawatra, the daughter of Thaksin Shinawatra, the country’s divisive former prime minister, as its new leader. Ms Paetongtarn’s Pheu Thai party placed second in an election in May. But after the winning Move Forward party was blocked from forming a government, Pheu Thai allied with ten other parties in a bid to take power.\",            \"english_title\": \"Thailand's ruling party selects new leader\",            \"translated_version\": \"El partido gobernante de Tailandia seleccionó a Paetongtarn Shinawatra, la hija de Thaksin Shinawatra, el polémico ex primer ministro del país, como su nueva líder. El partido Pheu Thai de la Sra. Paetongtarn quedó en segundo lugar en una elección en mayo. Pero después de que el partido ganador Move Forward fue bloqueado para formar un gobierno, Pheu Thai se alió con otros diez partidos en un intento de tomar el poder.\",            \"translated_title\": \"Partido gobernante de Tailandia selecciona nuevo líder\"        }    ]}"