"{    \"translations\": [        {            \"english_version\": \"The US president has imposed a 25% tariff on countries that do business with Iran. Meanwhile, Iran's foreign minister has stated that the country is ready for war.\",            \"english_title\": \"US Tariff and Iran's Response\",            \"translated_version\": \"El presidente de EE.UU. ha puesto un impuesto del 25% a los países que hacen negocios con Irán. Mientras tanto, el ministro de Irán ha dicho que el país está listo para la guerra.\",            \"translated_title\": \"Impuesto de EE.UU. y Respuesta de Irán\"        },        {            \"english_version\": \"The BBC has received reports from eyewitnesses about security forces attacking anti-government protesters across the country.\",            \"english_title\": \"Protests and Security Forces\",            \"translated_version\": \"La BBC ha recibido informes de testigos sobre fuerzas de seguridad atacando a manifestantes contra el gobierno en todo el país.\",            \"translated_title\": \"Protestas y Fuerzas de Seguridad\"        },        {            \"english_version\": \"US emissions of gases that warm the planet have increased for the first time in three years.\",            \"english_title\": \"US Emissions Increase\",            \"translated_version\": \"Las emisiones de gases de EE.UU. que calientan el planeta han aumentado por primera vez en tres años.\",            \"translated_title\": \"Aumento de Emisiones en EE.UU.\"        },        {            \"english_version\": \"Eleven central banks have shown support for Jerome Powell after the US started a criminal investigation into the US Federal Reserve.\",            \"english_title\": \"Support for Jerome Powell\",            \"translated_version\": \"Once bancos centrales han mostrado apoyo a Jerome Powell después de que EE.UU. comenzó una investigación criminal sobre la Reserva Federal de EE.UU.\",            \"translated_title\": \"Apoyo a Jerome Powell\"        },        {            \"english_version\": \"Jihadists have been attacking tankers entering Mali, which has made the country's fuel shortage worse.\",            \"english_title\": \"Attacks on Tankers in Mali\",            \"translated_version\": \"Los yihadistas han estado atacando camiones que entran a Mali, lo que ha empeorado la falta de combustible en el país.\",            \"translated_title\": \"Ataques a Camiones en Mali\"        }    ]}"