"{    \"translations\": [        {            \"english_version\": \"The election in Moldova was very important for the country's path to joining the European Union. President Maia Sandu warned that the future of the country was at risk.\",            \"english_title\": \"Moldova Election\",            \"translated_version\": \"La elección en Moldavia fue muy importante para el camino del país a unirse a la Unión Europea. La presidenta Maia Sandu advirtió que el futuro del país estaba en riesgo.\",            \"translated_title\": \"Elección en Moldavia\"        },        {            \"english_version\": \"Amir Amiry is expected to return to the United States after months of negotiations for his release. These negotiations were led by mediators from Qatar.\",            \"english_title\": \"Amir Amiry's Return\",            \"translated_version\": \"Se espera que Amir Amiry regrese a Estados Unidos después de meses de negociaciones para su liberación. Estas negociaciones fueron dirigidas por mediadores de Catar.\",            \"translated_title\": \"Regreso de Amir Amiry\"        },        {            \"english_version\": \"Oregon criticized a decision as being 'arbitrary' and said it could harm public safety by causing a public outcry.\",            \"english_title\": \"Oregon Criticism\",            \"translated_version\": \"Oregón criticó una decisión por ser `arbitraria` y dijo que podría dañar la seguridad pública causando un clamor público.\",            \"translated_title\": \"Crítica de Oregón\"        },        {            \"english_version\": \"Captain Luke Donald became a Ryder Cup legend as Europe managed to hold off a strong comeback from the US to win in New York.\",            \"english_title\": \"Ryder Cup Victory\",            \"translated_version\": \"El capitán Luke Donald se convirtió en una leyenda de la Ryder Cup cuando Europa logró resistir un fuerte regreso de EE.UU. para ganar en Nueva York.\",            \"translated_title\": \"Victoria en Ryder Cup\"        },        {            \"english_version\": \"Denmark is one of several European countries that have reported incidents involving drones in recent weeks.\",            \"english_title\": \"Drone Incidents in Denmark\",            \"translated_version\": \"Dinamarca es uno de varios países europeos que han reportado incidentes con drones en las últimas semanas.\",            \"translated_title\": \"Incidentes de Drones en Dinamarca\"        }    ]}"