"{    \"translations\": [        {            \"english_version\": \"Three million new documents mention Trump and emails between Epstein and someone called 'The Duke'.\",            \"english_title\": \"Documents Mention Trump\",            \"translated_version\": \"Tres millones de nuevos documentos mencionan a Trump y correos entre Epstein y alguien llamado `El Duque`.\",            \"translated_title\": \"Documentos Mencionan a Trump\"        },        {            \"english_version\": \"A judge dismisses two federal charges against a 27-year-old, but he still faces state murder charges.\",            \"english_title\": \"Judge Dismisses Charges\",            \"translated_version\": \"Un juez quita dos cargos federales contra un joven de 27 años, pero todavía enfrenta cargos de asesinato del estado.\",            \"translated_title\": \"Juez Quita Cargos\"        },        {            \"english_version\": \"Some Israeli MPs want to introduce the death penalty for Palestinian attackers, which is very controversial.\",            \"english_title\": \"Death Penalty Proposal\",            \"translated_version\": \"Algunos políticos israelíes quieren poner la pena de muerte para atacantes palestinos, lo cual es muy polémico.\",            \"translated_title\": \"Propuesta de Pena de Muerte\"        },        {            \"english_version\": \"The UN might run out of money by July because some members have not paid their fees, says António Guterres.\",            \"english_title\": \"UN Financial Trouble\",            \"translated_version\": \"La ONU podría quedarse sin dinero para julio porque algunos miembros no han pagado sus cuotas, dice António Guterres.\",            \"translated_title\": \"Problema Financiero de la ONU\"        },        {            \"english_version\": \"The Ugandan president's son, known for his explosive comments, wants to succeed his father.\",            \"english_title\": \"President's Son Ambition\",            \"translated_version\": \"El hijo del presidente de Uganda, conocido por sus comentarios explosivos, quiere ser el siguiente después de su padre.\",            \"translated_title\": \"Ambición del Hijo del Presidente\"        }    ]}"