"{    \"translations\": [        {            \"english_version\": \"Sir Keir Starmer's Labour Party won a big victory in the UK general election. The Conservative Prime Minister, Rishi Sunak, accepted defeat early. The Tories lost many seats to Labour and even came third in some places behind the Reform UK party.\",            \"english_title\": \"Labour Party Wins Big in UK Election\",            \"translated_version\": \"El Partido Laborista de Sir Keir Starmer ganó una gran victoria en las elecciones generales del Reino Unido. El Primer Ministro Conservador, Rishi Sunak, aceptó la derrota temprano. Los Tories perdieron muchos escaños ante el Laborista e incluso quedaron en tercer lugar en algunos lugares detrás del partido Reforma UK.\",            \"translated_title\": \"El Partido Laborista Gana Grande en las Elecciones del Reino Unido\"        },        {            \"english_version\": \"The Liberal Democrats also did well and may have their best result since 2005. In Scotland, the Scottish National Party lost many seats to Labour.\",            \"english_title\": \"Liberal Democrats and Scottish National Party Results\",            \"translated_version\": \"Los Demócratas Liberales también lo hicieron bien y pueden tener su mejor resultado desde 2005. En Escocia, el Partido Nacional Escocés perdió muchos escaños ante el Laborista.\",            \"translated_title\": \"Resultados de los Demócratas Liberales y el Partido Nacional Escocés\"        },        {            \"english_version\": \"Some notable Conservatives, like Penny Mordaunt and Gillian Keegan, lost their seats. Nigel Farage, the leader of Reform, won in Clacton on his eighth attempt to become an MP. Jeremy Corbyn, a former Labour leader, kept his seat in Islington North as an independent.\",            \"english_title\": \"Notable Results in UK Election\",            \"translated_version\": \"Algunos Conservadores destacados, como Penny Mordaunt y Gillian Keegan, perdieron sus escaños. Nigel Farage, el líder de Reforma, ganó en Clacton en su octavo intento de convertirse en un MP. Jeremy Corbyn, un ex líder Laborista, mantuvo su escaño en Islington Norte como independiente.\",            \"translated_title\": \"Resultados Notables en las Elecciones del Reino Unido\"        },        {            \"english_version\": \"The Economist is providing live updates and predictions throughout the night.\",            \"english_title\": \"Live Updates from The Economist\",            \"translated_version\": \"The Economist está proporcionando actualizaciones en vivo y predicciones durante toda la noche.\",            \"translated_title\": \"Actualizaciones en Vivo de The Economist\"        },        {            \"english_version\": \"The Economist has been publishing since September 1843, aiming to promote intelligence over ignorance. They cover a wide range of topics and offer various subscription options for readers.\",            \"english_title\": \"About The Economist\",            \"translated_version\": \"The Economist ha estado publicando desde septiembre de 1843, con el objetivo de promover la inteligencia sobre la ignorancia. Cubren una amplia gama de temas y ofrecen varias opciones de suscripción para los lectores.\",            \"translated_title\": \"Acerca de The Economist\"        }    ]}"