"{    \"translations\": [        {            \"english_version\": \"The 198 countries at the COP28 summit unanimously agreed to pass a landmark final agreement that calls on nations to transition away from fossil fuels—although it falls short of suggesting they be phased out.\",            \"english_title\": \"Landmark Agreement at COP28 Summit\",            \"translated_version\": \"Los 198 países en la cumbre COP28 acordaron por unanimidad aprobar un acuerdo final histórico que insta a las naciones a alejarse de los combustibles fósiles, aunque no sugiere que se eliminen por completo.\",            \"translated_title\": \"Acuerdo Histórico en la Cumbre COP28\"        },        {            \"english_version\": \"Israel’s foreign minister said the war in Gaza will continue with or without international support, despite the Israeli army suffering its worst day of casualties since October.\",            \"english_title\": \"War in Gaza Continues\",            \"translated_version\": \"El ministro de Relaciones Exteriores de Israel dijo que la guerra en Gaza continuará con o sin apoyo internacional, a pesar de que el ejército israelí sufrió su peor día de bajas desde octubre.\",            \"translated_title\": \"Continúa la Guerra en Gaza\"        },        {            \"english_version\": \"Britain’s economy contracted by 0.3% in October, after modest growth of 0.2% in September.\",            \"english_title\": \"Economic Contraction in Britain\",            \"translated_version\": \"La economía de Gran Bretaña se contrajo un 0,3% en octubre, después de un crecimiento modesto del 0,2% en septiembre.\",            \"translated_title\": \"Contracción Económica en Gran Bretaña\"        },        {            \"english_version\": \"Germany’s ruling coalition reached a deal to resolve the budget crisis.\",            \"english_title\": \"Deal Reached to Resolve Budget Crisis in Germany\",            \"translated_version\": \"La coalición gobernante de Alemania llegó a un acuerdo para resolver la crisis presupuestaria.\",            \"translated_title\": \"Acuerdo para Resolver la Crisis Presupuestaria en Alemania\"        },        {            \"english_version\": \"The IMF approved around $1bn of loans for Sri Lanka and Bangladesh.\",            \"english_title\": \"IMF Approves Loans for Sri Lanka and Bangladesh\",            \"translated_version\": \"El FMI aprobó alrededor de $1 mil millones en préstamos para Sri Lanka y Bangladesh.\",            \"translated_title\": \"El FMI Aprueba Préstamos para Sri Lanka y Bangladesh\"        }    ]}"