"{    \"translations\": [        {            \"english_version\": \"American tariffs on steel and aluminium have increased from 25% to 50%. This decision was made by Donald Trump to prevent foreign producers from harming American industry. Trump believes that these producers were making American industry less competitive, which could threaten national security.\",            \"english_title\": \"American tariffs on steel and aluminium\",            \"translated_version\": \"Los impuestos estadounidenses sobre el acero y el aluminio han aumentado del 25% al 50%. Esta decisión fue tomada por Donald Trump para evitar que los productores extranjeros dañen la industria estadounidense. Trump cree que estos productores estaban haciendo que la industria estadounidense fuera menos competitiva, lo que podría amenazar la seguridad nacional.\",            \"translated_title\": \"Impuestos estadounidenses sobre el acero y el aluminio\"        },        {            \"english_version\": \"President Trump mentioned that it is very difficult to negotiate with President Xi Jinping of China. This statement came after the US accused China of breaking their trade agreement. The tensions between the two countries continue to impact global trade.\",            \"english_title\": \"US-China trade relations\",            \"translated_version\": \"El Presidente Trump mencionó que es muy difícil negociar con el Presidente Xi Jinping de China. Esta declaración se produjo después de que Estados Unidos acusara a China de romper su acuerdo comercial. Las tensiones entre los dos países continúan afectando el comercio global.\",            \"translated_title\": \"Relaciones comerciales entre EE. UU. y China\"        },        {            \"english_version\": \"The Congressional Budget Office estimates that the recent budget bill proposed by Trump will increase the federal budget deficit by around $2.4 trillion over the next ten years. This increase is mainly due to the extension of tax cuts introduced in 2017. The bill narrowly passed in the House of Representatives and is now under Senate review.\",            \"english_title\": \"US budget deficit\",            \"translated_version\": \"La Oficina de Presupuesto del Congreso estima que el reciente proyecto de ley presupuestaria propuesto por Trump aumentará el déficit presupuestario federal en alrededor de $2.4 billones en los próximos diez años. Este aumento se debe principalmente a la extensión de recortes de impuestos introducidos en 2017. El proyecto de ley pasó por poco en la Cámara de Representantes y ahora está bajo revisión del Senado.\",            \"translated_title\": \"Déficit presupuestario de EE. UU.\"        }    ]}"