"{    \"translations\": [        {            \"english_version\": \"Hizbullah, a militia based in Lebanon and backed by Iran, claimed responsibility for firing rockets that hit the northern Israeli city of Kiryat Shmona.\",            \"english_title\": \"Hizbullah claims responsibility for rocket attack\",            \"translated_version\": \"Hizbullah, una milicia basada en Líbano y respaldada por Irán, se atribuyó la responsabilidad de disparar cohetes que impactaron en la ciudad israelí del norte de Kiryat Shmona.\",            \"translated_title\": \"Hizbullah se atribuye el ataque con cohetes\"        },        {            \"english_version\": \"Israeli planes bombed a house in Bint Jbeil in Lebanon, killing at least three people.\",            \"english_title\": \"Israeli planes bomb house in Lebanon\",            \"translated_version\": \"Aviones israelíes bombardearon una casa en Bint Jbeil en Líbano, matando al menos a tres personas.\",            \"translated_title\": \"Aviones israelíes bombardean casa en Líbano\"        },        {            \"english_version\": \"Benny Gantz, a member of Israel’s war cabinet, said that time for a diplomatic solution with Lebanon was 'running out'.\",            \"english_title\": \"Benny Gantz warns of limited time for diplomatic solution\",            \"translated_version\": \"Benny Gantz, un miembro del gabinete de guerra de Israel, dijo que el tiempo para una solución diplomática con Líbano se estaba 'agotando'.\",            \"translated_title\": \"Benny Gantz advierte sobre tiempo limitado para solución diplomática\"        },        {            \"english_version\": \"Israel’s Gaza offensive now appears to be focused on refugee camps in the centre of the territory, as well as the city of Khan Younis in the south.\",            \"english_title\": \"Israel's offensive targets Gaza refugee camps\",            \"translated_version\": \"La ofensiva de Israel en Gaza ahora parece estar centrada en los campos de refugiados en el centro del territorio, así como en la ciudad de Khan Younis en el sur.\",            \"translated_title\": \"La ofensiva de Israel apunta a los campos de refugiados de Gaza\"        },        {            \"english_version\": \"America said it would send $250m-worth of weapons, including artillery and anti-aircraft missiles, to Ukraine.\",            \"english_title\": \"US to send weapons to Ukraine\",            \"translated_version\": \"Estados Unidos dijo que enviaría armas por valor de $250 millones, incluyendo artillería y misiles antiaéreos, a Ucrania.\",            \"translated_title\": \"EE.UU. enviará armas a Ucrania\"        }    ]}"