"{    \"translations\": [        {            \"english_version\": \"America’s Supreme Court agreed to hear Donald Trump’s appeal against the ruling that he is ineligible to appear on Colorado’s Republican primary ballot. In December that state’s supreme court disqualified him, pointing to a provision in the 14th Amendment barring insurrectionists who have earlier sworn to support the constitution from office. Similar cases are pending across the country. The court will hear arguments next month.\",            \"english_title\": \"Supreme Court to Hear Trump's Appeal\",            \"translated_version\": \"La Corte Suprema de Estados Unidos acordó escuchar la apelación de Donald Trump contra la decisión de que no es elegible para aparecer en la boleta de las primarias republicanas de Colorado. En diciembre, la corte suprema de ese estado lo descalificó, señalando una disposición en la Enmienda 14 que prohíbe a los insurrectos que previamente han jurado apoyar la constitución ocupar cargos públicos. Hay casos similares pendientes en todo el país. La corte escuchará los argumentos el próximo mes.\",            \"translated_title\": \"La Corte Suprema escuchará la apelación de Trump\"        },        {            \"english_version\": \"Hizbullah, a Lebanese militia, claimed to have fired 62 rockets towards northern Israel. The Iran-backed group said the attack was 'an initial response' to the killing of a senior Hamas official by a drone strike in Beirut. (Israel has not claimed responsibility.) Meanwhile Antony Blinken, America’s secretary of state, met Recep Tayyip Erdogan, Turkey’s president, in Istanbul, to discuss the worsening war in Gaza.\",            \"english_title\": \"Hizbullah Fires Rockets at Israel\",            \"translated_version\": \"Hizbullah, una milicia libanesa, afirmó haber disparado 62 cohetes hacia el norte de Israel. El grupo respaldado por Irán dijo que el ataque fue 'una respuesta inicial' al asesinato de un alto funcionario de Hamas por un ataque de un dron en Beirut. (Israel no ha asumido la responsabilidad). Mientras tanto, Antony Blinken, el secretario de estado de Estados Unidos, se reunió con Recep Tayyip Erdogan, el presidente de Turquía, en Estambul, para discutir la empeoramiento de la guerra en Gaza.\",            \"translated_title\": \"Hizbullah dispara cohetes a Israel\"        },        {            \"english_version\": \"Protesters in Bangladesh set polling booths on fire in Dhaka, the capital, ahead of the general election on Sunday. The Bangladesh Nationalist Party, the country’s main opposition, began a 48-hour strike. They accuse Sheikh Hasina, the prime minister, of stifling democracy and call the election 'skewed'. Many of the BNP’s leaders and thousands of its activists have been jailed in recent months.\",            \"english_title\": \"Protests and Strike in Bangladesh\",            \"translated_version\": \"Los manifestantes en Bangladesh incendiaron las casetas de votación en Dhaka, la capital, antes de las elecciones generales del domingo. El Partido Nacionalista de Bangladesh, la principal oposición del país, inició una huelga de 48 horas. Acusan a Sheikh Hasina, la primera ministra, de sofocar la democracia y llaman a las elecciones 'sesgadas'. Muchos de los líderes del BNP y miles de sus activistas han sido encarcelados en los últimos meses.\",            \"translated_title\": \"Protestas y huelga en Bangladesh\"        },        {            \"english_version\": \"Congo’s election commission annulled votes cast for 82 candidates in legislative and local elections on December 20th because of possible fraud. This will not placate the opposition, who have rejected the outcome of the presidential elections which took place on the same day. They accuse the electoral commission of helping Félix Tshisekedi, the incumbent president, to win by 73% of the vote.\",            \"english_title\": \"Votes Annulled in Congo Elections\",            \"translated_version\": \"La comisión electoral de Congo anuló los votos emitidos para 82 candidatos en las elecciones legislativas y locales del 20 de diciembre debido a posibles fraudes. Esto no aplacará a la oposición, que ha rechazado el resultado de las elecciones presidenciales que tuvieron lugar el mismo día. Acusan a la comisión electoral de ayudar a Félix Tshisekedi, el presidente en funciones, a ganar con el 73% de los votos.\",            \"translated_title\": \"Votos anulados en las elecciones de Congo\"        },        {            \"english_version\": \"The United Arab Emirates admitted for the first time that it is conducting the mass trial of 84 prisoners, reportedly accused of establishing a 'secret organisation' for committing 'acts of violence and terrorism' in the country. The trial was first reported by dissidents during COP28, the UN’s climate summit. Probably among the defendants is Ahmed Mansoor, a human-rights activist who has been held since 2017.\",            \"english_title\": \"UAE Conducts Mass Trial of Prisoners\",            \"translated_version\": \"Los Emiratos Árabes Unidos admitieron por primera vez que están llevando a cabo el juicio masivo de 84 prisioneros, supuestamente acusados de establecer una 'organización secreta' para cometer 'actos de violencia y terrorismo' en el país. El juicio fue informado por primera vez por disidentes durante la COP28, la cumbre climática de la ONU. Probablemente entre los acusados se encuentra Ahmed Mansoor, un activista de derechos humanos que ha estado detenido desde 2017.\",            \"translated_title\": \"EAU realiza juicio masivo de prisioneros\"        }    ]}"