"{    \"translations\": [        {            \"english_version\": \"Hamas is close to reaching a truce agreement with Israel, said the militant group’s political chief. The terms reportedly include Israel agreeing to a five-day pause in its offensive in the Gaza Strip in exchange for Hamas returning some of the hostages. Qatar, which is brokering the deal along with America, said that talks over the deal were at a critical and final stage. Joe Biden, America’s president, also believes such a deal is near. Israel has yet to comment.\",            \"english_title\": \"Truce Agreement Between Hamas and Israel\",            \"translated_version\": \"Hamas está cerca de llegar a un acuerdo de alto el fuego con Israel, dijo el líder político del grupo militante. Según se informa, los términos incluyen que Israel acepte una pausa de cinco días en su ofensiva en la Franja de Gaza a cambio de que Hamas devuelva algunos de los rehenes. Qatar, que está mediando el acuerdo junto con Estados Unidos, dijo que las conversaciones sobre el acuerdo estaban en una etapa crítica y final. Joe Biden, presidente de Estados Unidos, también cree que dicho acuerdo está cerca. Israel aún no ha comentado.\",            \"translated_title\": \"Acuerdo de Alto el Fuego entre Hamas e Israel\"        },        {            \"english_version\": \"Almost all of OpenAI’s employees signed an open letter urging the company’s board to resign, after it sacked the company’s boss, Sam Altman, on Friday. Most of OpenAI’s 770 employees threatened to jump ship to Mr Altman’s newly established team at Microsoft (which is also OpenAI’s biggest investor). Emmett Shear, former head of Twitch, a video-streaming service, has been appointed OpenAI’s interim boss.\",            \"english_title\": \"OpenAI Employees Demand Resignation of Board\",            \"translated_version\": \"Casi todos los empleados de OpenAI firmaron una carta abierta instando a la junta directiva de la empresa a renunciar, después de que despidiera al jefe de la empresa, Sam Altman, el viernes. La mayoría de los 770 empleados de OpenAI amenazaron con unirse al nuevo equipo recién establecido del Sr. Altman en Microsoft (que también es el mayor inversor de OpenAI). Emmett Shear, ex jefe de Twitch, un servicio de transmisión de video, ha sido nombrado jefe interino de OpenAI.\",            \"translated_title\": \"Empleados de OpenAI Exigen la Renuncia de la Junta Directiva\"        },        {            \"english_version\": \"North Korea said it would attempt its third launch of a spy satellite this year. Both previous attempts failed. If the third try comes off, the satellite would give the Hermit Kingdom the means to monitor the movements of American and South Korean troops. Condemning the plan, Kishida Fumio, Japan’s prime minister, said his country would be ready for any unexpected situation.\",            \"english_title\": \"North Korea Plans Third Spy Satellite Launch\",            \"translated_version\": \"Corea del Norte dijo que intentaría su tercer lanzamiento de un satélite espía este año. Ambos intentos anteriores fallaron. Si el tercer intento tiene éxito, el satélite le daría al Reino Ermitaño los medios para monitorear los movimientos de las tropas estadounidenses y surcoreanas. Condenando el plan, Kishida Fumio, primer ministro de Japón, dijo que su país estaría listo para cualquier situación inesperada.\",            \"translated_title\": \"Corea del Norte Planea Tercer Lanzamiento de Satélite Espía\"        },        {            \"english_version\": \"X (formerly Twitter) sued Media Matters, a watchdog group that last week published a report claiming that prominent brands had seen their advertisements placed next to incendiary and antisemitic tweets. The report triggered an advertiser exodus. X says the ad placements were manufactured, inorganic and extraordinarily rare; Media Matters called the lawsuit frivolous.\",            \"english_title\": \"X Sues Media Matters Over Ad Placement Report\",            \"translated_version\": \"X (anteriormente Twitter) demandó a Media Matters, un grupo de vigilancia que la semana pasada publicó un informe afirmando que marcas prominentes habían visto sus anuncios colocados junto a tweets incendiarios y antisemitas. El informe provocó una salida masiva de anunciantes. X dice que los lugares de los anuncios fueron fabricados, inorgánicos y extraordinariamente raros; Media Matters calificó la demanda como frívola.\",            \"translated_title\": \"X Demanda a Media Matters por Informe de Colocación de Anuncios\"        },        {            \"english_version\": \"Boris Pistorius, Germany’s defence minister, arrived in Kyiv on a surprise visit to reaffirm his country’s support for Ukraine. Mr Pistorius’s trip to the Ukrainian capital follows that of Lloyd Austin, America’s defence secretary, on Monday. Their visits come as concerns rise that Western support for Ukraine may falter; Germany is the country’s second largest supplier of military aid, after America.\",            \"english_title\": \"German Defence Minister Visits Ukraine\",            \"translated_version\": \"Boris Pistorius, ministro de defensa de Alemania, llegó a Kiev en una visita sorpresa para reafirmar el apoyo de su país a Ucrania. El viaje del Sr. Pistorius a la capital ucraniana sigue al del secretario de defensa de Estados Unidos, Lloyd Austin, el lunes. Sus visitas se producen en medio de preocupaciones de que el apoyo occidental a Ucrania pueda debilitarse; Alemania es el segundo mayor proveedor de ayuda militar del país, después de Estados Unidos.\",            \"translated_title\": \"Ministro de Defensa Alemán Visita Ucrania\"        }    ]}"