"{    \"translations\": [        {            \"english_version\": \"A judge stopped the Trump administration from freezing federal assistance for an ideological review. The order was supposed to start on Tuesday but is on hold until Monday. This caused confusion for nonprofits, schools, and people on programs like Medicaid.\",            \"english_title\": \"Federal Assistance Frozen\",            \"translated_version\": \"Un juez detuvo a la administración de Trump de congelar la ayuda federal para una revisión ideológica. La orden debía comenzar el martes pero está en espera hasta el lunes. Esto causó confusión para organizaciones sin fines de lucro, escuelas y personas en programas como Medicaid.\",            \"translated_title\": \"Ayuda Federal Congelada\"        },        {            \"english_version\": \"In Kinshasa, the capital of the Democratic Republic of Congo, angry crowds attacked embassies of Rwanda, Belgium, Uganda, Kenya, and France. They were protesting against a rebel group's assault on Goma, backed by Rwanda. The Africa Union had an emergency meeting to stop the hostilities.\",            \"english_title\": \"Embassy Attacks in Kinshasa\",            \"translated_version\": \"En Kinshasa, la capital de la República Democrática del Congo, multitudes enojadas atacaron las embajadas de Ruanda, Bélgica, Uganda, Kenia y Francia. Estaban protestando contra el asalto de un grupo rebelde a Goma, respaldado por Ruanda. La Unión Africana tuvo una reunión de emergencia para detener las hostilidades.\",            \"translated_title\": \"Ataques a Embajadas en Kinshasa\"        },        {            \"english_version\": \"The Economist app is available on iOS and Android. The Economist Group offers various services and content. They have sections like Reuse our content, Subscribe, Economist Enterprise, and more. They also provide contact information and career opportunities.\",            \"english_title\": \"Economist App Services\",            \"translated_version\": \"La aplicación de The Economist está disponible en iOS y Android. El Grupo de The Economist ofrece varios servicios y contenido. Tienen secciones como Reutiliza nuestro contenido, Suscríbete, Empresa de The Economist, y más. También proporcionan información de contacto y oportunidades laborales.\",            \"translated_title\": \"Servicios de la Aplicación de The Economist\"        },        {            \"english_version\": \"The website uses cookies and similar technologies to improve user experience. There are sections for managing cookies, terms of use, privacy, and more. The copyright belongs to The Economist Newspaper Limited 2025.\",            \"english_title\": \"Website Cookies and Copyright\",            \"translated_version\": \"El sitio web utiliza cookies y tecnologías similares para mejorar la experiencia del usuario. Hay secciones para gestionar cookies, términos de uso, privacidad, y más. Los derechos de autor pertenecen a The Economist Newspaper Limited 2025.\",            \"translated_title\": \"Cookies y Derechos de Autor del Sitio Web\"        },        {            \"english_version\": \"The website also includes sections like Modern Slavery Statement, Sitemap, and Copyright information. They emphasize data rights, accessibility, and support. The Economist Group offers services like Economist Intelligence, Economist Impact, and Economist Education Courses.\",            \"english_title\": \"Website Sections and Services\",            \"translated_version\": \"El sitio web también incluye secciones como Declaración sobre la Esclavitud Moderna, Mapa del sitio e información de derechos de autor. Enfatizan los derechos de datos, accesibilidad y apoyo. El Grupo de The Economist ofrece servicios como Inteligencia de The Economist, Impacto de The Economist y Cursos de Educación de The Economist.\",            \"translated_title\": \"Secciones y Servicios del Sitio Web\"        }    ]}"