"{    \"translations\": [        {            \"english_version\": \"Barack Obama spoke at the Democratic National Convention and said America is ready for a new chapter with Kamala Harris as president. He criticized Donald Trump's use of childish nicknames and crazy conspiracy theories. Michelle Obama also addressed the convention and praised Harris as one of the most qualified people ever to run for president.\",            \"english_title\": \"Barack Obama and Kamala Harris at Democratic National Convention\",            \"translated_version\": \"Barack Obama habló en la Convención Nacional Demócrata y dijo que Estados Unidos está listo para un nuevo capítulo con Kamala Harris como presidenta. Criticó el uso de apodos infantiles y teorías de conspiración locas de Donald Trump. Michelle Obama también habló en la convención y elogió a Harris como una de las personas más calificadas que jamás haya postulado para presidenta.\",            \"translated_title\": \"Barack Obama y Kamala Harris en la Convención Nacional Demócrata\"        },        {            \"english_version\": \"Antony Blinken, America's secretary of state, visited Qatar for talks about a ceasefire in Gaza. He also met with Egypt's president, Abdel Fattah al-Sisi. Blinken discussed a bridging proposal that Israel had accepted, but Hamas has yet to agree to.\",            \"english_title\": \"Antony Blinken's Diplomatic Efforts in the Middle East\",            \"translated_version\": \"Antony Blinken, el secretario de estado de Estados Unidos, visitó Qatar para hablar sobre un alto el fuego en Gaza. También se reunió con el presidente de Egipto, Abdel Fattah al-Sisi. Blinken discutió una propuesta de mediación que Israel había aceptado, pero Hamas aún no ha aceptado.\",            \"translated_title\": \"Los Esfuerzos Diplomáticos de Antony Blinken en Medio Oriente\"        }    ]}"