"{    \"translations\": [        {            \"english_version\": \"Shipments of American aid to Gaza by sea were stopped because bad weather damaged the temporary pier built for deliveries. Israeli tanks reportedly entered the center of Rafah for the first time, but Israeli armed forces did not confirm this. Palestinian officials said at least 21 people died in an Israeli shelling on a tent camp west of the city on Tuesday, but Israel's army denied involvement.\",            \"english_title\": \"Recent events in Gaza and Israel\",            \"translated_version\": \"Los barcos con ayuda estadounidense para Gaza por mar se detuvieron porque el mal tiempo dañó el muelle temporal construido para las entregas. Se dice que tanques israelíes entraron en el centro de Rafah por primera vez, pero las fuerzas armadas israelíes no lo confirmaron. Funcionarios palestinos dijeron que al menos 21 personas murieron en un bombardeo israelí en un campamento de tiendas al oeste de la ciudad el martes, pero el ejército de Israel negó su participación.\",            \"translated_title\": \"Recent events in Gaza and Israel\"        },        {            \"english_version\": \"Israel has faced international criticism for its ground operation in Gaza's southernmost city. This comes shortly after an Israeli air strike killed over 45 people in a tent camp for displaced Palestinians on Sunday.\",            \"english_title\": \"International reaction to Israel's actions in Gaza\",            \"translated_version\": \"Israel ha recibido críticas internacionales por su operación terrestre en la ciudad más al sur de Gaza. Esto sucede poco después de que un ataque aéreo israelí matara a más de 45 personas en un campamento de tiendas para palestinos desplazados el domingo.\",            \"translated_title\": \"International reaction to Israel's actions in Gaza\"        },        {            \"english_version\": \"After more than six months since the elections, the Netherlands is finally getting a new prime minister. Dick Schoof, who previously led the country's intelligence and immigration services, will head a right-wing coalition of four parties. The parties now need to allocate responsibilities among themselves.\",            \"english_title\": \"Political developments in the Netherlands\",            \"translated_version\": \"Después de más de seis meses desde las elecciones, los Países Bajos finalmente tendrán un nuevo primer ministro. Dick Schoof, quien anteriormente dirigió los servicios de inteligencia e inmigración del país, encabezará una coalición de derecha de cuatro partidos. Ahora los partidos necesitan asignar responsabilidades entre ellos.\",            \"translated_title\": \"Political developments in the Netherlands\"        }    ]}"