"{    \"translations\": [        {            \"english_version\": \"Inflation in America slowed to 3.1% year-on-year in January, dealing a blow to hopes that the Federal Reserve may begin lowering interest rates in May. Core inflation, which removes volatile food and energy prices, held steady at an annual rate of 3.9%, the same as in December. A faster drop in inflation was widely predicted by economists: a poll conducted by Bloomberg, a news wire, had forecast that the headline rate would fall to 2.9% in January.\",            \"english_title\": \"Inflation in America\",            \"translated_version\": \"La inflación en América se desaceleró al 3.1% interanual en enero, lo que afecta las esperanzas de que la Reserva Federal pueda comenzar a reducir las tasas de interés en mayo. La inflación básica, que excluye los precios volátiles de alimentos y energía, se mantuvo estable en una tasa anual del 3.9%, igual que en diciembre. Los economistas habían pronosticado ampliamente una caída más rápida en la inflación: una encuesta realizada por Bloomberg, una agencia de noticias, había pronosticado que la tasa general caería al 2.9% en enero.\",            \"translated_title\": \"Inflación en América\"        },        {            \"english_version\": \"Estonia warned that Russia is preparing for a war with NATO within the next decade. The country’s intelligence agency said that Russia intends to double the number of troops stationed along its borders with Finland, Estonia and Latvia. Meanwhile it emerged that Russia’s interior ministry is seeking to bring criminal charges against Kaja Kallas, Estonia’s prime minister, after she pushed for the removal of Soviet-era monuments.\",            \"english_title\": \"Russia's Preparation for War\",            \"translated_version\": \"Estonia advirtió que Rusia se está preparando para una guerra con la OTAN en la próxima década. La agencia de inteligencia del país dijo que Rusia tiene la intención de duplicar el número de tropas estacionadas a lo largo de sus fronteras con Finlandia, Estonia y Letonia. Mientras tanto, se supo que el Ministerio del Interior de Rusia busca presentar cargos penales contra Kaja Kallas, primera ministra de Estonia, después de que ella abogara por la eliminación de monumentos de la era soviética.\",            \"translated_title\": \"Preparación de Rusia para la guerra\"        },        {            \"english_version\": \"America’s Senate passed a bill allocating $95bn of military aid to Ukraine and Israel, along with humanitarian aid for Gaza. The bill now goes to the House of Representatives, where it will face strong opposition from Republicans. Joe Biden, America’s president, urged the House to 'stand against tyrants who seek to conquer or carve up their neighbours’ territory'.\",            \"english_title\": \"Military Aid to Ukraine and Israel\",            \"translated_version\": \"El Senado de Estados Unidos aprobó un proyecto de ley que asigna $95 mil millones de ayuda militar a Ucrania e Israel, junto con ayuda humanitaria para Gaza. El proyecto de ley ahora pasa a la Cámara de Representantes, donde enfrentará una fuerte oposición de los republicanos. Joe Biden, presidente de Estados Unidos, instó a la Cámara a 'oponerse a los tiranos que buscan conquistar o dividir el territorio de sus vecinos'.\",            \"translated_title\": \"Ayuda militar a Ucrania e Israel\"        },        {            \"english_version\": \"The British arm of The Body Shop, a cosmetics and skin-care business, entered administration. The company is expected to continue trading as normal while FRP Advisory, a firm specialising in corporate restructuring, takes charge of the retailer’s future. The Body Shop was founded in 1976 by Dame Anita Roddick; she was an early proponent of ethical consumerism.\",            \"english_title\": \"The Body Shop in Administration\",            \"translated_version\": \"La filial británica de The Body Shop, una empresa de cosméticos y cuidado de la piel, entró en administración. Se espera que la empresa continúe operando normalmente mientras FRP Advisory, una empresa especializada en reestructuración corporativa, se encarga del futuro del minorista. The Body Shop fue fundada en 1976 por Dame Anita Roddick; ella fue una defensora temprana del consumismo ético.\",            \"translated_title\": \"The Body Shop en administración\"        },        {            \"english_version\": \"Pakistan edged towards forming a government after no party achieved a majority in last week’s elections. The leader of the Pakistan People’s Party (PPP) pledged to support any prime-ministerial candidate nominated by the Pakistan Muslim League (PML-N), led by Nawaz Sharif. Meanwhile Mr Sharif’s rival, the jailed ex-prime minister Imran Khan, refused to join any coalition with his opponents. Mr Khan’s supporters won the most seats in the National Assembly; the PML-N and the PPP came second and third, respectively.\",            \"english_title\": \"Government Formation in Pakistan\",            \"translated_version\": \"Pakistán se acercó a la formación de un gobierno después de que ningún partido obtuviera la mayoría en las elecciones de la semana pasada. El líder del Partido Popular de Pakistán (PPP) se comprometió a apoyar a cualquier candidato a primer ministro nominado por la Liga Musulmana de Pakistán (PML-N), liderada por Nawaz Sharif. Mientras tanto, el rival de Sharif, el ex primer ministro encarcelado Imran Khan, se negó a unirse a cualquier coalición con sus oponentes. Los seguidores del Sr. Khan ganaron la mayoría de los escaños en la Asamblea Nacional; el PML-N y el PPP quedaron en segundo y tercer lugar, respectivamente.\",            \"translated_title\": \"Formación de gobierno en Pakistán\"        }    ]}"