"{    \"translations\": [        {            \"english_version\": \"Binyamin Netanyahu promised `safe passage` to civilians ahead of a planned assault on Rafah. Israel’s prime minister described the city, which is in the south of Gaza, as Hamas’s `last bastion` and claimed that `victory is within reach`.\",            \"english_title\": \"Netanyahu's Promise\",            \"translated_version\": \"Binyamin Netanyahu prometió un 'paso seguro' a los civiles antes de un ataque planeado en Rafah. El primer ministro de Israel describió la ciudad, que está en el sur de Gaza, como el 'último bastión' de Hamas y afirmó que 'la victoria está al alcance'.\",            \"translated_title\": \"La Promesa de Netanyahu\"        },        {            \"english_version\": \"Yesterday Israel’s army said it had found a Hamas tunnel under the Gaza headquarters of a UN agency. UNRWA, which aids Palestinian refugees, said it had not used the compound since October and was not aware of activity there. It is already reeling from allegations that some of its staff were involved in Hamas’s assault on Israel on October 7th.\",            \"english_title\": \"Hamas Tunnel Discovery\",            \"translated_version\": \"Ayer el ejército de Israel dijo que había encontrado un túnel de Hamas debajo de la sede de Gaza de una agencia de la ONU. UNRWA, que ayuda a los refugiados palestinos, dijo que no había utilizado el complejo desde octubre y no estaba al tanto de la actividad allí. Ya está tambaleándose por las acusaciones de que algunos de sus empleados estuvieron involucrados en el ataque de Hamas a Israel el 7 de octubre.\",            \"translated_title\": \"Descubrimiento del Túnel de Hamas\"        },        {            \"english_version\": \"Donald Trump said he once told a NATO member state that America would not protect members of the military alliance from attack by Russia if they did not pay their way. The former president added that he would even `encourage` Russia to do `whatever the hell they want` to `delinquent` members. A White House spokesperson called his comments `appalling and unhinged.`\",            \"english_title\": \"Trump's Controversial Statement\",            \"translated_version\": \"Donald Trump dijo que una vez le dijo a un estado miembro de la OTAN que Estados Unidos no protegería a los miembros de la alianza militar de un ataque de Rusia si no pagaban su parte. El ex presidente agregó que incluso 'alentaría' a Rusia a hacer 'lo que les dé la gana' a los miembros 'morosos'. Un portavoz de la Casa Blanca calificó sus comentarios de 'horribles y desequilibrados'.\",            \"translated_title\": \"Declaración Controversial de Trump\"        },        {            \"english_version\": \"The party of Imran Khan, a jailed former prime minister, alleged that election officials had meddled in Thursday’s general election in Pakistan and urged supporters to protest. Tehreek-e-Insaf, which incomplete results suggest won the most seats but fell short of a majority, claimed the right to form a government. America, Britain and the European Union separately expressed concern over Pakistan’s electoral process.\",            \"english_title\": \"Allegations of Election Meddling\",            \"translated_version\": \"El partido de Imran Khan, un ex primer ministro encarcelado, alegó que los funcionarios electorales se habían entrometido en las elecciones generales del jueves en Pakistán y instó a los seguidores a protestar. Tehreek-e-Insaf, cuyos resultados incompletos sugieren que ganó la mayoría de los escaños pero no alcanzó la mayoría, reclamó el derecho a formar un gobierno. Estados Unidos, Gran Bretaña y la Unión Europea expresaron su preocupación por el proceso electoral de Pakistán.\",            \"translated_title\": \"Alegaciones de Intromisión Electoral\"        },        {            \"english_version\": \"The candidates for the presidency of Indonesia ended their campaigns at rallies attended by many thousands of supporters. The vote itself does not take place until February 14th, but the three men looking to replace the immensely popular Joko Widodo are not allowed to campaign after Saturday. Our poll tracker suggests Prabowo Subianto, whose running mate is the incumbent’s son, will win just over half of the votes.\",            \"english_title\": \"Indonesia's Presidential Campaign\",            \"translated_version\": \"Los candidatos a la presidencia de Indonesia terminaron sus campañas en mítines a los que asistieron miles de seguidores. La votación en sí no se llevará a cabo hasta el 14 de febrero, pero a los tres hombres que buscan reemplazar al inmensamente popular Joko Widodo no se les permite hacer campaña después del sábado. Nuestro rastreador de encuestas sugiere que Prabowo Subianto, cuyo compañero de fórmula es el hijo del titular, ganará poco más de la mitad de los votos.\",            \"translated_title\": \"Campaña Presidencial de Indonesia\"        }    ]}"