"{    \"translations\": [        {            \"english_version\": \"Around 28 people, including three children, were hurt in Kharkiv, Ukraine, after a Russian bomb hit an apartment building. The Russians also attacked the city of Pokrovsk, causing one death. Britain's foreign secretary, David Lammy, mentioned that Ukraine's allies are discussing whether Ukraine should use Western missiles against Russia.\",            \"english_title\": \"Conflict in Ukraine\",            \"translated_version\": \"Alrededor de 28 personas, incluyendo tres niños, resultaron heridas en Kharkiv, Ucrania, después de que una bomba rusa golpeara un edificio de apartamentos. Los rusos también atacaron la ciudad de Pokrovsk, causando una muerte. El secretario de Relaciones Exteriores de Gran Bretaña, David Lammy, mencionó que los aliados de Ucrania están discutiendo si Ucrania debería usar misiles occidentales contra Rusia.\",            \"translated_title\": \"Conflict in Ukraine\"        },        {            \"english_version\": \"Eight migrants lost their lives while trying to reach Britain from France. They were on a boat with around 50 people that sank shortly after leaving the coast. The French coast guard rescued 200 people in a 24-hour period. This incident follows another tragedy less than two weeks ago when 12 migrants, including six children, drowned in the Channel.\",            \"english_title\": \"Migrant Tragedy in the English Channel\",            \"translated_version\": \"Ocho migrantes perdieron la vida mientras intentaban llegar a Gran Bretaña desde Francia. Estaban en un bote con alrededor de 50 personas que se hundió poco después de salir de la costa. La guardia costera francesa rescató a 200 personas en un período de 24 horas. Este incidente sigue a otra tragedia ocurrida hace menos de dos semanas cuando 12 migrantes, incluyendo seis niños, se ahogaron en el Canal.\",            \"translated_title\": \"Migrant Tragedy in the English Channel\"        }    ]}"