"{    \"translations\": [        {            \"english_version\": \"Asian stock markets went up after a big global sell-off on Monday. Japanese stocks had a strong recovery, with Japan's main index, Topix, going up by 9.3%. This was a partial recovery from a 12% drop the day before. European markets like Stoxx 600 and Britain's FTSE 100 also rose before the market opened.\",            \"english_title\": \"Stock Market Rebound\",            \"translated_version\": \"Los mercados de valores asiáticos subieron después de una gran venta global el lunes. Las acciones japonesas tuvieron una fuerte recuperación, con el índice principal de Japón, Topix, subiendo un 9.3%. Esto fue una recuperación parcial de una caída del 12% el día anterior. Los mercados europeos como el Stoxx 600 y el FTSE 100 de Gran Bretaña también subieron antes de que abriera el mercado.\",            \"translated_title\": \"Stock Market Rebound\"        },        {            \"english_version\": \"A federal judge in America ruled in favor of the Justice Department in a case against Google. The judge said Google broke antitrust laws by dominating online search. Google's deals with companies like Apple to be the default search engine made it hard for competitors to enter the market. This is one of many antitrust cases the US government has started.\",            \"english_title\": \"Tech Giant Antitrust Case\",            \"translated_version\": \"Un juez federal en América falló a favor del Departamento de Justicia en un caso contra Google. El juez dijo que Google rompió las leyes antimonopolio al dominar la búsqueda en línea. Los acuerdos de Google con empresas como Apple para ser el motor de búsqueda predeterminado dificultaron que los competidores ingresaran al mercado. Este es uno de los muchos casos antimonopolio que el gobierno de EE. UU. ha iniciado.\",            \"translated_title\": \"Tech Giant Antitrust Case\"        }    ]}"