"```json{    \"translations\": [        {            \"english_version\": \"Donald Trump removed Mike Waltz as America’s national security adviser and appointed Marco Rubio temporarily. Mr. Waltz made a mistake by adding the editor of the Atlantic to a chat about plans for air strikes in Yemen. Trump praised Waltz's hard work and nominated him to be the next UN ambassador.\",            \"english_title\": \"Donald Trump's national security adviser replaced\",            \"translated_version\": \"Donald Trump quitó a Mike Waltz como asesor de seguridad nacional de Estados Unidos y nombró temporalmente a Marco Rubio. El Sr. Waltz cometió un error al agregar al editor de The Atlantic a un chat sobre planes de ataques aéreos en Yemen. Trump elogió el arduo trabajo de Waltz y lo nominó para ser el próximo embajador de la ONU.\",            \"translated_title\": \"Asesor de seguridad nacional de Donald Trump reemplazado\"        },        {            \"english_version\": \"South Korea's acting president, Han Duck-soo, resigned as reports suggest he plans to run for a full presidential term. The Supreme Court overturned the acquittal of Lee Jae-myung, a frontrunner in the presidential contest, for alleged election-law violations. Political turmoil has gripped South Korea since the failed coup attempt by Yoon Suk Yeol in December.\",            \"english_title\": \"Political developments in South Korea\",            \"translated_version\": \"El presidente interino de Corea del Sur, Han Duck-soo, renunció según informes que sugieren que planea postularse para un mandato presidencial completo. La Corte Suprema anuló la absolución de Lee Jae-myung, un favorito en la contienda presidencial, por presuntas violaciones a la ley electoral. Corea del Sur ha estado envuelta en agitación política desde el intento de golpe fallido de Yoon Suk Yeol en diciembre.\",            \"translated_title\": \"Desarrollos políticos en Corea del Sur\"        }    ]}```"