"    ```json    {        \"translations\": [            {                \"english_version\": \"China announced that it will speed up the approval of licenses for rare-mineral exports to certain European companies. This decision comes as concerns grow over global supply shortages. The tighter limits on exports were initially introduced in response to Donald Trump's tariffs. However, the Chinese commerce ministry now plans to establish a 'green channel' for some export approvals.\",                \"english_title\": \"China's Rare-Mineral Exports\",                \"translated_version\": \"China dijo que va a aprobar más rápido las licencias para exportar minerales raros a ciertas compañías europeas. Esta decisión se toma porque hay preocupaciones sobre la escasez de suministros a nivel mundial. Las restricciones más estrictas a las exportaciones fueron introducidas inicialmente en respuesta a los aranceles de Donald Trump. Sin embargo, el ministerio de comercio chino ahora planea establecer un 'canal verde' para algunas aprobaciones de exportación.\",                \"translated_title\": \"Exportaciones de Minerales Raros de China\"            },            {                \"english_version\": \"Russia accused Ukraine of indefinitely postponing a prisoner swap that was agreed upon during recent peace talks in Istanbul. Ukraine refuted these claims and urged Russia to complete the swap 'in the coming days'. Additionally, Russian drone and missile strikes in Kharkiv resulted in the deaths of at least four people, marking the largest attack on Ukraine's second city so far.\",                \"english_title\": \"Russia-Ukraine Prisoner Swap Dispute\",                \"translated_version\": \"Rusia acusó a Ucrania de posponer indefinidamente un intercambio de prisioneros que se acordó durante las recientes conversaciones de paz en Estambul. Ucrania refutó estas afirmaciones e instó a Rusia a completar el intercambio 'en los próximos días'. Además, los ataques con drones y misiles rusos en Járkov resultaron en la muerte de al menos cuatro personas, marcando el mayor ataque a la segunda ciudad de Ucrania hasta ahora.\",                \"translated_title\": \"Disputa de Intercambio de Prisioneros entre Rusia y Ucrania\"            }        ]    }    ```"