"    ```json    {        \"translations\": [            {                \"english_version\": \"America's economy grew slower than expected in the first quarter. GDP figures fell short of the forecast 2.2% growth, at 1.6% year on year. The slowing international trade and business inventories were responsible for the decline. First-quarter core annual inflation stood at 3.7%, above analyst estimates of 3.4%, suggesting that the Federal Reserve may delay cutting interest rates.\",                \"english_title\": \"Economic News\",                \"translated_version\": \"La economía de América creció más lento de lo esperado en el primer trimestre. Las cifras del PIB no alcanzaron el crecimiento previsto del 2.2%, quedando en un 1.6% anual. El comercio internacional más lento y los inventarios comerciales fueron responsables de la disminución. La inflación anual básica del primer trimestre se situó en un 3.7%, por encima de las estimaciones de los analistas del 3.4%, lo que sugiere que la Reserva Federal podría retrasar la reducción de las tasas de interés.\",                \"translated_title\": \"Noticias Económicas\"            },            {                \"english_version\": \"New York's top court overturned a conviction against Harvey Weinstein, the film producer sentenced to 23 years in prison for rape and other sex crimes. The court found that Mr. Weinstein did not receive a fair trial, as prosecutors allowed women whose allegations were not part of the indictment to testify. America's Supreme Court appeared divided on whether Donald Trump is entitled to 'absolute immunity' from prosecution for actions taken while in office.\",                \"english_title\": \"Legal News\",                \"translated_version\": \"El tribunal superior de Nueva York anuló una condena contra Harvey Weinstein, el productor de cine condenado a 23 años de prisión por violación y otros delitos sexuales. El tribunal encontró que el Sr. Weinstein no recibió un juicio justo, ya que los fiscales permitieron que mujeres cuyas acusaciones no formaban parte de la acusación testificaran. La Corte Suprema de América parecía dividida sobre si Donald Trump tiene derecho a 'inmunidad absoluta' contra el enjuiciamiento por acciones tomadas durante su mandato.\",                \"translated_title\": \"Noticias Legales\"            },            {                \"english_version\": \"Humza Yousaf, Scotland's first minister, will face a no-confidence vote after his party's power-sharing deal with the Green Party collapsed. Mr. Yousaf abandoned some of the Scottish National Party's climate targets, angering the Greens. Belgium summoned Israel's ambassador after a Belgian aid agency worker and his son were killed in an Israeli attack in Gaza. America demanded answers from Israel after mass graves were discovered in Gaza.\",                \"english_title\": \"Political News\",                \"translated_version\": \"Humza Yousaf, el primer ministro de Escocia, enfrentará una votación de no confianza después de que el acuerdo de reparto de poder de su partido con el Partido Verde se desmoronara. El Sr. Yousaf abandonó algunos de los objetivos climáticos del Partido Nacional Escocés, enfureciendo a los Verdes. Bélgica convocó al embajador de Israel después de que un trabajador de una agencia de ayuda belga y su hijo murieran en un ataque israelí en Gaza. América exigió respuestas a Israel después de que se descubrieran fosas comunes en Gaza.\",                \"translated_title\": \"Noticias Políticas\"            },            {                \"english_version\": \"Ariel Henry stepped down as prime minister of Haiti, and a council is choosing a new prime minister. Wine production fell by almost 10% globally in 2023 due to adverse climatic events. The grapevine was first domesticated 8,000 years ago in Georgia. Armed gangs now wield power in Haiti.\",                \"english_title\": \"International News\",                \"translated_version\": \"Ariel Henry renunció como primer ministro de Haití, y un consejo está eligiendo un nuevo primer ministro. La producción de vino cayó casi un 10% a nivel mundial en 2023 debido a eventos climáticos adversos. La vid fue domesticada por primera vez hace 8,000 años en Georgia. Bandas armadas ahora ejercen poder en Haití.\",                \"translated_title\": \"Noticias Internacionales\"            }        ]    }    ```"