"{    \"translations\": [        {            \"english_version\": \"Ukraine's commander-in-chief, Oleksandr Syrsky, stated that his forces controlled 1,000 square km of Russian territory. Russian authorities are evacuating civilians from border regions. President Vladimir Putin called Ukraine's advance into Kursk a major provocation to gain leverage in ceasefire negotiations. He promised a worthy response. Ukrainian troops aim to draw Russian soldiers away from their positions in northern and eastern Ukraine.\",            \"english_title\": \"Ukraine-Russia Conflict\",            \"translated_version\": \"El jefe de las fuerzas de Ucrania, Oleksandr Syrsky, dijo que sus fuerzas controlaban 1,000 km cuadrados de territorio ruso. Las autoridades rusas están evacuando civiles de las regiones fronterizas. El presidente Vladimir Putin calificó el avance de Ucrania hacia Kursk como una gran provocación para ganar ventaja en las negociaciones de alto el fuego. Prometió una respuesta digna. Las tropas ucranianas buscan alejar a los soldados rusos de sus posiciones en el norte y este de Ucrania.\",            \"translated_title\": \"Conflicto Ucrania-Rusia\"        },        {            \"english_version\": \"The White House's national-security spokesperson mentioned concerns of a potential attack from Iran, blaming Israel for assassinating Hamas's political leader. America ordered the USS Georgia submarine in the Mediterranean to move closer to the Middle East. Defence Secretary Lloyd Austin announced the hastening of an American aircraft-carrier's journey to the region.\",            \"english_title\": \"Geopolitical Tensions\",            \"translated_version\": \"El portavoz de seguridad nacional de la Casa Blanca mencionó preocupaciones sobre un posible ataque de Irán, culpando a Israel de asesinar al líder político de Hamas. Estados Unidos ordenó al submarino USS Georgia en el Mediterráneo que se acercara más al Medio Oriente. El Secretario de Defensa Lloyd Austin anunció la aceleración del viaje de un portaaviones estadounidense a la región.\",            \"translated_title\": \"Tensiones Geopolíticas\"        }    ]}"