"{    \"translations\": [        {            \"english_version\": \"Less than an hour ago, Lieutenant General Igor Kirillov, the head of Russia's nuclear-protection forces, was killed in an explosion in Moscow. The bomb that killed him was hidden in a scooter parked outside his home. General Kirillov is the highest-ranking officer to be assassinated since Russia's invasion of Ukraine in 2022. Ukraine is believed to be behind the attack.\",            \"english_title\": \"Assassination of Lieutenant General Igor Kirillov\",            \"translated_version\": \"Hace menos de una hora, el General Igor Kirillov, el jefe de las fuerzas de protección nuclear de Rusia, fue asesinado en una explosión en Moscú. La bomba que lo mató estaba escondida en un scooter estacionado afuera de su casa. El General Kirillov es el oficial de mayor rango que ha sido asesinado desde la invasión de Ucrania por parte de Rusia en 2022. Se cree que Ucrania está detrás del ataque.\",            \"translated_title\": \"Asesinato del General Igor Kirillov\"        },        {            \"english_version\": \"Bashar al-Assad, the former dictator of Syria, mentioned that his departure from the country was not planned. In his first statement after his regime fell, Mr. Assad explained that he fled to Moscow following an attack on a Russian airbase he was visiting on December 8th. He attributed the delay in his statement to security concerns and claimed that his actions were always in Syria's best interests.\",            \"english_title\": \"Statement from Bashar al-Assad\",            \"translated_version\": \"Bashar al-Assad, el ex dictador de Siria, mencionó que su salida del país no estaba planeada. En su primera declaración después de que su régimen cayó, el Sr. Assad explicó que huyó a Moscú tras un ataque a una base aérea rusa que estaba visitando el 8 de diciembre. Atribuyó la demora en su declaración a preocupaciones de seguridad y afirmó que sus acciones siempre estuvieron en el mejor interés de Siria.\",            \"translated_title\": \"Declaración de Bashar al-Assad\"        }    ]}"