"    #####    {        \"translations\": [            {                \"english_version\": \"President Joe Biden stopped Nippon Steel from buying US Steel because he thought it could harm America's safety. A group that reviews these things couldn't agree if this was true. Even Donald Trump said he would stop the Japanese company from taking over. The boss of US Steel said in September that the company might have to leave Pittsburgh, Pennsylvania if the deal didn't happen.\",                \"english_title\": \"President Joe Biden's decision on Nippon Steel's proposed takeover of US Steel\",                \"translated_version\": \"El Presidente Joe Biden detuvo a Nippon Steel de comprar US Steel porque pensó que podría dañar la seguridad de América. Un grupo que revisa estas cosas no pudo ponerse de acuerdo si esto era cierto. Incluso Donald Trump dijo que detendría a la compañía japonesa de tomar el control. El jefe de US Steel dijo en septiembre que la compañía podría tener que irse de Pittsburgh, Pennsylvania si el acuerdo no sucedía.\",                \"translated_title\": \"La decisión del Presidente Joe Biden sobre la propuesta de adquisición de US Steel por parte de Nippon Steel\"            },            {                \"english_version\": \"South Korean investigators tried to arrest Yoon Suk Yeol, who was the president that got removed from power. But they had a problem with his security team, so they gave up. The Presidential Security Service also didn't let the police search Mr. Yoon's home. The investigators want to talk to Mr. Yoon to find out if he did something wrong when he declared martial law in December.\",                \"english_title\": \"South Korean investigators and the stand-off with Yoon Suk Yeol\",                \"translated_version\": \"Los investigadores surcoreanos intentaron arrestar a Yoon Suk Yeol, quien era el presidente que fue removido del poder. Pero tuvieron un problema con su equipo de seguridad, así que se rindieron. El Servicio de Seguridad Presidencial tampoco permitió que la policía registrara la casa del Sr. Yoon. Los investigadores quieren hablar con el Sr. Yoon para averiguar si hizo algo mal cuando declaró la ley marcial en diciembre.\",                \"translated_title\": \"Investigadores surcoreanos y el enfrentamiento con Yoon Suk Yeol\"            }        ]    }    #####"