"{    \"translations\": [        {            \"english_version\": \"Starmer says the UK will take action at a UN meeting unless Israel makes real efforts to improve the situation in Gaza.\",            \"english_title\": \"UK Threatens Action at UN\",            \"translated_version\": \"Starmer dice que el Reino Unido tomará acción en una reunión de la ONU a menos que Israel haga esfuerzos reales para mejorar la situación en Gaza.\",            \"translated_title\": \"Reino Unido amenaza con acción en la ONU\"        },        {            \"english_version\": \"The deadly Russian air strikes are happening as US President Donald Trump is making a stronger demand for a truce with Russia.\",            \"english_title\": \"Trump Demands Truce\",            \"translated_version\": \"Los ataques aéreos mortales de Rusia están ocurriendo mientras el presidente de EE.UU. Donald Trump está pidiendo más fuerte una tregua con Rusia.\",            \"translated_title\": \"Trump pide tregua\"        },        {            \"english_version\": \"Four people were killed when a gunman attacked a skyscraper on Monday evening and started shooting.\",            \"english_title\": \"Gunman Attacks Skyscraper\",            \"translated_version\": \"Cuatro personas murieron cuando un hombre armado atacó un rascacielos el lunes por la noche y comenzó a disparar.\",            \"translated_title\": \"Hombre armado ataca rascacielos\"        },        {            \"english_version\": \"President Xi Jinping called for full rescue efforts and to be ready for the worst-case scenarios.\",            \"english_title\": \"Xi Calls for Rescue Efforts\",            \"translated_version\": \"El presidente Xi Jinping pidió esfuerzos completos de rescate y estar listos para los peores escenarios.\",            \"translated_title\": \"Xi pide esfuerzos de rescate\"        },        {            \"english_version\": \"The scheme is China's first nationwide subsidy of its kind as the government tries to address a growing demographic crisis.\",            \"english_title\": \"China's New Subsidy\",            \"translated_version\": \"El plan es el primer subsidio nacional de su tipo en China mientras el gobierno intenta resolver una crisis demográfica creciente.\",            \"translated_title\": \"Nuevo subsidio de China\"        }    ]}"