"{    \"translations\": [        {            \"english_version\": \"A meeting between Donald Trump and Volodymyr Zelensky turned chaotic. Trump said Zelensky was not ready for peace. Zelensky left the White House early and canceled a deal with America. Trump mentioned Zelensky was in no position to dictate to him.\",            \"english_title\": \"Meeting between Donald Trump and Volodymyr Zelensky\",            \"translated_version\": \"Una reunión entre Donald Trump y Volodymyr Zelensky se volvió caótica. Trump dijo que Zelensky no estaba listo para la paz. Zelensky se fue de la Casa Blanca temprano y canceló un trato con América. Trump mencionó que Zelensky no estaba en posición de dictarle.\",            \"translated_title\": \"Reunión entre Donald Trump y Volodymyr Zelensky\"        },        {            \"english_version\": \"European leaders supported Zelensky after the clash. Olaf Scholz from Germany assured Ukraine of support. Kaja Kallas, EU's foreign-policy chief, emphasized the need for a new leader in the free world.\",            \"english_title\": \"European Leaders' Support for Zelensky\",            \"translated_version\": \"Los líderes europeos apoyaron a Zelensky después del enfrentamiento. Olaf Scholz de Alemania aseguró a Ucrania su apoyo. Kaja Kallas, jefa de política exterior de la UE, enfatizó la necesidad de un nuevo líder en el mundo libre.\",            \"translated_title\": \"Apoyo de los líderes europeos a Zelensky\"        },        {            \"english_version\": \"The Kremlin reacted positively to the acrimony. Dmitry Medvedev called Zelensky an insolent pig who received a proper slap down.\",            \"english_title\": \"Kremlin's Reaction to the White House Clash\",            \"translated_version\": \"El Kremlin reaccionó positivamente a la acritud. Dmitry Medvedev llamó a Zelensky un cerdo insolente que recibió una buena bofetada.\",            \"translated_title\": \"Reacción del Kremlin al enfrentamiento en la Casa Blanca\"        }    ]}"