"{    \"translations\": [        {            \"english_version\": \"Venezuelan President Nicolás Maduro says differences between countries do not justify a military conflict. This statement comes after 26 countries promised to send troops to Ukraine if there is a ceasefire.\",            \"english_title\": \"Maduro on Military Conflict\",            \"translated_version\": \"El presidente de Venezuela, Nicolás Maduro, dice que las diferencias entre países no justifican un conflicto militar. Esto lo dijo después de que 26 países prometieron enviar tropas a Ucrania si hay un alto al fuego.\",            \"translated_title\": \"Maduro sobre Conflicto Militar\"        },        {            \"english_version\": \"Millions of Russians have faced restrictions on popular apps while a new app called Max is being heavily promoted. This situation is part of the ongoing digital landscape changes in Russia.\",            \"english_title\": \"App Restrictions in Russia\",            \"translated_version\": \"Millones de rusos tienen restricciones en apps populares mientras una nueva app llamada Max está siendo muy promocionada. Esto es parte de los cambios digitales en Rusia.\",            \"translated_title\": \"Restricciones de Apps en Rusia\"        },        {            \"english_version\": \"Moscow's diplomatic success in China and Trump's lack of action have given Putin more confidence, according to Steve Rosenberg. This highlights the shifting power dynamics on the global stage.\",            \"english_title\": \"Putin's Growing Confidence\",            \"translated_version\": \"El éxito diplomático de Moscú en China y la falta de acción de Trump han dado a Putin más confianza, según Steve Rosenberg. Esto muestra los cambios de poder en el mundo.\",            \"translated_title\": \"Confianza Creciente de Putin\"        },        {            \"english_version\": \"The Salvadoran has been at the center of an immigration issue since he was wrongly deported in March. This case has drawn attention to immigration policies and their impacts.\",            \"english_title\": \"Salvadoran Immigration Issue\",            \"translated_version\": \"El salvadoreño ha estado en el centro de un problema de inmigración desde que fue deportado por error en marzo. Este caso ha llamado la atención sobre las políticas de inmigración y sus impactos.\",            \"translated_title\": \"Problema de Inmigración Salvadoreño\"        },        {            \"english_version\": \"Four employees of a non-profit organization and a transport worker are among those who died. People do not have access to tools or machinery to help with rescue efforts, according to Save the Children.\",            \"english_title\": \"Lack of Rescue Tools\",            \"translated_version\": \"Cuatro empleados de una organización sin fines de lucro y un trabajador de transporte están entre los que murieron. La gente no tiene acceso a herramientas o máquinas para ayudar en los rescates, según Save the Children.\",            \"translated_title\": \"Falta de Herramientas de Rescate\"        }    ]}"