"{    \"translations\": [        {            \"english_version\": \"Trump says the woman was trying to run over ICE agents, but local leaders do not agree.\",            \"english_title\": \"Trump's Claim\",            \"translated_version\": \"Trump dice que la mujer intentaba atropellar a agentes de ICE, pero los líderes locales no están de acuerdo.\",            \"translated_title\": \"Trump dice\"        },        {            \"english_version\": \"US forces boarded ships in the North Atlantic and the Caribbean Sea early in the morning.\",            \"english_title\": \"US Forces Action\",            \"translated_version\": \"Las fuerzas de EE.UU. subieron a barcos en el Atlántico Norte y el Mar Caribe temprano en la mañana.\",            \"translated_title\": \"Acción de EE.UU.\"        },        {            \"english_version\": \"Officials said the southeastern regions of Dnipropetrovsk and Zaporizhzhia were almost completely without power.\",            \"english_title\": \"Power Outage\",            \"translated_version\": \"Los oficiales dijeron que las regiones del sureste de Dnipropetrovsk y Zaporizhzhia estaban casi sin electricidad.\",            \"translated_title\": \"Sin electricidad\"        },        {            \"english_version\": \"The fire danger level for northern Victoria will be set at the highest level.\",            \"english_title\": \"Fire Danger\",            \"translated_version\": \"El nivel de peligro de incendio para el norte de Victoria estará en el nivel más alto.\",            \"translated_title\": \"Peligro de incendio\"        },        {            \"english_version\": \"Iranian media say two police were killed in a western town, and videos show security forces using guns and tear gas on crowds in other places.\",            \"english_title\": \"Iran Unrest\",            \"translated_version\": \"Los medios iraníes dicen que dos policías murieron en un pueblo del oeste, y videos muestran a las fuerzas de seguridad usando armas y gas lacrimógeno en multitudes en otros lugares.\",            \"translated_title\": \"Problemas en Irán\"        }    ]}"