"{    \"translations\": [        {            \"english_version\": \"Israel is attacking Rafah in southern Gaza despite criticism from other countries. President Joe Biden mentioned that Israel proposed a ceasefire to Hamas through Qatar. The terms of the proposal include a six-week break from fighting, the withdrawal of Israeli troops from Gaza's populated areas, and the release of Israeli hostages in exchange for Palestinian prisoners. Mr. Biden stated that Hamas is no longer a significant threat and called for an end to the war. Israel's Prime Minister, Binyamin Netanyahu, has vowed to continue fighting until Hamas is eliminated.\",            \"english_title\": \"Middle East Conflict\",            \"translated_version\": \"Israel está atacando Rafah en el sur de Gaza a pesar de las críticas de otros países. El Presidente Joe Biden mencionó que Israel propuso un alto el fuego a Hamas a través de Qatar. Los términos de la propuesta incluyen una pausa de seis semanas en los combates, la retirada de las tropas israelíes de las zonas pobladas de Gaza y la liberación de rehenes israelíes a cambio de prisioneros palestinos. El Sr. Biden afirmó que Hamas ya no es una amenaza significativa y pidió el fin de la guerra. El Primer Ministro de Israel, Binyamin Netanyahu, ha prometido seguir luchando hasta que Hamas sea eliminado.\",            \"translated_title\": \"Middle East Conflict\"        },        {            \"english_version\": \"During the final phase of India's general election, nearly two dozen Indian officials died from suspected heat stroke. The voting for 57 parliamentary seats coincided with a severe heatwave. If the ruling Bharatiya Janata Party wins, Narendra Modi will become the second prime minister in India's history to serve a third term. The election results will be announced on June 4th.\",            \"english_title\": \"Indian General Election\",            \"translated_version\": \"Durante la fase final de las elecciones generales de la India, casi dos docenas de funcionarios indios murieron por golpes de calor sospechosos. La votación para 57 escaños parlamentarios coincidió con una ola de calor severa. Si el partido gobernante Bharatiya Janata gana, Narendra Modi se convertirá en el segundo primer ministro en la historia de la India en servir un tercer mandato. Los resultados de las elecciones se anunciarán el 4 de junio.\",            \"translated_title\": \"Indian General Election\"        }    ]}"