"{    \"translations\": [        {            \"english_version\": \"Sir Keir Starmer showed support for the Ukrainian president before a meeting between Donald Trump and Vladimir Putin.\",            \"english_title\": \"Support for Ukraine\",            \"translated_version\": \"Sir Keir Starmer apoyó al presidente de Ucrania antes de una reunión entre Donald Trump y Vladimir Putin.\",            \"translated_title\": \"Apoyo a Ucrania\"        },        {            \"english_version\": \"A far-right Israeli minister, Bezalel Smotrich, announced plans to build 3,401 new homes in a disputed area of the West Bank.\",            \"english_title\": \"New Homes in West Bank\",            \"translated_version\": \"Un ministro de Israel, Bezalel Smotrich, anunció planes para construir 3,401 nuevas casas en un área en disputa de Cisjordania.\",            \"translated_title\": \"Nuevas Casas en Cisjordania\"        },        {            \"english_version\": \"Parents in Sudan's Darfur region are having a hard time feeding their children because of the ongoing war.\",            \"english_title\": \"Hunger in Darfur\",            \"translated_version\": \"Los padres en la región de Darfur en Sudán tienen problemas para alimentar a sus hijos por la guerra.\",            \"translated_title\": \"Hambre en Darfur\"        },        {            \"english_version\": \"Australia is working to increase its influence in the Pacific region to balance China's growing power.\",            \"english_title\": \"Australia's Influence in Pacific\",            \"translated_version\": \"Australia está trabajando para aumentar su influencia en la región del Pacífico para equilibrar el poder de China.\",            \"translated_title\": \"Influencia de Australia en el Pacífico\"        },        {            \"english_version\": \"Spain has used an EU disaster help system for the first time to deal with fires.\",            \"english_title\": \"Spain Uses EU Help for Fires\",            \"translated_version\": \"España usó por primera vez un sistema de ayuda de la UE para tratar con incendios.\",            \"translated_title\": \"España Usa Ayuda de la UE para Incendios\"        }    ]}"