"{    \"translations\": [        {            \"english_version\": \"Muhammad Yunus, a Nobel Peace Prize winner, arrived in Dhaka, the capital of Bangladesh, to lead an interim government. He met with the army chief and is expected to be sworn in on Thursday. Sheikh Hasina, the former prime minister, resigned and left on Monday after days of violent unrest. Mr. Yunus outlined the next steps for Bangladesh in an essay for The Economist.\",            \"english_title\": \"Nobel Peace Prize Winner Leads Interim Government in Bangladesh\",            \"translated_version\": \"Muhammad Yunus, un ganador del Premio Nobel de la Paz, llegó a Daca, la capital de Bangladesh, para liderar un gobierno provisional. Se reunió con el jefe del ejército y se espera que preste juramento el jueves. Sheikh Hasina, la ex primera ministra, renunció y se fue el lunes después de días de agitación violenta. El Sr. Yunus describió los próximos pasos para Bangladesh en un ensayo para The Economist.\",            \"translated_title\": \"Ganador del Premio Nobel de la Paz Lidera Gobierno Provisional en Bangladesh\"        },        {            \"english_version\": \"Carles Puigdemont, a Catalan separatist leader, returned to Spain after seven years in exile, despite an arrest warrant. After delivering a passionate speech, he disappeared mysteriously. Catalan police initiated an operation to locate Mr. Puigdemont and apprehended one of their officers for allegedly aiding in his escape. In 2017, as president of Catalonia, Mr. Puigdemont conducted an unconstitutional independence referendum.\",            \"english_title\": \"Catalan Separatist Leader's Return to Spain\",            \"translated_version\": \"Carles Puigdemont, un líder separatista catalán, regresó a España después de siete años en el exilio, a pesar de una orden de arresto. Después de pronunciar un discurso apasionado, desapareció misteriosamente. La policía catalana inició una operación para localizar al Sr. Puigdemont y detuvo a uno de sus oficiales por presuntamente ayudar en su escape. En 2017, como presidente de Cataluña, el Sr. Puigdemont llevó a cabo un referéndum de independencia inconstitucional.\",            \"translated_title\": \"El Regreso del Líder Separatista Catalán a España\"        }    ]}"