"{    \"translations\": [        {            \"english_version\": \"America’s Supreme Court upheld a law that says TikTok’s Chinese owner, ByteDance, must sell the app or it will be banned across the country. The deadline for selling is Sunday, the day before Donald Trump's inauguration. The law was made because people were worried about Chinese influence. If the app is not sold, TikTok could be taken off app stores. Mr. Trump promised to protect the platform during his campaign.\",            \"english_title\": \"TikTok Law Upheld by Supreme Court\",            \"translated_version\": \"La Corte Suprema de América apoyó una ley que dice que el dueño chino de TikTok, ByteDance, debe vender la aplicación o será prohibida en todo el país. La fecha límite para vender es el domingo, el día antes de la inauguración de Donald Trump. La ley se hizo porque la gente estaba preocupada por la influencia china. Si la aplicación no se vende, TikTok podría ser eliminada de las tiendas de aplicaciones. El Sr. Trump prometió proteger la plataforma durante su campaña.\",            \"translated_title\": \"Ley de TikTok Apoyada por la Corte Suprema\"        },        {            \"english_version\": \"Israel's government agreed to a ceasefire deal with Gaza. The deal will start on Sunday. Hamas is expected to release the first hostages on that day. Some members of Binyamin Netanyahu's group do not like the deal and may quit in protest.\",            \"english_title\": \"Ceasefire Deal Between Israel and Gaza\",            \"translated_version\": \"El gobierno de Israel acordó un alto el fuego con Gaza. El acuerdo comenzará el domingo. Se espera que Hamas libere a los primeros rehenes ese día. Algunos miembros del grupo de Binyamin Netanyahu no les gusta el acuerdo y pueden renunciar en protesta.\",            \"translated_title\": \"Acuerdo de Alto el Fuego Entre Israel y Gaza\"        }    ]}"