"{    \"translations\": [        {            \"english_version\": \"Rebel groups in Syria are making quick progress, even nearing Damascus. The Syrian government denies reports that President Bashar al-Assad has left the capital. Rebels in the north surprised everyone by entering Homs, a crucial city in Syria. In the south, insurgents have taken control of most of Daraa province and Daraa city.\",            \"english_title\": \"Syrian Rebel Groups Advance\",            \"translated_version\": \"Grupos rebeldes en Siria están avanzando rápidamente, incluso acercándose a Damasco. El gobierno sirio niega informes de que el Presidente Bashar al-Assad haya abandonado la capital. Los rebeldes en el norte sorprendieron a todos al entrar en Homs, una ciudad crucial en Siria. En el sur, los insurgentes han tomado el control de la mayor parte de la provincia de Daraa y la ciudad de Daraa.\",            \"translated_title\": \"Avance de Grupos Rebeldes en Siria\"        },        {            \"english_version\": \"In South Korea, a parliamentary motion to impeach President Yoon Suk Yeol failed, disappointing many protesters. President Yoon had declared martial law on December 3rd but rescinded it shortly after. The impeachment motion required the approval of eight MPs in his party for a two-thirds majority. However, most MPs chose not to vote, and the motion did not reach quorum.\",            \"english_title\": \"Impeachment Motion in South Korea\",            \"translated_version\": \"En Corea del Sur, una propuesta parlamentaria para destituir al Presidente Yoon Suk Yeol fracasó, decepcionando a muchos manifestantes. El Presidente Yoon había declarado la ley marcial el 3 de diciembre pero la revocó poco después. La propuesta de destitución requería la aprobación de ocho diputados de su partido para obtener una mayoría de dos tercios. Sin embargo, la mayoría de los diputados optaron por no votar y la propuesta no alcanzó el quórum.\",            \"translated_title\": \"Propuesta de Destitución en Corea del Sur\"        }    ]}"