"{    \"translations\": [        {            \"english_version\": \"Less than an hour ago, America voted against a United Nations resolution condemning Russia's invasion of Ukraine. The resolution was still passed by the UN general assembly, with 93 countries in favor, 18 against, and 64 abstentions. The UN Security Council, where America and Russia hold veto power, is expected to vote on the measure later today.\",            \"english_title\": \"United Nations Resolution on Russia's Invasion of Ukraine\",            \"translated_version\": \"Hace menos de una hora, Estados Unidos votó en contra de una resolución de las Naciones Unidas que condenaba la invasión de Ucrania por parte de Rusia. A pesar de eso, la resolución fue aprobada por la asamblea general de la ONU, con 93 países a favor, 18 en contra y 64 abstenciones. Se espera que el Consejo de Seguridad de la ONU, donde Estados Unidos y Rusia tienen poder de veto, vote sobre la medida más tarde hoy.\",            \"translated_title\": \"Resolución de las Naciones Unidas sobre la Invasión de Rusia a Ucrania\"        },        {            \"english_version\": \"Donald Trump has been engaging in bilateral peace talks with Russia, causing concern among European allies. Ukraine's president, Volodymyr Zelensky, expressed hope that the war could end this year. He hosted foreign leaders in Kyiv to mark the third anniversary of Russia's invasion.\",            \"english_title\": \"International Relations and Bilateral Talks\",            \"translated_version\": \"Donald Trump ha estado participando en conversaciones de paz bilaterales con Rusia, lo que ha causado preocupación entre los aliados europeos. El presidente de Ucrania, Volodymyr Zelensky, expresó la esperanza de que la guerra pueda terminar este año. Él recibió a líderes extranjeros en Kyiv para conmemorar el tercer aniversario de la invasión de Rusia.\",            \"translated_title\": \"Relaciones Internacionales y Conversaciones Bilaterales\"        },        {            \"english_version\": \"Ukraine's justice minister, Olha Stefanishyna, mentioned that the country is close to finalizing a deal with America regarding rights to its rare mineral deposits. She stated that nearly all key details of the agreement have been settled.\",            \"english_title\": \"Ukraine's Negotiations with America\",            \"translated_version\": \"La ministra de justicia de Ucrania, Olha Stefanishyna, mencionó que el país está cerca de finalizar un acuerdo con Estados Unidos sobre los derechos a sus depósitos de minerales raros. Ella afirmó que casi todos los detalles clave del acuerdo han sido resueltos.\",            \"translated_title\": \"Negociaciones de Ucrania con Estados Unidos\"        }    ]}"