"{    \"translations\": [        {            \"english_version\": \"The S&P 500 index of America’s big firms closed at an all-time high on Friday. A rally in shares in semiconductor companies, such as AMD and Nvidia, helped it to close at over 4,800 points, overtaking a previous record set in 2022. Tech optimism is up: TSMC, a Taiwanese chipmaker, reported strong demand for AI chips, lifting hopes for a bounce-back in smartphone and computing demand.\",            \"english_title\": \"Record High for S&P 500 Index\",            \"translated_version\": \"El índice S&P 500 de las grandes empresas de Estados Unidos cerró en un máximo histórico el viernes. Un aumento en las acciones de empresas de semiconductores, como AMD y Nvidia, ayudó a cerrar por encima de los 4.800 puntos, superando un récord anterior establecido en 2022. El optimismo tecnológico está en alza: TSMC, un fabricante de chips taiwanés, informó una fuerte demanda de chips de inteligencia artificial, lo que aumenta las esperanzas de una recuperación en la demanda de teléfonos inteligentes y computadoras.\",            \"translated_title\": \"Récord histórico para el índice S&P 500\"        },        {            \"english_version\": \"The Palestinian Red Crescent said Israel had fired on a hospital in Khan Younis, a city in southern Gaza, after the Israel Defence Forces launched an advance there. On Friday Binyamin Netanyahu, Israel’s prime minister, spoke with Joe Biden for the first time in weeks. Mr Biden said afterwards that he did not consider a two-state solution between the Palestinians and Israelis impossible with Mr Netanyahu in charge—even though Israel’s leader had confirmed his opposition to Palestinian statehood only the day before.\",            \"english_title\": \"Israeli Attack on Hospital in Gaza\",            \"translated_version\": \"La Media Luna Roja Palestina dijo que Israel había disparado contra un hospital en Khan Younis, una ciudad en el sur de Gaza, después de que las Fuerzas de Defensa de Israel lanzaran un avance allí. El viernes, Binyamin Netanyahu, primer ministro de Israel, habló con Joe Biden por primera vez en semanas. El Sr. Biden dijo después que no consideraba imposible una solución de dos estados entre los palestinos e israelíes con el Sr. Netanyahu a cargo, a pesar de que el líder de Israel había confirmado su oposición a la creación de un estado palestino solo el día anterior.\",            \"translated_title\": \"Ataque israelí a un hospital en Gaza\"        },        {            \"english_version\": \"Joe Biden promised nearly $5bn of student-debt relief for another 74,000 Americans, over half of whom have at least a decade of public service. The total loan forgiveness approved by his administration now reaches almost $137bn, targeting more than 3.7m Americans. Mr Biden pledged to keep delivering relief despite the Supreme Court blocking a student-debt-relief plan that would have benefited 43m Americans in June.\",            \"english_title\": \"Biden's Promise of Student-Debt Relief\",            \"translated_version\": \"Joe Biden prometió casi $5 mil millones de alivio de la deuda estudiantil para otros 74.000 estadounidenses, más de la mitad de los cuales tienen al menos una década de servicio público. El total de condonación de préstamos aprobado por su administración ahora alcanza casi $137 mil millones, beneficiando a más de 3,7 millones de estadounidenses. El Sr. Biden se comprometió a seguir brindando alivio a pesar de que la Corte Suprema bloqueó un plan de alivio de la deuda estudiantil que habría beneficiado a 43 millones de estadounidenses en junio.\",            \"translated_title\": \"La promesa de Biden de alivio de la deuda estudiantil\"        },        {            \"english_version\": \"German lawmakers approved legislation easing citizenship rules and ending restrictions on dual citizenship. Dual nationality in Germany is generally allowed only for citizens of other EU countries or Switzerland; the new rules will make citizens from anywhere eligible. Large numbers of Turks in Germany will be affected. The government also argues that its plans will bolster the integration of immigrants and attract skilled workers.\",            \"english_title\": \"Easing of Citizenship Rules in Germany\",            \"translated_version\": \"Los legisladores alemanes aprobaron una legislación que flexibiliza las reglas de ciudadanía y pone fin a las restricciones sobre la doble ciudadanía. La doble nacionalidad en Alemania generalmente solo se permite para ciudadanos de otros países de la UE o Suiza; las nuevas reglas harán elegibles a ciudadanos de cualquier lugar. Un gran número de turcos en Alemania se verán afectados. El gobierno también argumenta que sus planes fortalecerán la integración de los inmigrantes y atraerán a trabajadores calificados.\",            \"translated_title\": \"Flexibilización de las reglas de ciudadanía en Alemania\"        },        {            \"english_version\": \"Five people, including members of Iran’s Islamic Revolutionary Guard Corps, were reportedly killed in an explosion in Damascus, attributed by the Syrian Observatory for Human Rights, a monitoring group, and Syrian state media to an Israeli missile strike. State-run Iranian media said two members of the elite military force had died in the blast. Israel has made no comment.\",            \"english_title\": \"Explosion in Damascus\",            \"translated_version\": \"Según informes, cinco personas, incluidos miembros del Cuerpo de la Guardia Revolucionaria Islámica de Irán, murieron en una explosión en Damasco, atribuida por el Observatorio Sirio de Derechos Humanos, un grupo de monitoreo, y los medios estatales sirios a un ataque con misiles israelíes. Los medios estatales iraníes dijeron que dos miembros de la fuerza militar de élite habían muerto en la explosión. Israel no ha hecho ningún comentario.\",            \"translated_title\": \"Explosión en Damasco\"        }    ]}"