"{    \"translations\": [        {            \"english_version\": \"Ukraine launched a large drone attack on Moscow, as confirmed by the mayor of the Russian capital. Russia's defense ministry reported that 11 drones were shot down over the city and surrounding areas, with a total of 45 drones intercepted over Russian territory. These attacks are uncommon, with Ukraine typically targeting critical infrastructure like airfields and refineries.\",            \"english_title\": \"Drone Attack on Moscow\",            \"translated_version\": \"Ucrania lanzó un gran ataque de drones en Moscú, como confirmó el alcalde de la capital rusa. El ministerio de defensa de Rusia informó que 11 drones fueron derribados sobre la ciudad y áreas circundantes, con un total de 45 drones interceptados sobre territorio ruso. Estos ataques son poco comunes, ya que Ucrania suele apuntar a infraestructuras críticas como aeropuertos y refinerías.\",            \"translated_title\": \"Ataque de Drones en Moscú\"        },        {            \"english_version\": \"Barack Obama expressed readiness for a new era with Kamala Harris as president during his keynote speech at the Democratic National Convention. He criticized Donald Trump's use of childish nicknames, crazy conspiracy theories, and strange focus on crowd size. Michelle Obama also spoke at the convention, praising Ms. Harris as one of the most qualified individuals to run for president.\",            \"english_title\": \"Obama's Speech at Convention\",            \"translated_version\": \"Barack Obama expresó estar listo para una nueva era con Kamala Harris como presidenta durante su discurso principal en la Convención Nacional Demócrata. Criticó el uso de apodos infantiles de Donald Trump, teorías de conspiración locas y extraño enfoque en el tamaño de la multitud. Michelle Obama también habló en la convención, elogiando a la Sra. Harris como una de las personas más calificadas para postularse a presidenta.\",            \"translated_title\": \"Discurso de Obama en la Convención\"        },        {            \"english_version\": \"The Economist has been published since September 1843, participating in a contest between intelligence and ignorance. The publication aims to advance knowledge while overcoming obstacles to progress. The Economist Group offers various services, including intelligence, impact events, and education courses.\",            \"english_title\": \"The Economist Publication\",            \"translated_version\": \"The Economist se ha publicado desde septiembre de 1843, participando en un concurso entre inteligencia e ignorancia. La publicación tiene como objetivo avanzar en el conocimiento mientras supera obstáculos para el progreso. El Grupo The Economist ofrece varios servicios, incluyendo inteligencia, eventos de impacto y cursos de educación.\",            \"translated_title\": \"Publicación de The Economist\"        },        {            \"english_version\": \"The Economist Group emphasizes the importance of enhancing user experience by utilizing cookies and similar technologies to ensure the website's smooth operation. The group provides information on managing cookies, terms of use, privacy, and accessibility. Copyright © The Economist Newspaper Limited 2024. All rights reserved.\",            \"english_title\": \"User Experience and Cookies\",            \"translated_version\": \"El Grupo The Economist enfatiza la importancia de mejorar la experiencia del usuario utilizando cookies y tecnologías similares para garantizar el funcionamiento fluido del sitio web. El grupo proporciona información sobre la gestión de cookies, términos de uso, privacidad y accesibilidad. Derechos de autor © The Economist Newspaper Limited 2024. Todos los derechos reservados.\",            \"translated_title\": \"Experiencia del Usuario y Cookies\"        },        {            \"english_version\": \"The Economist Group encourages engagement through various social media platforms like LinkedIn, Facebook, Instagram, TikTok, and YouTube. Readers can stay updated on the latest content and discussions. The group values transparency, offering information on data rights, copyright, and modern slavery statement.\",            \"english_title\": \"Social Media Engagement\",            \"translated_version\": \"El Grupo The Economist fomenta la participación a través de varias plataformas de redes sociales como LinkedIn, Facebook, Instagram, TikTok y YouTube. Los lectores pueden mantenerse actualizados sobre el contenido y las discusiones más recientes. El grupo valora la transparencia, ofreciendo información sobre derechos de datos, derechos de autor y declaración sobre la esclavitud moderna.\",            \"translated_title\": \"Participación en Redes Sociales\"        }    ]}"