"{    \"translations\": [        {            \"english_version\": \"Donald Trump visited Qatar as part of his tour of Gulf states. He encouraged Syria to join the Abraham Accords and normalize relations with Israel. America announced lifting all sanctions on Syria to give it a chance for greatness. These sanctions were imposed to isolate Bashar al-Assad, Syria's former dictator, and have hindered the new government's efforts to rebuild the economy.\",            \"english_title\": \"Donald Trump's Visit to Qatar\",            \"translated_version\": \"Donald Trump visitó Qatar como parte de su tour por los estados del Golfo. Animó a Siria a unirse a los Acuerdos de Abraham y normalizar las relaciones con Israel. América anunció levantar todas las sanciones a Siria para darle una oportunidad para la grandeza. Estas sanciones fueron impuestas para aislar a Bashar al-Assad, el ex dictador de Siria, y han obstaculizado los esfuerzos del nuevo gobierno para reconstruir la economía.\",            \"translated_title\": \"La Visita de Donald Trump a Qatar\"        },        {            \"english_version\": \"Volodymyr Zelensky, the President of Ukraine, plans to attend peace talks with Russia in Turkey, even if Vladimir Putin does not participate. Zelensky stated that Putin's absence would indicate a lack of desire to end the war. While Putin called for negotiations, he has not confirmed his attendance yet.\",            \"english_title\": \"Peace Talks between Ukraine and Russia\",            \"translated_version\": \"Volodymyr Zelensky, el Presidente de Ucrania, planea asistir a conversaciones de paz con Rusia en Turquía, incluso si Vladimir Putin no participa. Zelensky afirmó que la ausencia de Putin indicaría una falta de deseo de terminar la guerra. Aunque Putin llamó a negociaciones, aún no ha confirmado su asistencia.\",            \"translated_title\": \"Conversaciones de Paz entre Ucrania y Rusia\"        }    ]}"