"{    \"translations\": [        {            \"english_version\": \"Mark Carney says it's a hard day for Tumbler Ridge in British Columbia, where two shootings happened at a school and a home. People in the community are scared and unsure after nine people were killed.\",            \"english_title\": \"Tumbler Ridge Shootings\",            \"translated_version\": \"Mark Carney dice que es un dia dificil para Tumbler Ridge en British Columbia, donde hubo dos tiroteos en una escuela y una casa. La gente en la comunidad esta asustada y no sabe que hacer despues de que nueve personas murieron.\",            \"translated_title\": \"Tiroteos en Tumbler Ridge\"        },        {            \"english_version\": \"Israel's Prime Minister is expected to talk to Trump about making a deal that would reduce Iran's missile program and support for armed groups.\",            \"english_title\": \"Israel and Iran Deal\",            \"translated_version\": \"Se espera que el Primer Ministro de Israel hable con Trump sobre hacer un trato que reduzca el programa de misiles de Iran y el apoyo a grupos armados.\",            \"translated_title\": \"Trato entre Israel e Iran\"        },        {            \"english_version\": \"The bodies of two brothers, their sister, and father were found in the ruins of a house in north-eastern Ukraine.\",            \"english_title\": \"Family Found in Ukraine\",            \"translated_version\": \"Los cuerpos de dos hermanos, su hermana y su padre fueron encontrados en las ruinas de una casa en el noreste de Ucrania.\",            \"translated_title\": \"Familia encontrada en Ucrania\"        },        {            \"english_version\": \"Madagascar's disaster management says roads can't be used because trees are down, power poles are down, and most roofs are gone.\",            \"english_title\": \"Madagascar Roads Blocked\",            \"translated_version\": \"La gestion de desastres de Madagascar dice que no se pueden usar las carreteras porque los arboles estan caidos, los postes de luz estan caidos y la mayoria de los techos se han ido.\",            \"translated_title\": \"Carreteras bloqueadas en Madagascar\"        },        {            \"english_version\": \"Jacques Moretti is being questioned by lawyers about the New Year's Day fire in Crans-Montana that killed 41 people.\",            \"english_title\": \"Crans-Montana Fire Investigation\",            \"translated_version\": \"Jacques Moretti esta siendo interrogado por abogados sobre el incendio del Dia de Ano Nuevo en Crans-Montana que mato a 41 personas.\",            \"translated_title\": \"Investigacion del incendio en Crans-Montana\"        }    ]}"