"{    \"translations\": [        {            \"english_version\": \"UK Prime Minister Sir Keir Starmer announced after a meeting in Paris with Ukraine's allies. The talks are happening while Russia keeps attacking Ukraine's energy sector.\",            \"english_title\": \"UK and Ukraine Meeting\",            \"translated_version\": \"El Primer Ministro del Reino Unido, Sir Keir Starmer, anunció después de una reunión en París con los aliados de Ucrania. Las conversaciones están pasando mientras Rusia sigue atacando el sector de energía de Ucrania.\",            \"translated_title\": \"Reunión de Reino Unido y Ucrania\"        },        {            \"english_version\": \"Venezuelans are scared to speak out because 14 media workers have been arrested, and police are checking people's social media.\",            \"english_title\": \"Fear in Venezuela\",            \"translated_version\": \"Los venezolanos tienen miedo de hablar porque 14 trabajadores de medios han sido arrestados, y la policía está revisando las redes sociales de la gente.\",            \"translated_title\": \"Miedo en Venezuela\"        },        {            \"english_version\": \"Donald Trump has not ruled out using force to take over Greenland. Denmark says this would mean the end of NATO.\",            \"english_title\": \"Trump and Greenland\",            \"translated_version\": \"Donald Trump no ha descartado usar fuerza para tomar Groenlandia. Dinamarca dice que esto significaría el fin de la OTAN.\",            \"translated_title\": \"Trump y Groenlandia\"        },        {            \"english_version\": \"At least 13 people, including eight children, died in a strike in the city of el-Obeid, according to doctors.\",            \"english_title\": \"Strike in el-Obeid\",            \"translated_version\": \"Al menos 13 personas, incluyendo ocho niños, murieron en un ataque en la ciudad de el-Obeid, según los doctores.\",            \"translated_title\": \"Ataque en el-Obeid\"        },        {            \"english_version\": \"US officials have a warrant to take a Russian ship accused of breaking sanctions.\",            \"english_title\": \"US and Russian Ship\",            \"translated_version\": \"Los oficiales de Estados Unidos tienen una orden para tomar un barco ruso acusado de romper sanciones.\",            \"translated_title\": \"EEUU y Barco Ruso\"        }    ]}"