"{    \"translations\": [        {            \"english_version\": \"Ukraine's President Zelensky avoided a bad meeting with Donald Trump. World leaders are meeting for important talks. They want to know what will be a success.\",            \"english_title\": \"Zelensky Avoids Trump Meeting\",            \"translated_version\": \"El presidente de Ucrania, Zelensky, evitó una mala reunión con Donald Trump. Los líderes del mundo se están reuniendo para charlas importantes. Quieren saber qué será un éxito.\",            \"translated_title\": \"Zelensky evita reunión con Trump\"        },        {            \"english_version\": \"Regional mediators have a plan to release Israeli hostages in two groups during a 60-day ceasefire, says a Palestinian official.\",            \"english_title\": \"Plan to Release Hostages\",            \"translated_version\": \"Mediadores regionales tienen un plan para liberar rehenes israelíes en dos grupos durante un alto el fuego de 60 días, dice un oficial palestino.\",            \"translated_title\": \"Plan para liberar rehenes\"        },        {            \"english_version\": \"Spain has sent 500 more soldiers to areas affected by wildfires, making a total of 1,900 soldiers there.\",            \"english_title\": \"Spain Sends More Soldiers\",            \"translated_version\": \"España ha enviado 500 soldados más a las áreas afectadas por incendios, haciendo un total de 1,900 soldados allí.\",            \"translated_title\": \"España envía más soldados\"        },        {            \"english_version\": \"A big storm, Category 4, is threatening the US East Coast with dangerous waves and currents.\",            \"english_title\": \"Storm Threatens US Coast\",            \"translated_version\": \"Una gran tormenta, Categoría 4, está amenazando la costa este de EE.UU. con olas y corrientes peligrosas.\",            \"translated_title\": \"Tormenta amenaza costa de EE.UU.\"        },        {            \"english_version\": \"The Bolivian voters are moving to the right, which might change economic policies and make closer ties with the US.\",            \"english_title\": \"Bolivian Voters Shift Right\",            \"translated_version\": \"Los votantes bolivianos se están moviendo a la derecha, lo que podría cambiar políticas económicas y hacer lazos más cercanos con EE.UU.\",            \"translated_title\": \"Votantes bolivianos se mueven a la derecha\"        }    ]}"