"{    \"translations\": [        {            \"english_version\": \"The US president has stopped talks about an advertisement that used Ronald Reagan's voice to speak against tariffs. This decision comes after a big FBI investigation into illegal sports betting and poker games linked to the mafia.\",            \"english_title\": \"US President Stops Ad Talks\",            \"translated_version\": \"El presidente de EE.UU. ha parado las conversaciones sobre un anuncio que usaba la voz de Ronald Reagan para hablar contra los aranceles. Esta decisión viene después de una gran investigación del FBI sobre apuestas deportivas ilegales y juegos de póker ligados a la mafia.\",            \"translated_title\": \"Presidente de EE.UU. para conversaciones de anuncio\"        },        {            \"english_version\": \"Daniel Noboa says that three very toxic substances were found in gifts he received. This raises concerns about safety and the intentions behind these gifts.\",            \"english_title\": \"Toxic Substances Found in Gifts\",            \"translated_version\": \"Daniel Noboa dice que encontraron tres sustancias muy tóxicas en regalos que recibió. Esto causa preocupación sobre la seguridad y las intenciones detrás de estos regalos.\",            \"translated_title\": \"Sustancias tóxicas en regalos\"        },        {            \"english_version\": \"There are increasing doubts that Germany will be able to make its laws stricter this year, according to information from the BBC.\",            \"english_title\": \"Doubts on Germany's Law Changes\",            \"translated_version\": \"Hay más dudas de que Alemania pueda hacer sus leyes más estrictas este año, según información de la BBC.\",            \"translated_title\": \"Dudas sobre cambios de leyes en Alemania\"        },        {            \"english_version\": \"Prosecutors have described a complex scheme that allegedly took $7 million from victims. They say this plot is so elaborate it could be in a Hollywood movie.\",            \"english_title\": \"Complex Scheme Takes Millions\",            \"translated_version\": \"Los fiscales han descrito un plan complejo que supuestamente tomó 7 millones de dólares de las víctimas. Dicen que este plan es tan elaborado que podría estar en una película de Hollywood.\",            \"translated_title\": \"Plan complejo toma millones\"        },        {            \"english_version\": \"Leaders have delayed making a decision about Moscow's assets until December because Belgium has raised concerns.\",            \"english_title\": \"Decision on Moscow's Assets Delayed\",            \"translated_version\": \"Los líderes han retrasado tomar una decisión sobre los activos de Moscú hasta diciembre porque Bélgica ha expresado preocupaciones.\",            \"translated_title\": \"Decisión sobre activos de Moscú retrasada\"        }    ]}"