"{    \"translations\": [        {            \"english_version\": \"Israel's security cabinet approved a plan to take control of all of Gaza indefinitely. The finance minister stated there would be no withdrawal, not even for hostages. Another minister mentioned that escalating the offensive could lead to a ceasefire before Donald Trump's visit.\",            \"english_title\": \"Israel's Plan for Gaza\",            \"translated_version\": \"El gabinete de seguridad de Israel aprobó un plan para tomar el control de toda Gaza indefinidamente. El ministro de finanzas dijo que no habría retirada, ni siquiera por los rehenes. Otro ministro mencionó que intensificar la ofensiva podría llevar a un alto el fuego antes de la visita de Donald Trump.\",            \"translated_title\": \"Plan de Israel para Gaza\"        },        {            \"english_version\": \"Israel also intensified its conflict with the Houthis in Yemen. The armed forces targeted Hodeidah Port and nearby infrastructure in response to a missile fired by Iran-backed rebels near Ben Gurion airport. The prime minister promised a series of retaliations.\",            \"english_title\": \"Israel's Conflict in Yemen\",            \"translated_version\": \"Israel también intensificó su conflicto con los hutíes en Yemen. Las fuerzas armadas atacaron el puerto de Hodeidah y la infraestructura cercana en respuesta a un misil lanzado por rebeldes respaldados por Irán cerca del aeropuerto Ben Gurion. El primer ministro prometió una serie de represalias.\",            \"translated_title\": \"Conflicto de Israel en Yemen\"        },        {            \"english_version\": \"LinkedInInstagramFacebookXTikTokYouTubeWhatsAppGet The Economist app on iOS or AndroidThe EconomistThe EconomistAboutReuse our contentSubscribeEconomist EnterpriseSecureDropThe Economist GroupThe Economist GroupThe Economist GroupEconomist IntelligenceEconomist ImpactEconomist Impact EventsEconomist Education CoursesContactContactHelp and supportAdvertisePress centreCareersCareersWorking hereExecutive JobsTo enhance your experience and ensure our website runs smoothly, we use cookies and similar technologies.Manage cookiesTerms of usePrivacyCookie PolicyAccessibilityModern Slavery StatementSitemapYour Data RightsRegistered in England and Wales. No. 236383 | Registered office: The Adelphi, 1-11 John Adam Street, London, WC2N 6HT | VAT Reg No: GB 340 436 876© The Economist Newspaper Limited 2025\",            \"english_title\": \"The Economist Website\",            \"translated_version\": \"LinkedInInstagramFacebookXTikTokYouTubeWhatsAppObtén la aplicación de The Economist en iOS o AndroidThe EconomistThe EconomistAcerca deReutiliza nuestro contenidoSuscríbeteEconomist EnterpriseSecureDropThe Economist GroupThe Economist GroupThe Economist GroupEconomist IntelligenceEconomist ImpactEconomist Impact EventsEconomist Education CoursesContactoContactoAyuda y soportePublicidadCentro de prensaCarrerasCarrerasTrabajar aquíTrabajos ejecutivosPara mejorar tu experiencia y asegurar que nuestro sitio web funcione sin problemas, utilizamos cookies y tecnologías similares.Gestionar cookiesTérminos de usoPrivacidadPolítica de cookiesAccesibilidadDeclaración sobre la esclavitud modernaMapa del sitioTus derechos de datosRegistrado en Inglaterra y Gales. No. 236383 | Oficina registrada: The Adelphi, 1-11 John Adam Street, Londres, WC2N 6HT | Número de IVA: GB 340 436 876© The Economist Newspaper Limited 2025\",            \"translated_title\": \"Sitio Web de The Economist\"        }    ]}"