"{    \"translations\": [        {            \"english_version\": \"Donald Trump chose Robert F. Kennedy Jr., who is skeptical about vaccines and believes in conspiracy theories, to be America's health secretary. Trump criticized the 'industrial food complex and drug companies' for spreading false information. He believes Kennedy will help 'Make America Great and Healthy Again'. Kennedy joined Trump's campaign in August after withdrawing as an independent presidential candidate.\",            \"english_title\": \"Donald Trump nominates Robert F. Kennedy Jr. as health secretary\",            \"translated_version\": \"Donald Trump eligió a Robert F. Kennedy Jr., quien duda de las vacunas y cree en teorías de conspiración, para ser el secretario de salud de Estados Unidos. Trump criticó a las 'grandes empresas de alimentos y farmacéuticas' por difundir información falsa. Él cree que Kennedy ayudará a 'Hacer a América Grande y Saludable Otra Vez'. Kennedy se unió a la campaña de Trump en agosto después de retirarse como candidato presidencial independiente.\",            \"translated_title\": \"Donald Trump elige a Robert F. Kennedy Jr. como secretario de salud\"        },        {            \"english_version\": \"Anura Kumara Dissanayake's coalition, the National People's Power, won a snap general election in Sri Lanka. They are close to securing the majority of 113 seats in parliament. Dissanayake, who became president in September, has pledged to fight corruption and boost the economy.\",            \"english_title\": \"Anura Kumara Dissanayake's coalition wins snap general election in Sri Lanka\",            \"translated_version\": \"La coalición de Anura Kumara Dissanayake, el Poder Popular Nacional, ganó unas elecciones generales anticipadas en Sri Lanka. Están cerca de asegurar la mayoría de 113 escaños en el parlamento. Dissanayake, quien se convirtió en presidente en septiembre, se ha comprometido a luchar contra la corrupción y impulsar la economía.\",            \"translated_title\": \"La coalición de Anura Kumara Dissanayake gana elecciones generales en Sri Lanka\"        }    ]}"