"{    \"translations\": [        {            \"english_version\": \"Colorado’s supreme court ruled that Donald Trump is ineligible to run for president again and cannot appear on the state’s primary ballot.\",            \"english_title\": \"Colorado Supreme Court Rules Trump Ineligible for President\",            \"translated_version\": \"La corte suprema de Colorado dictaminó que Donald Trump no es elegible para postularse nuevamente como presidente y no puede aparecer en la boleta electoral primaria del estado.\",            \"translated_title\": \"La Corte Suprema de Colorado dictamina que Trump no es elegible para presidente\"        },        {            \"english_version\": \"EU member states and the European Parliament reached a historic deal to reform the bloc’s asylum-and-migration system.\",            \"english_title\": \"EU Reaches Historic Deal on Asylum and Migration Reform\",            \"translated_version\": \"Los estados miembros de la UE y el Parlamento Europeo llegaron a un acuerdo histórico para reformar el sistema de asilo y migración del bloque.\",            \"translated_title\": \"La UE llega a un acuerdo histórico sobre la reforma del asilo y la migración\"        },        {            \"english_version\": \"Ismail Haniyeh, the leader of Hamas, arrived in Cairo to discuss the war in Gaza with Egyptian officials.\",            \"english_title\": \"Hamas Leader Arrives in Cairo for Gaza War Talks\",            \"translated_version\": \"Ismail Haniyeh, el líder de Hamas, llegó a El Cairo para discutir la guerra en Gaza con funcionarios egipcios.\",            \"translated_title\": \"El líder de Hamas llega a El Cairo para conversaciones sobre la guerra en Gaza\"        },        {            \"english_version\": \"Britain’s annual inflation rate fell sharply to 3.9% in November, down from 4.6% in October and well below expectations.\",            \"english_title\": \"UK Inflation Rate Drops to 3.9% in November\",            \"translated_version\": \"La tasa de inflación anual de Reino Unido cayó bruscamente al 3.9% en noviembre, por debajo del 4.6% en octubre y muy por debajo de las expectativas.\",            \"translated_title\": \"La tasa de inflación del Reino Unido cae al 3.9% en noviembre\"        },        {            \"english_version\": \"Orsted, a Danish renewables company, announced it would press ahead with building the world’s largest offshore wind farm off the coast of Britain.\",            \"english_title\": \"Danish Company to Build World's Largest Offshore Wind Farm\",            \"translated_version\": \"Orsted, una empresa danesa de energías renovables, anunció que seguirá adelante con la construcción del parque eólico marino más grande del mundo frente a la costa de Gran Bretaña.\",            \"translated_title\": \"Empresa danesa construirá el parque eólico marino más grande del mundo\"        }    ]}"