"{    \"translations\": [        {            \"english_version\": \"Peace talks between Israel and Hamas have started again in Cairo. Hamas says they are being positive and want to make a deal. Egypt and Qatar are helping with the talks. Hamas wants a permanent ceasefire in Gaza and for Israel to release hostages. Israel is only willing to agree to a temporary pause. Many Israelis are protesting for a deal to bring the hostages back home.\",            \"english_title\": \"Israel-Hamas Peace Talks in Cairo\",            \"translated_version\": \"Las conversaciones de paz entre Israel y Hamas han comenzado de nuevo en El Cairo. Hamas dice que están siendo positivos y quieren hacer un trato. Egipto y Qatar están ayudando con las conversaciones. Hamas quiere un alto el fuego permanente en Gaza y que Israel libere a los rehenes. Israel solo está dispuesto a aceptar una pausa temporal. Muchos israelíes están protestando para que se haga un trato y traer de vuelta a los rehenes a casa.\",            \"translated_title\": \"Conversaciones de Paz Israel-Hamas en El Cairo\"        },        {            \"english_version\": \"Russia has launched attacks on areas in eastern and southern Ukraine. Local officials report that at least two people have died and buildings have been damaged. The Kremlin has started a legal case against Volodymyr Zelensky, the President of Ukraine. Russian media says that Zelensky is now on a wanted list, but no further details have been provided.\",            \"english_title\": \"Russia Attacks Ukraine\",            \"translated_version\": \"Rusia ha lanzado ataques en áreas del este y sur de Ucrania. Funcionarios locales informan que al menos dos personas han muerto y edificios han sido dañados. El Kremlin ha iniciado un caso legal contra Volodymyr Zelensky, el Presidente de Ucrania. Los medios rusos dicen que Zelensky ahora está en una lista de buscados, pero no se han proporcionado más detalles.\",            \"translated_title\": \"Ataques de Rusia en Ucrania\"        }    ]}"