"{    \"translations\": [        {            \"english_version\": \"American and Ukrainian delegations meet in Florida to discuss the outlines of a peace deal with Russia.\",            \"english_title\": \"Peace Talks\",            \"translated_version\": \"Delegaciones de Estados Unidos y Ucrania se reúnen en Florida para hablar sobre un acuerdo de paz con Rusia.\",            \"translated_title\": \"Conversaciones de Paz\"        },        {            \"english_version\": \"The death toll on the island of Sumatra has risen to more than 440, the government says.\",            \"english_title\": \"Sumatra Death Toll\",            \"translated_version\": \"El número de muertos en la isla de Sumatra ha subido a más de 440, dice el gobierno.\",            \"translated_title\": \"Muertes en Sumatra\"        },        {            \"english_version\": \"Authorities say they have completed searches of four of the seven towers as part of a criminal investigation.\",            \"english_title\": \"Tower Searches\",            \"translated_version\": \"Las autoridades dicen que han terminado de buscar en cuatro de las siete torres como parte de una investigación criminal.\",            \"translated_title\": \"Búsquedas en Torres\"        },        {            \"english_version\": \"The two ships struck by drones were thought to be used to bypass Western sanctions on Russia.\",            \"english_title\": \"Drone Strikes on Ships\",            \"translated_version\": \"Se cree que los dos barcos atacados por drones se usaban para evitar sanciones de Occidente a Rusia.\",            \"translated_title\": \"Ataques de Drones en Barcos\"        },        {            \"english_version\": \"Officials say 11 others are injured in what they believe is a targeted shooting at a children's birthday party.\",            \"english_title\": \"Birthday Party Shooting\",            \"translated_version\": \"Los oficiales dicen que 11 personas más están heridas en lo que creen es un tiroteo dirigido en una fiesta de cumpleaños de niños.\",            \"translated_title\": \"Tiroteo en Fiesta de Cumpleaños\"        }    ]}"