"{    \"translations\": [        {            \"english_version\": \"The American economy added 272,000 jobs in May, which is more than expected. The unemployment rate also increased from 3.9% to 4%. This may affect the Federal Reserve's decision on interest rates.\",            \"english_title\": \"US Job Growth and Unemployment Rate\",            \"translated_version\": \"La economía estadounidense sumó 272,000 empleos en mayo, más de lo esperado. La tasa de desempleo también aumentó del 3.9% al 4%. Esto puede afectar la decisión de la Reserva Federal sobre las tasas de interés.\",            \"translated_title\": \"Crecimiento de Empleo y Tasa de Desempleo en EE. UU.\"        },        {            \"english_version\": \"The European Central Bank reduced rates by a quarter of a percentage point. Meanwhile, Russia and China expressed concerns at the UN Security Council regarding an American draft resolution for a ceasefire in Gaza.\",            \"english_title\": \"ECB Rate Cut and UN Security Council\",            \"translated_version\": \"El Banco Central Europeo redujo las tasas en un cuarto de punto porcentual. Mientras tanto, Rusia y China expresaron preocupaciones en el Consejo de Seguridad de la ONU sobre un borrador de resolución estadounidense para un alto el fuego en Gaza.\",            \"translated_title\": \"Recorte de Tasas del BCE y Consejo de Seguridad de la ONU\"        },        {            \"english_version\": \"The resolution supports a three-stage proposal by President Joe Biden to end the war. However, Hamas is still reviewing the plan, while Israeli hardliners oppose it.\",            \"english_title\": \"Resolution on Biden's Proposal\",            \"translated_version\": \"La resolución apoya una propuesta de tres etapas del presidente Joe Biden para poner fin a la guerra. Sin embargo, Hamas todavía está revisando el plan, mientras que los extremistas israelíes se oponen.\",            \"translated_title\": \"Resolución sobre la Propuesta de Biden\"        },        {            \"english_version\": \"For the resolution to pass, it needs nine votes in favor and no vetoes from key countries like America, Britain, China, France, or Russia.\",            \"english_title\": \"Votes Needed for Resolution\",            \"translated_version\": \"Para que la resolución sea aprobada, necesita nueve votos a favor y ningún veto de países clave como Estados Unidos, Gran Bretaña, China, Francia o Rusia.\",            \"translated_title\": \"Votos Necesarios para la Resolución\"        },        {            \"english_version\": \"The Economist, a publication existing since September 1843, aims to promote intelligence and progress while combating ignorance. It covers various topics and provides insights on global affairs.\",            \"english_title\": \"The Economist Magazine\",            \"translated_version\": \"The Economist, una publicación existente desde septiembre de 1843, tiene como objetivo promover la inteligencia y el progreso mientras combate la ignorancia. Cubre varios temas y ofrece perspectivas sobre asuntos globales.\",            \"translated_title\": \"Revista The Economist\"        }    ]}"