"{    \"translations\": [        {            \"english_version\": \"Russia has accused Ukraine of trying to attack a presidential residence. President Zelensky said this is a typical Russian lie.\",            \"english_title\": \"Russia Accuses Ukraine\",            \"translated_version\": \"Rusia dijo que Ucrania trató de atacar una casa presidencial. El presidente Zelensky dijo que esto es una mentira típica de Rusia.\",            \"translated_title\": \"Rusia acusa a Ucrania\"        },        {            \"english_version\": \"Matchroom Boxing confirmed that Sina Ghami and Latif Ayodele died in an accident. Joshua is in stable condition in the hospital.\",            \"english_title\": \"Boxing Accident\",            \"translated_version\": \"Matchroom Boxing confirmó que Sina Ghami y Latif Ayodele murieron en un accidente. Joshua está en condición estable en el hospital.\",            \"translated_title\": \"Accidente de boxeo\"        },        {            \"english_version\": \"There have been many major conflicts this year, which have important geopolitical implications.\",            \"english_title\": \"Major Conflicts\",            \"translated_version\": \"Este año hubo muchos conflictos grandes que tienen implicaciones geopolíticas importantes.\",            \"translated_title\": \"Conflictos grandes\"        },        {            \"english_version\": \"The Trump administration wants a ceasefire in Iran, Lebanon, Syria, and Gaza to continue into January. The ceasefire started at noon local time on Saturday.\",            \"english_title\": \"Trump Wants Ceasefire\",            \"translated_version\": \"La administración de Trump quiere que un alto el fuego en Irán, Líbano, Siria y Gaza continúe hasta enero. El alto el fuego comenzó al mediodía del sábado.\",            \"translated_title\": \"Trump quiere alto el fuego\"        },        {            \"english_version\": \"Somaliland wants to be recognized internationally. There are reasons why Israel might recognize it now.\",            \"english_title\": \"Somaliland Recognition\",            \"translated_version\": \"Somaliland quiere ser reconocido internacionalmente. Hay razones por las que Israel podría reconocerlo ahora.\",            \"translated_title\": \"Reconocimiento de Somaliland\"        }    ]}"