"```json{    \"translations\": [        {            \"english_version\": \"Meta, a social-media giant, will stop fact-checking and instead let users check facts. Users can add corrections or clarifications to posts on Community Notes. This feature has been used by X, previously known as Twitter, since 2021. Donald Trump has criticized Meta's content moderation. Mark Zuckerberg, Meta's boss, donated $1m to Mr. Trump's inauguration fund.\",            \"english_title\": \"Meta to Let Users Fact-Check\",            \"translated_version\": \"Meta, una empresa de redes sociales, dejará de verificar hechos y en su lugar permitirá a los usuarios verificar hechos. Los usuarios pueden agregar correcciones o aclaraciones a las publicaciones en Notas de la Comunidad. Esta función ha sido utilizada por X, anteriormente conocida como Twitter, desde 2021. Donald Trump ha criticado la moderación de contenido de Meta. Mark Zuckerberg, el jefe de Meta, donó $1m al fondo de inauguración del Sr. Trump.\",            \"translated_title\": \"Meta Permitirá a los Usuarios Verificar Hechos\"        },        {            \"english_version\": \"A strong earthquake hit near Shigatse, a sacred city in Tibet and its second largest city. The earthquake caused the death of at least 126 people and injured 188 others. The US Geological Survey reported the earthquake as having a magnitude of 7.1. The tremors were felt in Nepal, Bhutan, and India. Several aftershocks were also reported. Earthquakes are common in this region due to the presence of a fault line.\",            \"english_title\": \"Deadly Earthquake in Tibet\",            \"translated_version\": \"Un fuerte terremoto golpeó cerca de Shigatse, una ciudad sagrada en Tíbet y su segunda ciudad más grande. El terremoto causó la muerte de al menos 126 personas e hirió a otras 188. El Servicio Geológico de EE. UU. informó que el terremoto tuvo una magnitud de 7.1. Los temblores se sintieron en Nepal, Bután e India. También se informaron varios réplicas. Los terremotos son comunes en esta región debido a la presencia de una línea de falla.\",            \"translated_title\": \"Terremoto Mortal en Tíbet\"        }    ]}```"