"{    \"translations\": [        {            \"english_version\": \"Ukraine's president, Volodymyr Zelensky, said he is fully committed to talks with America in Saudi Arabia next week on ending the war. Earlier, he urged allies to tighten sanctions on Russia after strikes killed at least 14 people and wounded 37, officials said. Missiles hit homes in Dobropillia, a town in the east, killing 11, while three more died in Kharkiv, in the north.\",            \"english_title\": \"Ukraine's President Zelensky's Commitment to Talks with America in Saudi Arabia\",            \"translated_version\": \"El presidente de Ucrania, Volodymyr Zelensky, dijo que está totalmente comprometido con hablar con Estados Unidos en Arabia Saudita la próxima semana para poner fin a la guerra. Anteriormente, instó a los aliados a endurecer las sanciones contra Rusia después de que los ataques mataran al menos a 14 personas y dejaran heridas a 37, dijeron los funcionarios. Misiles impactaron en hogares en Dobropillia, una ciudad en el este, matando a 11, mientras que tres más murieron en Kharkiv, en el norte.\",            \"translated_title\": \"El Compromiso del Presidente de Ucrania Zelensky de Hablar con Estados Unidos en Arabia Saudita\"        },        {            \"english_version\": \"Iran’s Supreme Leader, Ayatollah Ali Khamenei, said he would not negotiate under bullying. His comments follow Donald Trump’s letter proposing the talks. Mr Khamenei accused America of imposing new demands on Iran’s missile programme. During his first term America’s president abandoned a nuclear pact with Iran, which he said was too generous, but failed to secure a stricter agreement.\",            \"english_title\": \"Iran's Supreme Leader Rejects Negotiations Under Bullying\",            \"translated_version\": \"El Líder Supremo de Irán, Ayatollah Ali Khamenei, dijo que no negociaría bajo intimidación. Sus comentarios siguen a la carta de Donald Trump proponiendo las conversaciones. El Sr. Khamenei acusó a Estados Unidos de imponer nuevas demandas en el programa de misiles de Irán. Durante su primer mandato, el presidente de Estados Unidos abandonó un pacto nuclear con Irán, que dijo que era demasiado generoso, pero no logró asegurar un acuerdo más estricto.\",            \"translated_title\": \"El Líder Supremo de Irán Rechaza Negociaciones Bajo Intimidación\"        }    ]}"