"{    \"translations\": [        {            \"english_version\": \"Hamas released four Israeli hostages, all female soldiers, held in Gaza since October 2023. In return, Israel freed 200 Palestinian prisoners. Most were sent to the West Bank, while others face deportation. Israel linked the release of these prisoners to the freedom of a female civilian expected to be released soon. This exchange is part of a six-week ceasefire between Israel and the militant group, starting on January 19th.\",            \"english_title\": \"Middle East Conflict\",            \"translated_version\": \"Hamas liberó a cuatro rehenes israelíes, todas soldados mujeres, retenidas en Gaza desde octubre de 2023. A cambio, Israel liberó a 200 prisioneros palestinos. La mayoría fueron enviados a Cisjordania, mientras que otros enfrentan deportación. Israel vinculó la liberación de estos prisioneros a la libertad de una civil mujer que se espera sea liberada pronto. Este intercambio es parte de un alto el fuego de seis semanas entre Israel y el grupo militante, que comenzó el 19 de enero.\",            \"translated_title\": \"Middle East Conflict\"        },        {            \"english_version\": \"Kristi Noem, governor of South Dakota, was confirmed as homeland-security secretary by the Senate. She will oversee Immigration and Customs Enforcement and other agencies. Meanwhile, Donald Trump removed over a dozen inspectors-general from federal agencies as part of his efforts to restructure the civil service. Inspectors-general monitor agency efficiency and investigate fraud cases, with Congress usually receiving a 30-day notice before any dismissals.\",            \"english_title\": \"Government Changes in the US\",            \"translated_version\": \"Kristi Noem, gobernadora de Dakota del Sur, fue confirmada como secretaria de seguridad nacional por el Senado. Ella supervisará Inmigración y Control de Aduanas y otras agencias. Mientras tanto, Donald Trump removió a más de una docena de inspectores generales de agencias federales como parte de sus esfuerzos para reestructurar el servicio civil. Los inspectores generales monitorean la eficiencia de las agencias e investigan casos de fraude, con el Congreso usualmente recibiendo un aviso de 30 días antes de cualquier despido.\",            \"translated_title\": \"Government Changes in the US\"        }    ]}"