"{    \"translations\": [        {            \"english_version\": \"The US president's comments have been condemned by international allies, including UK veterans and politicians. Brits, Canadians, and Danes were among those who saw the toughest fighting.\",            \"english_title\": \"US President's Comments Criticized\",            \"translated_version\": \"Los comentarios del presidente de EE.UU. han sido criticados por aliados internacionales, incluyendo veteranos y políticos del Reino Unido. Británicos, canadienses y daneses estuvieron entre los que vieron las peleas más duras.\",            \"translated_title\": \"Comentarios del Presidente de EE.UU. Criticados\"        },        {            \"english_version\": \"Donald Trump is pushing hard for a peace deal, but major issues between Russia and Ukraine are still unresolved.\",            \"english_title\": \"Trump Pushes for Peace Deal\",            \"translated_version\": \"Donald Trump está trabajando mucho para un acuerdo de paz, pero hay problemas grandes entre Rusia y Ucrania que aún no están resueltos.\",            \"translated_title\": \"Trump Busca Acuerdo de Paz\"        },        {            \"english_version\": \"The BBC sees sites on former United Arab Emirates bases in Yemen where detainees say they were abused.\",            \"english_title\": \"Abuse Claims in Yemen\",            \"translated_version\": \"La BBC ve lugares en antiguas bases de Emiratos Árabes Unidos en Yemen donde detenidos dicen que fueron maltratados.\",            \"translated_title\": \"Reclamos de Maltrato en Yemen\"        },        {            \"english_version\": \"The US will also offer more limited support to US allies, according to a new national defense strategy document.\",            \"english_title\": \"US to Limit Support to Allies\",            \"translated_version\": \"EE.UU. también ofrecerá apoyo más limitado a sus aliados, según un nuevo documento de estrategia de defensa nacional.\",            \"translated_title\": \"EE.UU. Limitará Apoyo a Aliados\"        },        {            \"english_version\": \"Canada has been boosting its forces in the Arctic in the face of new threats and US concerns.\",            \"english_title\": \"Canada Strengthens Arctic Forces\",            \"translated_version\": \"Canadá ha estado aumentando sus fuerzas en el Ártico ante nuevas amenazas y preocupaciones de EE.UU.\",            \"translated_title\": \"Canadá Refuerza Fuerzas en el Ártico\"        }    ]}"