"{    \"translations\": [        {            \"english_version\": \"Binyamin Netanyahu, the leader of Israel, came back from his trip to America. He joined a meeting with Israel's cabinet to talk about how to react to a rocket attack that killed 12 young people on a football field in the Golan Heights. Israel's first action after the attack was to launch strikes on Lebanon. Mr. Netanyahu said that Hizbullah, a group from Lebanon supported by Iran, would face consequences. Hizbullah denied attacking the town.\",            \"english_title\": \"Israel's Response to Rocket Strike\",            \"translated_version\": \"El líder de Israel, Binyamin Netanyahu, regresó de su viaje a América. Se unió a una reunión con el gabinete de Israel para hablar sobre cómo reaccionar a un ataque de cohetes que mató a 12 jóvenes en un campo de fútbol en los Altos del Golán. La primera acción de Israel después del ataque fue lanzar ataques a Líbano. El Sr. Netanyahu dijo que Hizbullah, un grupo de Líbano apoyado por Irán, enfrentaría consecuencias. Hizbullah negó atacar la ciudad.\",            \"translated_title\": \"Israel's Response to Rocket Strike\"        },        {            \"english_version\": \"Kamala Harris, a candidate for president, collected $200 million since she announced her campaign last week. Most of the money came from people who had not donated to Joe Biden in this election cycle. Joe Biden withdrew from the race and supported Ms. Harris. She also received support from billionaires, like Reed Hastings, the co-founder of Netflix, who gave $7 million to a pro-Harris super PAC.\",            \"english_title\": \"Kamala Harris's Fundraising Success\",            \"translated_version\": \"Kamala Harris, una candidata a presidenta, recaudó $200 millones desde que anunció su campaña la semana pasada. La mayoría del dinero provino de personas que no habían donado a Joe Biden en esta elección. Joe Biden se retiró de la carrera y apoyó a la Sra. Harris. También recibió apoyo de multimillonarios, como Reed Hastings, el cofundador de Netflix, quien dio $7 millones a un super PAC pro-Harris.\",            \"translated_title\": \"Kamala Harris's Fundraising Success\"        }    ]}"