"{    \"translations\": [        {            \"english_version\": \"President Zelensky says Moscow wants to scare civilians. Russia reports four people died in a Ukrainian attack.\",            \"english_title\": \"Zelensky on Moscow and Attack\",            \"translated_version\": \"El presidente Zelensky dice que Moscú quiere asustar a los civiles. Rusia dice que cuatro personas murieron en un ataque ucraniano.\",            \"translated_title\": \"Zelensky sobre Moscú y ataque\"        },        {            \"english_version\": \"Russia says its jets did not enter Estonian airspace, even though its drones entered the airspace of two other NATO countries.\",            \"english_title\": \"Russia on Airspace\",            \"translated_version\": \"Rusia dice que sus aviones no entraron en el espacio aéreo de Estonia, aunque sus drones entraron en el espacio aéreo de otros dos países de la OTAN.\",            \"translated_title\": \"Rusia sobre espacio aéreo\"        },        {            \"english_version\": \"A problem with check-in and baggage systems caused flight cancellations in Brussels and Berlin.\",            \"english_title\": \"Flight Cancellations\",            \"translated_version\": \"Un problema con los sistemas de registro y equipaje causó cancelaciones de vuelos en Bruselas y Berlín.\",            \"translated_title\": \"Cancelaciones de vuelos\"        },        {            \"english_version\": \"The White House said a deal might be signed soon, but China has not commented yet.\",            \"english_title\": \"Possible Deal\",            \"translated_version\": \"La Casa Blanca dijo que un acuerdo podría firmarse pronto, pero China no ha comentado todavía.\",            \"translated_title\": \"Posible acuerdo\"        },        {            \"english_version\": \"Around 1,500 people blocked a highway in The Hague, and a police car was set on fire.\",            \"english_title\": \"Protest in The Hague\",            \"translated_version\": \"Alrededor de 1,500 personas bloquearon una carretera en La Haya, y un coche de policía fue incendiado.\",            \"translated_title\": \"Protesta en La Haya\"        }    ]}"