"{    \"translations\": [        {            \"english_version\": \"Hamas released 13 Israeli and four Thai hostages late on Saturday, the second day of a four-day truce with Israel, after a delay of several hours. Thirty-nine Palestinians were freed from Israeli prisons. Hamas had held up the release, claiming that Israel had breached the terms of the truce: fewer aid trucks had reached northern Gaza than agreed on, a spokesman said. Israel denied breaking its word. A first set of 24 hostages and 39 prisoners were freed on Friday.\",            \"english_title\": \"Hamas releases hostages and prisoners\",            \"translated_version\": \"Hamas liberó a 13 rehenes israelíes y cuatro rehenes tailandeses el sábado por la noche, el segundo día de un alto el fuego de cuatro días con Israel, después de un retraso de varias horas. Treinta y nueve palestinos fueron liberados de las cárceles israelíes. Hamas había retenido la liberación, alegando que Israel había violado los términos del alto el fuego: menos camiones de ayuda habían llegado al norte de Gaza de lo acordado, dijo un portavoz. Israel negó haber incumplido su palabra. Un primer grupo de 24 rehenes y 39 prisioneros fueron liberados el viernes.\",            \"translated_title\": \"Hamas libera rehenes y prisioneros\"        },        {            \"english_version\": \"A container ship owned by an Israeli-controlled company was reportedly hit by an Iranian drone on Friday, according to American officials. The explosion damaged the Malta-flagged vessel in the Indian Ocean but no one was injured. Earlier this week Yemen’s Iran-backed Houthis seized an Israeli-linked ship in the Red Sea. Israel called that an 'Iranian act of terror'.\",            \"english_title\": \"Israeli ship hit by Iranian drone\",            \"translated_version\": \"Según funcionarios estadounidenses, un barco de carga propiedad de una empresa controlada por Israel fue presuntamente alcanzado por un dron iraní el viernes. La explosión dañó el barco con bandera de Malta en el Océano Índico, pero nadie resultó herido. A principios de esta semana, los hutíes respaldados por Irán de Yemen se apoderaron de un barco vinculado a Israel en el Mar Rojo. Israel lo calificó como un 'acto de terror iraní'.\",            \"translated_title\": \"Barco israelí alcanzado por dron iraní\"        },        {            \"english_version\": \"Ukraine has a 'deficit of air defence', which it needs to protect grain-export routes, said Volodymyr Zelensky at an international summit on food security in Kyiv, Ukraine’s capital. His address followed Russia’s largest drone attack of the war, which injured five people early on Saturday ; officials claimed that almost all the 75 Iranian-designed drones deployed had been shot down.\",            \"english_title\": \"Ukraine needs air defense\",            \"translated_version\": \"Ucrania tiene un 'déficit de defensa aérea', que necesita para proteger las rutas de exportación de granos, dijo Volodymyr Zelensky en una cumbre internacional sobre seguridad alimentaria en Kiev, la capital de Ucrania. Su discurso siguió al mayor ataque de drones de Rusia en la guerra, que dejó cinco heridos temprano el sábado; los funcionarios afirmaron que casi todos los 75 drones de diseño iraní desplegados habían sido derribados.\",            \"translated_title\": \"Ucrania necesita defensa aérea\"        },        {            \"english_version\": \"Geert Wilders vowed to eventually become prime minister of the Netherlands on X (formerly Twitter), following the surprise victory for his anti-Muslim, anti-immigration, anti-EU Party for Freedom in elections on Wednesday. The PVV is forecast to take just 25% of parliamentary seats, meaning it needs to co-operate with two moderate parties to form a government. On Friday the VVD Party refused to form a cabinet with it.\",            \"english_title\": \"Geert Wilders aims to be prime minister\",            \"translated_version\": \"Geert Wilders prometió convertirse eventualmente en primer ministro de los Países Bajos en X (anteriormente Twitter), después de la sorprendente victoria de su Partido por la Libertad, anti-musulmán, anti-inmigración y anti-UE, en las elecciones del miércoles. Se pronostica que el PVV obtendrá solo el 25% de los escaños parlamentarios, lo que significa que necesita cooperar con dos partidos moderados para formar un gobierno. El viernes, el Partido VVD se negó a formar un gabinete con él.\",            \"translated_title\": \"Geert Wilders aspira a ser primer ministro\"        },        {            \"english_version\": \"China and America traded accusations after China’s army said it had to 'warn away' an American warship in the disputed South China Sea. America said the ship had 'asserted navigational rights… consistent with international law'. China claims almost all of the South China Sea, despite an arbitral tribunal at The Hague ruling it had no basis in law in 2016.\",            \"english_title\": \"China and America dispute in South China Sea\",            \"translated_version\": \"China y Estados Unidos se acusaron mutuamente después de que el ejército chino dijera que tuvo que 'advertir' a un barco de guerra estadounidense en el disputado Mar del Sur de China. Estados Unidos dijo que el barco había 'afirmado derechos de navegación... consistentes con el derecho internacional'. China reclama casi todo el Mar del Sur de China, a pesar de que un tribunal arbitral en La Haya dictaminó en 2016 que no tenía base legal.\",            \"translated_title\": \"China y Estados Unidos disputan en el Mar del Sur de China\"        }    ]}"