"{    \"translations\": [        {            \"english_version\": \"Many remain trapped under rubble as rescuers use helicopters in remote areas hit by recent landslides. Sunday's landslide followed heavy rain and destroyed a remote village, a local armed group says.\",            \"english_title\": \"Landslide Traps Many\",            \"translated_version\": \"Muchas personas están atrapadas bajo escombros mientras los rescatistas usan helicópteros en áreas remotas afectadas por deslizamientos de tierra recientes. El deslizamiento del domingo ocurrió después de mucha lluvia y destruyó un pueblo remoto, dice un grupo armado local.\",            \"translated_title\": \"Deslizamiento Atrapa a Muchos\"        },        {            \"english_version\": \"The Victory Day parade on Wednesday will see Kim Jong-un meet with China's Xi Jinping, Russia's Vladimir Putin, and others. The two leaders are seeking to promote a more fair and reasonable global governance system.\",            \"english_title\": \"Victory Day Parade\",            \"translated_version\": \"El desfile del Día de la Victoria el miércoles verá a Kim Jong-un reunirse con Xi Jinping de China, Vladimir Putin de Rusia y otros. Los dos líderes quieren promover un sistema de gobierno global más justo y razonable.\",            \"translated_title\": \"Desfile del Día de la Victoria\"        },        {            \"english_version\": \"The ruling comes as Trump seeks to use National Guard troops to reduce crime in other US cities. People could face up to five years in prison for breaking the new measure once signed into law.\",            \"english_title\": \"Trump's New Crime Measure\",            \"translated_version\": \"La decisión llega mientras Trump busca usar tropas de la Guardia Nacional para reducir el crimen en otras ciudades de EE.UU. Las personas podrían enfrentar hasta cinco años de prisión por romper la nueva medida una vez que se convierta en ley.\",            \"translated_title\": \"Nueva Medida de Crimen de Trump\"        },        {            \"english_version\": \"The 39-year-old's appointment marks a new era for one of the most influential and glamorous fashion publications.\",            \"english_title\": \"New Era in Fashion\",            \"translated_version\": \"El nombramiento de la persona de 39 años marca una nueva era para una de las publicaciones de moda más influyentes y glamorosas.\",            \"translated_title\": \"Nueva Era en la Moda\"        },        {            \"english_version\": \"The former president is accused of plotting a coup to stay in power after he lost the 2022 election.\",            \"english_title\": \"Coup Plot Accusation\",            \"translated_version\": \"El expresidente está acusado de planear un golpe para quedarse en el poder después de perder las elecciones de 2022.\",            \"translated_title\": \"Acusación de Plan de Golpe\"        }    ]}"