"{    \"translations\": [        {            \"english_version\": \"Russia launched a big attack on Ukraine’s infrastructure, killing seven people and injuring many more. A missile attack destroyed the Trypilska electricity plant near Kyiv. Strikes also hit power plants elsewhere in Ukraine, leaving around 200,000 people in Kharkiv, the second-largest city, without power. Volodymyr Zelensky, Ukraine’s president, said his country needed air-defence systems and other defence assistance from its allies, not just lengthy discussions.\",            \"english_title\": \"International Conflicts\",            \"translated_version\": \"Rusia atacó la infraestructura de Ucrania, matando a siete personas e hiriendo a muchas más. Un ataque con misiles destruyó la planta de electricidad Trypilska cerca de Kyiv. También hubo ataques a plantas de energía en otras partes de Ucrania, dejando a alrededor de 200,000 personas en Kharkiv, la segunda ciudad más grande, sin electricidad. Volodymyr Zelensky, el presidente de Ucrania, dijo que su país necesitaba sistemas de defensa aérea y otra ayuda de defensa de sus aliados, no solo largas discusiones.\",            \"translated_title\": \"International Conflicts\"        },        {            \"english_version\": \"Diplomats urged Iran to exercise caution following an earlier American warning that the Middle Eastern country could launch a direct significant attack against Israel. Germany’s foreign minister called her Iranian counterpart, urging maximum restraint; the Kremlin’s spokesperson said it was critical for all Middle Eastern countries to avoid a complete destabilisation of the situation in the region.\",            \"english_title\": \"Middle East Tensions\",            \"translated_version\": \"Los diplomáticos instaron a Irán a tener precaución tras una advertencia anterior de Estados Unidos de que el país del Medio Oriente podría lanzar un ataque directo significativo contra Israel. La ministra de Relaciones Exteriores de Alemania llamó a su homólogo iraní, instando a la máxima contención; el portavoz del Kremlin dijo que era crítico para todos los países del Medio Oriente evitar una completa desestabilización de la situación en la región.\",            \"translated_title\": \"Middle East Tensions\"        },        {            \"english_version\": \"The European Central Bank voted to keep interest rates steady at 4%. However, it signalled that rate cuts could come soon: the central bank said it would be appropriate to lower rates if inflation keeps falling. This was the first time the ECB has publicly discussed cutting rates since it began tightening policy. The economy is weak: growth across the bloc averaged 0.4% last year.\",            \"english_title\": \"Economic Concerns\",            \"translated_version\": \"El Banco Central Europeo votó para mantener las tasas de interés estables en 4%. Sin embargo, señaló que los recortes de tasas podrían llegar pronto: el banco central dijo que sería apropiado reducir las tasas si la inflación sigue cayendo. Esta fue la primera vez que el BCE ha discutido públicamente recortar tasas desde que comenzó a endurecer su política. La economía es débil: el crecimiento en todo el bloque promedió 0.4% el año pasado.\",            \"translated_title\": \"Economic Concerns\"        },        {            \"english_version\": \"South Korea’s liberal opposition Democratic Party (DP) and its allies won a landslide victory in parliamentary elections, limiting the legislative room for manoeuvre of Yoon Suk-yeol, the conservative president. The DP and its sister party won 175 seats in the National Assembly, compared with 108 for the president’s party and its allies. The prime minister, an ally of the president, and senior presidential aides offered to resign.\",            \"english_title\": \"Political Developments in South Korea\",            \"translated_version\": \"El Partido Democrático de la oposición liberal de Corea del Sur (DP) y sus aliados ganaron una victoria aplastante en las elecciones parlamentarias, limitando el margen legislativo de Yoon Suk-yeol, el presidente conservador. El DP y su partido hermano ganaron 175 escaños en la Asamblea Nacional, en comparación con 108 del partido del presidente y sus aliados. El primer ministro, un aliado del presidente, y altos asesores presidenciales ofrecieron renunciar.\",            \"translated_title\": \"Political Developments in South Korea\"        },        {            \"english_version\": \"China’s consumer price index rose by 0.1% year on year in March. Prices increased only slightly in February, and fell for the four previous consecutive months from October to January. The central bank is struggling to fight deflation because it worries that cutting interest rates aggressively will weaken China’s currency and squeeze the profits of its banks.\",            \"english_title\": \"Global Economic Trends\",            \"translated_version\": \"El índice de precios al consumidor de China aumentó un 0.1% interanual en marzo. Los precios aumentaron solo ligeramente en febrero y cayeron durante los cuatro meses consecutivos anteriores de octubre a enero. El banco central está luchando para combatir la deflación porque teme que recortar agresivamente las tasas de interés debilite la moneda de China y reduzca los beneficios de sus bancos.\",            \"translated_title\": \"Global Economic Trends\"        }    ]}"