"{    \"translations\": [        {            \"english_version\": \"Binyamin Netanyahu, Israel's prime minister, spoke to America's Congress for almost an hour. He defended Israel's actions in Gaza strongly. Netanyahu blamed Hamas for blocking food aid to Palestinians, though Israel also shares responsibility. He denied accusations of targeting civilians and outlined a post-war vision without a Palestinian state. Netanyahu expressed gratitude to Presidents Joe Biden and Donald Trump for supporting Israel. He emphasized that Israel's enemies are also America's enemies, and their victory will be shared.\",            \"english_title\": \"Binyamin Netanyahu's Speech to Congress\",            \"translated_version\": \"El primer ministro de Israel, Binyamin Netanyahu, habló al Congreso de América por casi una hora. Defendió fuertemente las acciones de Israel en Gaza. Netanyahu culpó a Hamas por bloquear la ayuda alimentaria a los palestinos, aunque Israel también comparte responsabilidad. Negó acusaciones de atacar a civiles y describió una visión posterior a la guerra sin un estado palestino. Netanyahu agradeció a los presidentes Joe Biden y Donald Trump por apoyar a Israel. Enfatizó que los enemigos de Israel también son enemigos de América y que su victoria será compartida.\",            \"translated_title\": \"Discurso de Binyamin Netanyahu ante el Congreso\"        },        {            \"english_version\": \"The NASDAQ and the S&P 500, two American stock market indices, experienced their largest daily percentage drops since 2022. This decline occurred as investors sold off tech stocks following disappointing second-quarter earnings reports. Tesla's shares plummeted by more than 12% on Wednesday after reporting a 45% year-on-year decrease in net income, falling short of analysts' predictions. Alphabet's advertising revenue from YouTube also failed to meet expectations.\",            \"english_title\": \"Stock Market Decline\",            \"translated_version\": \"El NASDAQ y el S&P 500, dos índices del mercado de valores estadounidense, experimentaron sus mayores caídas porcentuales diarias desde 2022. Esta disminución ocurrió cuando los inversores vendieron acciones tecnológicas tras informes decepcionantes de ganancias del segundo trimestre. Las acciones de Tesla cayeron más del 12% el miércoles después de informar una disminución del 45% en los ingresos netos interanuales, incumpliendo las predicciones de los analistas. Los ingresos publicitarios de Alphabet en YouTube también no cumplieron con las expectativas.\",            \"translated_title\": \"Declive del Mercado de Valores\"        }    ]}"