"{    \"translations\": [        {            \"english_version\": \"The category three hurricane is the strongest storm to ever hit Jamaica in modern history.\",            \"english_title\": \"Strongest Hurricane Hits Jamaica\",            \"translated_version\": \"El huracán de categoría tres es la tormenta más fuerte que ha golpeado Jamaica en la historia moderna.\",            \"translated_title\": \"Huracán más fuerte golpea Jamaica\"        },        {            \"english_version\": \"Fierce clashes erupted in the Brazilian city, with the Red Command gang dropping bombs with drones.\",            \"english_title\": \"Clashes in Brazilian City\",            \"translated_version\": \"Hubo peleas fuertes en la ciudad brasileña, con la banda Comando Rojo lanzando bombas con drones.\",            \"translated_title\": \"Peleas en ciudad brasileña\"        },        {            \"english_version\": \"Ambrose McMullen, who was known as Ambie, from Cootehill, in County Cavan, is understood to have been killed at the Endeavor mine at Cobar.\",            \"english_title\": \"Ambrose McMullen Killed\",            \"translated_version\": \"Ambrose McMullen, conocido como Ambie, de Cootehill, en el Condado Cavan, se entiende que murió en la mina Endeavor en Cobar.\",            \"translated_title\": \"Ambrose McMullen murió\"        },        {            \"english_version\": \"A boardroom power battle has exposed internal rifts as the Indian conglomerate faces business headwinds.\",            \"english_title\": \"Power Battle in Indian Conglomerate\",            \"translated_version\": \"Una batalla de poder en la sala de juntas ha mostrado problemas internos mientras el conglomerado indio enfrenta dificultades de negocio.\",            \"translated_title\": \"Batalla de poder en conglomerado indio\"        },        {            \"english_version\": \"Ukraine's president confirms Russian soldiers have taken up position inside the town of Pokrovsk.\",            \"english_title\": \"Russian Soldiers in Pokrovsk\",            \"translated_version\": \"El presidente de Ucrania confirma que soldados rusos han tomado posición dentro del pueblo de Pokrovsk.\",            \"translated_title\": \"Soldados rusos en Pokrovsk\"        }    ]}"