"{    \"translations\": [        {            \"english_version\": \"A court in South Korea issued an arrest warrant for Yoon Suk Yeol, the president. Mr. Yoon was impeached and removed from power after a failed coup attempt on December 3rd. He had been avoiding questioning by investigators. This is the first time a sitting president of South Korea has faced arrest.\",            \"english_title\": \"South Korean President Arrest Warrant\",            \"translated_version\": \"Un tribunal en Corea del Sur emitió una orden de arresto para Yoon Suk Yeol, el presidente. El Sr. Yoon fue destituido y removido del poder después de un intento de golpe fallido el 3 de diciembre. Había estado evitando ser interrogado por investigadores. Esta es la primera vez que un presidente en funciones de Corea del Sur enfrenta un arresto.\",            \"translated_title\": \"Orden de Arresto del Presidente de Corea del Sur\"        },        {            \"english_version\": \"The Treasury Department of the United States informed lawmakers that a Chinese state-sponsored hacker breached their systems. A third-party software provider alerted the Biden administration about the incident in early December. The hacker used a security key to access government workstations and view unclassified documents. The affected service has been shut down.\",            \"english_title\": \"Cybersecurity Breach in America's Treasury Department\",            \"translated_version\": \"El Departamento del Tesoro de los Estados Unidos informó a los legisladores que un hacker chino patrocinado por el estado violó sus sistemas. Un proveedor de software de terceros alertó a la administración de Biden sobre el incidente a principios de diciembre. El hacker utilizó una clave de seguridad para acceder a las estaciones de trabajo del gobierno y ver documentos no clasificados. El servicio afectado ha sido cerrado.\",            \"translated_title\": \"Violación de Ciberseguridad en el Departamento del Tesoro de Estados Unidos\"        }    ]}"