"{    \"translations\": [        {            \"english_version\": \"Less than an hour ago, Donald Trump selected Scott Bessent to lead the treasury department. Bessent, a hedge-fund manager, supports tariffs as a negotiating tool. Investors see him as a safe choice compared to more extreme candidates. He aims to reduce taxes and eliminate Joe Biden's green-energy subsidies. Unlike Trump, Bessent has expressed concerns about growing government debt.\",            \"english_title\": \"Donald Trump's Treasury Department Appointment\",            \"translated_version\": \"Hace menos de una hora, Donald Trump seleccionó a Scott Bessent para liderar el departamento del tesoro. Bessent, un administrador de fondos de cobertura, apoya los aranceles como una herramienta de negociación. Los inversores lo ven como una opción segura en comparación con candidatos más extremos. Su objetivo es reducir impuestos y eliminar las subvenciones de energía verde de Joe Biden. A diferencia de Trump, Bessent ha expresado preocupaciones sobre la creciente deuda del gobierno.\",            \"translated_title\": \"Nombramiento del Departamento del Tesoro de Donald Trump\"        },        {            \"english_version\": \"Lebanon's health ministry reported that an Israeli airstrike destroyed an eight-storey residential building in central Beirut. The attack in the Basta district resulted in 11 deaths and 63 injuries. Heavy fighting between Israeli troops and Hezbollah was also noted in Chamaa, 5km inside Lebanon's border, marking one of Israel's deepest incursions.\",            \"english_title\": \"Israeli Airstrike in Lebanon\",            \"translated_version\": \"El ministerio de salud del Líbano informó que un ataque aéreo israelí destruyó un edificio residencial de ocho pisos en el centro de Beirut. El ataque en el distrito de Basta resultó en 11 muertes y 63 heridos. También se observaron intensos enfrentamientos entre tropas israelíes y Hezbollah en Chamaa, a 5 km dentro de la frontera del Líbano, marcando una de las incursiones más profundas de Israel.\",            \"translated_title\": \"Ataque Aéreo Israelí en Líbano\"        }    ]}"