"{    \"translations\": [        {            \"english_version\": \"Ukrainian President Volodymyr Zelensky is going to visit the White House soon. This visit is important for Ukraine's relationship with the United States.\",            \"english_title\": \"Zelensky's White House Visit\",            \"translated_version\": \"El presidente de Ucrania, Volodymyr Zelensky, va a visitar la Casa Blanca pronto. Esta visita es importante para la relación de Ucrania con Estados Unidos.\",            \"translated_title\": \"Visita de Zelensky a la Casa Blanca\"        },        {            \"english_version\": \"The Israeli prime minister talked about a situation where Hamas said they couldn't find the bodies of 19 hostages in Gaza. This is a serious issue between Israel and Hamas.\",            \"english_title\": \"Missing Hostages in Gaza\",            \"translated_version\": \"El primer ministro de Israel habló sobre una situación donde Hamas dijo que no podían encontrar los cuerpos de 19 rehenes en Gaza. Este es un problema serio entre Israel y Hamas.\",            \"translated_title\": \"Rehenes Desaparecidos en Gaza\"        },        {            \"english_version\": \"At least 27 people have died because of US attacks on boats in the Caribbean. These boats were suspected of being involved in drug trafficking.\",            \"english_title\": \"US Attacks in the Caribbean\",            \"translated_version\": \"Al menos 27 personas han muerto por ataques de Estados Unidos a barcos en el Caribe. Se sospechaba que estos barcos estaban involucrados en el tráfico de drogas.\",            \"translated_title\": \"Ataques de EE.UU. en el Caribe\"        },        {            \"english_version\": \"The European Union is working on a plan to be ready for any conflict by the year 2030. This involves all 27 member countries preparing together.\",            \"english_title\": \"EU Conflict Preparation\",            \"translated_version\": \"La Unión Europea está trabajando en un plan para estar lista para cualquier conflicto para el año 2030. Esto involucra a los 27 países miembros preparándose juntos.\",            \"translated_title\": \"Preparación de la UE para Conflictos\"        },        {            \"english_version\": \"A submersible went missing while it was on its way to explore the Titanic wreck. Unfortunately, all five people on board died.\",            \"english_title\": \"Submersible Tragedy\",            \"translated_version\": \"Un submarino desapareció mientras iba a explorar los restos del Titanic. Desafortunadamente, las cinco personas a bordo murieron.\",            \"translated_title\": \"Tragedia del Submarino\"        }    ]}"