"{    \"translations\": [        {            \"english_version\": \"On Saturday, Hamas, the Palestinian group that controls the Gaza Strip, launched a surprise attack on Israel, resulting in the death of at least 200 people and injuring more than 1,400. Israel's prime minister, Binyamin Netanyahu, declared that his country was \\\"at war\\\" after Hamas fired over 2,000 rockets and abducted Israeli soldiers and civilians. In retaliation, Israel launched strikes on Gaza, causing 232 deaths and nearly 1,700 injuries. Western leaders expressed concern over the situation, with President Joe Biden reaffirming the United States' support for Israel.\",            \"english_title\": \"Conflict between Hamas and Israel\",            \"translated_version\": \"El sábado, Hamas, el grupo palestino que controla la Franja de Gaza, lanzó un ataque sorpresa contra Israel, resultando en la muerte de al menos 200 personas y más de 1,400 heridos. El primer ministro de Israel, Binyamin Netanyahu, declaró que su país estaba \\\"en guerra\\\" después de que Hamas disparara más de 2,000 cohetes y secuestrara soldados y civiles israelíes. En represalia, Israel lanzó ataques en Gaza, causando 232 muertes y casi 1,700 heridos. Los líderes occidentales expresaron preocupación por la situación, con el presidente Joe Biden reafirmando el apoyo de Estados Unidos a Israel.\",            \"translated_title\": \"Conflicto entre Hamas e Israel\"        },        {            \"english_version\": \"In Russia, there were two separate missile attacks. One targeted Belgorod, a southern province, resulting in one death and damage to several buildings. The other attack took place in Kharkiv, a city in the north-east of Ukraine, killing two people. As a response, the Kremlin announced the revocation of ratification for the Comprehensive Nuclear Test Ban Treaty.\",            \"english_title\": \"Missile Attacks in Russia\",            \"translated_version\": \"En Rusia, hubo dos ataques separados con misiles. Uno apuntó a Belgorod, una provincia del sur, resultando en una muerte y daños a varios edificios. El otro ataque tuvo lugar en Kharkiv, una ciudad en el noreste de Ucrania, matando a dos personas. Como respuesta, el Kremlin anunció la revocación de la ratificación del Tratado de Prohibición Completa de los Ensayos Nucleares.\",            \"translated_title\": \"Ataques con Misiles en Rusia\"        },        {            \"english_version\": \"General Motors reached an agreement with the United Auto Workers to include battery plants in its national contract. This was a crucial demand from employees who were concerned about the industry's transition to electric vehicles. As a result, the trade union postponed additional strikes. The United Auto Workers had initiated simultaneous industrial action against Stellantis, General Motors, and Ford, advocating for higher wages and other concessions.\",            \"english_title\": \"General Motors Agreement with United Auto Workers\",            \"translated_version\": \"General Motors llegó a un acuerdo con los Trabajadores Automotrices Unidos para incluir plantas de baterías en su contrato nacional. Esta fue una demanda crucial de los empleados que estaban preocupados por la transición de la industria a vehículos eléctricos. Como resultado, el sindicato pospuso huelgas adicionales. Los Trabajadores Automotrices Unidos habían iniciado acciones industriales simultáneas contra Stellantis, General Motors y Ford, abogando por salarios más altos y otras concesiones.\",            \"translated_title\": \"Acuerdo de General Motors con los Trabajadores Automotrices Unidos\"        },        {            \"english_version\": \"An American former army sergeant was arrested for allegedly attempting to spy for China. Joseph Schmidt, who served as an active soldier until 2020, was accused of providing classified national-security information to China and sharing his experiences as an \\\"interrogator\\\" with the country's intelligence service. In Ecuador, six Colombian men suspected of involvement in the assassination of Fernando Villavicencio, an anti-corruption presidential candidate, were murdered in prison.\",            \"english_title\": \"Arrest of Former Army Sergeant and Prison Murders in Ecuador\",            \"translated_version\": \"Se arrestó a un ex sargento del ejército estadounidense por presuntamente intentar espiar para China. Joseph Schmidt, quien sirvió como soldado activo hasta 2020, fue acusado de proporcionar información clasificada de seguridad nacional a China y compartir sus experiencias como \\\"interrogador\\\" con el servicio de inteligencia del país. En Ecuador, se asesinaron en prisión a seis hombres colombianos sospechosos de estar involucrados en el asesinato de Fernando Villavicencio, un candidato presidencial anticorrupción.\",            \"translated_title\": \"Arresto de Ex Sargento del Ejército y Asesinatos en Prisión en Ecuador\"        },        {            \"english_version\": \"In Spain, there have been incidents of theft related to the country's olive oil production. 12 people were arrested for stealing 74 tonnes of olives in the province of Seville, following a previous theft of 6,000 litres of olive oil in Malaga. The price of olive oil has risen significantly due to heatwaves and drought, which have negatively impacted this year's harvest.\",            \"english_title\": \"Theft Incidents in Spain's Olive Oil Production\",            \"translated_version\": \"En España, ha habido incidentes de robo relacionados con la producción de aceite de oliva del país. Se arrestó a 12 personas por robar 74 toneladas de aceitunas en la provincia de Sevilla, después de un robo anterior de 6,000 litros de aceite de oliva en Málaga. El precio del aceite de oliva ha aumentado significativamente debido a las olas de calor y la sequía, que han afectado negativamente la cosecha de este año.\",            \"translated_title\": \"Incidentes de Robo en la Producción de Aceite de Oliva en España\"        }    ]}"