"{    \"translations\": [        {            \"english_version\": \"The tariffs can stay until mid-October so the Trump administration can ask the Supreme Court to look at the case. This decision comes as France is leading efforts to recognize a Palestinian state at the UN meeting next month.\",            \"english_title\": \"Tariffs and France's Efforts\",            \"translated_version\": \"Los impuestos pueden quedarse hasta mediados de octubre para que el gobierno de Trump pueda pedir a la Corte Suprema que mire el caso. Esta decisión llega mientras Francia está liderando esfuerzos para reconocer un estado palestino en la reunión de la ONU el próximo mes.\",            \"translated_title\": \"Impuestos y esfuerzos de Francia\"        },        {            \"english_version\": \"Several top officials left the Centers for Disease Control recently, which led to people calling for the health secretary to resign.\",            \"english_title\": \"CDC Officials Leave\",            \"translated_version\": \"Varios altos funcionarios dejaron los Centros para el Control de Enfermedades recientemente, lo que llevó a la gente a pedir que el secretario de salud renuncie.\",            \"translated_title\": \"Funcionarios del CDC se van\"        },        {            \"english_version\": \"Ukraine's president says people who suggest a buffer zone do not understand modern warfare.\",            \"english_title\": \"Ukraine's President on Buffer Zone\",            \"translated_version\": \"El presidente de Ucrania dice que las personas que sugieren una zona de seguridad no entienden la guerra moderna.\",            \"translated_title\": \"Presidente de Ucrania sobre zona de seguridad\"        },        {            \"english_version\": \"The Secret Service has to protect former vice-presidents for 6 months, even though they are already very busy.\",            \"english_title\": \"Secret Service Protection\",            \"translated_version\": \"El Servicio Secreto tiene que proteger a los exvicepresidentes por 6 meses, aunque ya están muy ocupados.\",            \"translated_title\": \"Protección del Servicio Secreto\"        },        {            \"english_version\": \"Protests about the cost of living and politicians' expenses are a big test for President Prabowo Subianto.\",            \"english_title\": \"Protests Challenge President\",            \"translated_version\": \"Las protestas sobre el costo de vida y los gastos de los políticos son una gran prueba para el presidente Prabowo Subianto.\",            \"translated_title\": \"Protestas desafían al presidente\"        }    ]}"