"{    \"translations\": [        {            \"english_version\": \"Student protesters honored thousands of people who were killed when mass protests were stopped last month.\",            \"english_title\": \"Student Protesters Honor Victims\",            \"translated_version\": \"Estudiantes protestaron para honrar a miles de personas que murieron cuando pararon las protestas el mes pasado.\",            \"translated_title\": \"Estudiantes Honran a Víctimas\"        },        {            \"english_version\": \"Trump announced new global tariffs of 15% after most of his tariffs were outlawed.\",            \"english_title\": \"Trump Announces New Tariffs\",            \"translated_version\": \"Trump anunció nuevos impuestos globales del 15% después de que la mayoría de sus impuestos fueron prohibidos.\",            \"translated_title\": \"Trump Anuncia Nuevos Impuestos\"        },        {            \"english_version\": \"Authorities released the names of six women and three guides who died in the worst avalanche in state history.\",            \"english_title\": \"Avalanche Victims Named\",            \"translated_version\": \"Las autoridades dieron los nombres de seis mujeres y tres guías que murieron en la peor avalancha en la historia del estado.\",            \"translated_title\": \"Nombres de Víctimas de Avalancha\"        },        {            \"english_version\": \"Pakistan says the strikes were a response to recent suicide bombings in the country.\",            \"english_title\": \"Pakistan Responds to Bombings\",            \"translated_version\": \"Pakistán dice que los ataques fueron una respuesta a recientes bombardeos suicidas en el país.\",            \"translated_title\": \"Pakistán Responde a Bombardeos\"        },        {            \"english_version\": \"A Russian driver died when their mini-bus fell under the ice to the bottom of a lake in Siberia.\",            \"english_title\": \"Russian Driver Dies in Accident\",            \"translated_version\": \"Un conductor ruso murió cuando su mini-bus cayó bajo el hielo al fondo de un lago en Siberia.\",            \"translated_title\": \"Conductor Ruso Muere en Accidente\"        }    ]}"