"{    \"translations\": [        {            \"english_version\": \"Kamala Harris, the former US vice-president, remembers Jackson as a mentor and friend. Jackson marched with Martin Luther King Jr in the 1960s.\",            \"english_title\": \"Kamala Harris Remembers Jackson\",            \"translated_version\": \"Kamala Harris, la ex vicepresidenta de Estados Unidos, recuerda a Jackson como un mentor y amigo. Jackson marchó con Martin Luther King Jr en los años 60.\",            \"translated_title\": \"Kamala Harris Recuerda a Jackson\"        },        {            \"english_version\": \"Two people were killed and three others were injured in a shooting at a high school hockey game in Pawtucket.\",            \"english_title\": \"Shooting at Hockey Game\",            \"translated_version\": \"Dos personas murieron y tres más resultaron heridas en un tiroteo en un partido de hockey de una escuela secundaria en Pawtucket.\",            \"translated_title\": \"Tiroteo en Partido de Hockey\"        },        {            \"english_version\": \"The White House claims it has done more for the victims than Democrats ever did.\",            \"english_title\": \"White House Claims\",            \"translated_version\": \"La Casa Blanca dice que ha hecho más por las víctimas que los demócratas.\",            \"translated_title\": \"La Casa Blanca Dice\"        },        {            \"english_version\": \"The law provides funds for troops who want to freeze their eggs or sperm, as Ukraine's population is decreasing.\",            \"english_title\": \"Law for Troops\",            \"translated_version\": \"La ley da dinero a los soldados que quieren congelar sus óvulos o esperma, porque la población de Ucrania está bajando.\",            \"translated_title\": \"Ley para Soldados\"        },        {            \"english_version\": \"French Foreign Minister Jean-Noël Barrot said a vessel was leaving Marseille after a payment of several million euros.\",            \"english_title\": \"Vessel Leaves Marseille\",            \"translated_version\": \"El ministro de Relaciones Exteriores de Francia, Jean-Noël Barrot, dijo que un barco salía de Marsella después de un pago de varios millones de euros.\",            \"translated_title\": \"Barco Sale de Marsella\"        }    ]}"