"{    \"translations\": [        {            \"english_version\": \"America vetoed a UN Security Council resolution, proposed by Algeria, which demanded an immediate ceasefire in Gaza and warned of the forced displacement of Palestinians. America had argued that the resolution would interfere with its efforts to broker a deal that would see hostages released and more humanitarian aid allowed into Gaza. Previously America drafted its own resolution, urging a 'temporary ceasefire' and opposing Israel’s plans for a ground invasion of Rafah.\",            \"english_title\": \"International Relations\",            \"translated_version\": \"Estados Unidos dijo no a una resolución del Consejo de Seguridad de la ONU, propuesta por Argelia, que pedía un alto el fuego inmediato en Gaza y advertía sobre el desplazamiento forzado de los palestinos. Estados Unidos argumentó que la resolución interferiría con sus esfuerzos para negociar un acuerdo que permitiría la liberación de rehenes y más ayuda humanitaria en Gaza. Anteriormente, Estados Unidos redactó su propia resolución, instando a un 'alto el fuego temporal' y oponiéndose a los planes de Israel para una invasión terrestre de Rafah.\",            \"translated_title\": \"International Relations\"        },        {            \"english_version\": \"America promised to announce 'major sanctions' following the death of Alexei Navalny, Russia’s most prominent opposition politician. John Kirby, a national-security spokesman, said the measures would 'hold Russia accountable for what happened to Mr Navalny'. He did not elaborate on their details. Earlier Yulia Navalnaya, Mr Navalny’s widow, urged officials in Brussels not to recognise Russia’s election, scheduled for March.\",            \"english_title\": \"International Politics\",            \"translated_version\": \"Estados Unidos prometió anunciar 'sanciones importantes' tras la muerte de Alexei Navalny, el político opositor más prominente de Rusia. John Kirby, un portavoz de seguridad nacional, dijo que las medidas 'responsabilizarían a Rusia por lo que le sucedió al Sr. Navalny'. No dio detalles al respecto. Anteriormente, Yulia Navalnaya, la viuda del Sr. Navalny, instó a los funcionarios en Bruselas a no reconocer las elecciones de Rusia, programadas para marzo.\",            \"translated_title\": \"International Politics\"        },        {            \"english_version\": \"International law-enforcement agencies arrested two members of LockBit, a large ransomware gang, and seized control of numerous websites, servers and cryptocurrency accounts, officials said at a press conference. The arrests were made in Poland and Ukraine; another two people, both Russian nationals, were indicted by America’s Justice Department. LockBit has extricated some $120m from 2,000 victims worldwide.\",            \"english_title\": \"Global Security\",            \"translated_version\": \"Agencias internacionales de aplicación de la ley arrestaron a dos miembros de LockBit, una gran banda de ransomware, y tomaron el control de numerosos sitios web, servidores y cuentas de criptomonedas, dijeron los funcionarios en una conferencia de prensa. Los arrestos se realizaron en Polonia y Ucrania; otras dos personas, ambos ciudadanos rusos, fueron acusados por el Departamento de Justicia de Estados Unidos. LockBit ha extraído alrededor de $120 millones de 2,000 víctimas en todo el mundo.\",            \"translated_title\": \"Global Security\"        },        {            \"english_version\": \"Farmers blocked dozens of roads in Poland to protest against tariff-free agricultural imports from Ukraine, which the EU has allowed since June 2022 to bolster the country’s war-torn economy. Polish producers say the prolonged policy is unfair to them. Grain imports have caused considerable friction between Poland and Ukraine. Volodymyr Zelensky, Ukraine’s president, said the protests show the 'erosion of solidarity' with his country.\",            \"english_title\": \"Geopolitics\",            \"translated_version\": \"Los agricultores bloquearon docenas de carreteras en Polonia para protestar contra las importaciones agrícolas libres de aranceles de Ucrania, que la UE ha permitido desde junio de 2022 para fortalecer la economía devastada por la guerra del país. Los productores polacos dicen que la política prolongada es injusta para ellos. Las importaciones de granos han causado una considerable fricción entre Polonia y Ucrania. Volodymyr Zelensky, presidente de Ucrania, dijo que las protestas muestran la 'erosión de la solidaridad' con su país.\",            \"translated_title\": \"Geopolitics\"        },        {            \"english_version\": \"Scientists in Chile discovered the brightest quasar—the core of a galaxy powered by a black hole—in the known universe. J0529-4351 was first recorded in 1980 but was so blinding that it was not properly identified. Using the European Southern Observatory’s Very Large Telescope, researchers identified it as the most luminous object ever observed: it is over 500 trillion times brighter than the sun.\",            \"english_title\": \"Astronomy\",            \"translated_version\": \"Científicos en Chile descubrieron el cuásar más brillante, el núcleo de una galaxia alimentada por un agujero negro, en el universo conocido. J0529-4351 fue registrado por primera vez en 1980 pero era tan deslumbrante que no fue identificado correctamente. Utilizando el Telescopio Muy Grande del Observatorio Europeo Austral, los investigadores lo identificaron como el objeto más luminoso jamás observado: es más de 500 billones de veces más brillante que el sol.\",            \"translated_title\": \"Astronomy\"        }    ]}"