"{    \"translations\": [        {            \"english_version\": \"Police have released several images of a person they are interested in, but they have not given a name for the suspect.\",            \"english_title\": \"Police Images Released\",            \"translated_version\": \"La policía ha mostrado varias fotos de una persona que les interesa, pero no han dicho el nombre del sospechoso.\",            \"translated_title\": \"Fotos de la Policía\"        },        {            \"english_version\": \"The roads leading to Riek Machar's house are blocked by tanks and soldiers because there are fears of renewed fighting.\",            \"english_title\": \"Roads Blocked by Tanks\",            \"translated_version\": \"Las calles que van a la casa de Riek Machar están bloqueadas por tanques y soldados porque hay miedo de que vuelva a haber peleas.\",            \"translated_title\": \"Calles Bloqueadas\"        },        {            \"english_version\": \"Fifty-two prisoners have been released, but more than 1,000 political prisoners are still in jail.\",            \"english_title\": \"Prisoners Released\",            \"translated_version\": \"Cincuenta y dos prisioneros han sido liberados, pero más de 1,000 prisioneros políticos todavía están en la cárcel.\",            \"translated_title\": \"Prisioneros Liberados\"        },        {            \"english_version\": \"The former president has been found guilty of trying to start a coup to stay in power after losing the election.\",            \"english_title\": \"Former President Guilty\",            \"translated_version\": \"El ex presidente ha sido encontrado culpable de intentar hacer un golpe para quedarse en el poder después de perder la elección.\",            \"translated_title\": \"Ex Presidente Culpable\"        },        {            \"english_version\": \"Germany, the Netherlands, and the Czech Republic will send more support to Poland to help defend Nato's eastern side.\",            \"english_title\": \"Support for Poland\",            \"translated_version\": \"Alemania, los Países Bajos y la República Checa enviarán más ayuda a Polonia para ayudar a defender el lado este de la OTAN.\",            \"translated_title\": \"Ayuda a Polonia\"        }    ]}"