"{    \"translations\": [        {            \"english_version\": \"Lawyers presented their arguments in Donald Trump's hush-money trial in New York. The prosecutor claimed it was a case of election fraud, stating that the payments were made to protect Trump's candidacy in 2016. The trial is expected to last about six weeks, with Trump required to be present in court daily.\",            \"english_title\": \"Legal Proceedings\",            \"translated_version\": \"Abogados presentaron sus argumentos en el juicio de dinero secreto de Donald Trump en Nueva York. El fiscal afirmó que era un caso de fraude electoral, diciendo que los pagos se hicieron para proteger la candidatura de Trump en 2016. Se espera que el juicio dure unas seis semanas, y Trump debe estar presente en la corte a diario.\",            \"translated_title\": \"Legal Proceedings\"        },        {            \"english_version\": \"The head of Israel's military intelligence directorate, Aharon Haliva, resigned following Hamas's attack. He publicly accepted responsibility for failing to detect and prevent the attacks, leading to a decline in public support for Binyamin Netanyahu's government.\",            \"english_title\": \"Military Resignation\",            \"translated_version\": \"El jefe de la dirección de inteligencia militar de Israel, Aharon Haliva, renunció tras el ataque de Hamas. Aceptó públicamente la responsabilidad por no detectar y prevenir los ataques, lo que llevó a una disminución en el apoyo público al gobierno de Binyamin Netanyahu.\",            \"translated_title\": \"Military Resignation\"        },        {            \"english_version\": \"Dozens of pro-Palestinian protesters were arrested at Yale University, with similar incidents at Columbia University. Joe Biden condemned antisemitism on college campuses, prompting virtual classes at Columbia. Meanwhile, Britain's FTSE 100 stock index reached a record high.\",            \"english_title\": \"Protests and Statements\",            \"translated_version\": \"Docenas de manifestantes pro-palestinos fueron arrestados en la Universidad de Yale, con incidentes similares en la Universidad de Columbia. Joe Biden condenó el antisemitismo en los campus universitarios, lo que provocó clases virtuales en Columbia. Mientras tanto, el índice bursátil FTSE 100 de Gran Bretaña alcanzó un máximo histórico.\",            \"translated_title\": \"Protests and Statements\"        },        {            \"english_version\": \"China's central bank maintained its benchmark lending rates to combat deflation concerns. An Iraqi militant group launched rockets at an American military base in Syria, resuming attacks after a pause. The European Commission set a deadline for TikTok to address addictive features for children.\",            \"english_title\": \"Economic Developments\",            \"translated_version\": \"El banco central de China mantuvo sus tasas de préstamo de referencia para combatir las preocupaciones por la deflación. Un grupo militante iraquí lanzó cohetes contra una base militar estadounidense en Siria, reanudando los ataques tras una pausa. La Comisión Europea estableció un plazo para que TikTok aborde las características adictivas para los niños.\",            \"translated_title\": \"Economic Developments\"        }    ]}"