"{    \"translations\": [        {            \"english_version\": \"Fighting between Israeli and Hamas forces raged near Gaza’s biggest hospital. Israel’s government reportedly believes that gaining control of the al-Shifa hospital and the neighbourhood around it could lead to a collapse of Hamas defences. But pressure is growing on Israel to pause fighting as the humanitarian crisis in Gaza worsens. The al-Shifa hospital has run out of fuel and suspended operations. More than 11,000 people have been killed in the enclave since October 7th, according to Palestinian authorities.\",            \"english_title\": \"Fighting near Gaza's biggest hospital\",            \"translated_version\": \"La lucha entre las fuerzas israelíes y de Hamas se intensificó cerca del hospital más grande de Gaza. El gobierno de Israel cree que tomar el control del hospital al-Shifa y el vecindario circundante podría llevar al colapso de las defensas de Hamas. Pero la presión sobre Israel aumenta para que detenga la lucha a medida que la crisis humanitaria en Gaza empeora. El hospital al-Shifa se ha quedado sin combustible y ha suspendido sus operaciones. Según las autoridades palestinas, más de 11,000 personas han muerto en el enclave desde el 7 de octubre.\",            \"translated_title\": \"Lucha cerca del hospital más grande de Gaza\"        },        {            \"english_version\": \"Joe Biden registered to be on the ballot in the South Carolina primary, in February, now the first clash in the race to the Democratic nomination. The state has displaced Iowa and New Hampshire which used to hold the initial contests. The president should easily defeat Dean Phillips, a congressman from Minnesota, and Marianne Williamson, a self-help guru. The primary matters mostly as an early test of voter enthusiasm, especially among African-Americans.\",            \"english_title\": \"Joe Biden registers for South Carolina primary\",            \"translated_version\": \"Joe Biden se registró para estar en la boleta de las primarias de Carolina del Sur, en febrero, ahora el primer enfrentamiento en la carrera hacia la nominación demócrata. El estado ha desplazado a Iowa y New Hampshire, que solían celebrar los concursos iniciales. El presidente debería derrotar fácilmente a Dean Phillips, un congresista de Minnesota, y a Marianne Williamson, una gurú de autoayuda. Las primarias importan principalmente como una prueba temprana del entusiasmo de los votantes, especialmente entre los afroamericanos.\",            \"translated_title\": \"Joe Biden se registra para las primarias de Carolina del Sur\"        },        {            \"english_version\": \"Iran and Saudi Arabia called for an immediate ceasefire in Gaza. The regional rivals made the statement after Muhammad bin Salman, the de facto leader of Saudi Arabia, met his Iranian counterpart, Ebrahim Raisi, for the first time since the countries restored diplomatic relations in March after a seven-year lapse. The pair, among dozens of leaders from the Islamic world, were at a summit in Riyadh.\",            \"english_title\": \"Iran and Saudi Arabia call for ceasefire in Gaza\",            \"translated_version\": \"Irán y Arabia Saudita pidieron un alto el fuego inmediato en Gaza. Los rivales regionales hicieron la declaración después de que Muhammad bin Salman, el líder de facto de Arabia Saudita, se reuniera con su homólogo iraní, Ebrahim Raisi, por primera vez desde que los países restablecieron las relaciones diplomáticas en marzo después de una interrupción de siete años. La pareja, entre docenas de líderes del mundo islámico, estaban en una cumbre en Riad.\",            \"translated_title\": \"Irán y Arabia Saudita piden un alto el fuego en Gaza\"        },        {            \"english_version\": \"Ukraine has enough energy resources to get it through the winter, according to the country’s energy minister. But German Galushchenko warned that services could be disrupted by further attacks by Russia on Ukraine’s energy infrastructure. Last winter blackouts lasted for weeks. Winter is rapidly approaching in Ukraine with temperatures expected to fall rapidly next week.\",            \"english_title\": \"Ukraine's energy resources for winter\",            \"translated_version\": \"Ucrania tiene suficientes recursos energéticos para pasar el invierno, según el ministro de energía del país. Pero German Galushchenko advirtió que los servicios podrían verse interrumpidos por nuevos ataques de Rusia a la infraestructura energética de Ucrania. Los apagones del invierno pasado duraron semanas. El invierno se acerca rápidamente en Ucrania y se espera que las temperaturas caigan rápidamente la próxima semana.\",            \"translated_title\": \"Recursos energéticos de Ucrania para el invierno\"        },        {            \"english_version\": \"Mike Johnson, the speaker of America’s House of Representatives, unveiled a spending bill aimed at preventing a government shutdown. The stopgap measure would extend funding for government agencies into next year. It does not include money for Israel or Ukraine. Lawmakers could vote on the plan as soon as Tuesday. The deadline for passing such a measure is midnight on Friday.\",            \"english_title\": \"Spending bill to prevent government shutdown\",            \"translated_version\": \"Mike Johnson, el presidente de la Cámara de Representantes de Estados Unidos, presentó un proyecto de ley de gastos destinado a evitar un cierre del gobierno. La medida provisional extendería la financiación de las agencias gubernamentales hasta el próximo año. No incluye dinero para Israel o Ucrania. Los legisladores podrían votar sobre el plan tan pronto como el martes. El plazo para aprobar dicha medida es la medianoche del viernes.\",            \"translated_title\": \"Proyecto de ley de gastos para evitar el cierre del gobierno\"        }    ]}"