"{    \"translations\": [        {            \"english_version\": \"Progress towards a deal on American funding for Ukraine and Israel appeared to have stalled, as Republicans in the Senate turned against a bill that included measures to strengthen America’s border security. After months of bipartisan negotiations a vote is due on the bill on Wednesday. But right-wing Republican members of Congress—encouraged by Donald Trump—are now calling its anti-immigration measures too weak. The package includes $20bn for border security as well as $60bn for Ukraine and $14bn for Israel.\",            \"english_title\": \"Stalled Deal on American Funding for Ukraine and Israel\",            \"translated_version\": \"El progreso hacia un acuerdo sobre la financiación estadounidense para Ucrania e Israel parecía haberse estancado, ya que los republicanos en el Senado se opusieron a un proyecto de ley que incluía medidas para fortalecer la seguridad fronteriza de Estados Unidos. Después de meses de negociaciones bipartidistas, se espera una votación sobre el proyecto de ley el miércoles. Pero los miembros republicanos de derecha del Congreso, alentados por Donald Trump, ahora consideran que las medidas contra la inmigración son demasiado débiles. El paquete incluye $20 mil millones para la seguridad fronteriza, así como $60 mil millones para Ucrania y $14 mil millones para Israel.\",            \"translated_title\": \"Acuerdo estancado sobre la financiación estadounidense para Ucrania e Israel\"        },        {            \"english_version\": \"Antony Blinken, America’s secretary of state, met Muhammad bin Salman, Saudi Arabia’s crown prince, in Riyadh. The pair discussed efforts to end the war in Gaza and bring lasting peace. America is hoping that Saudi Arabia and Israel agree to normalise diplomatic ties. Mr Blinken will also visit Egypt, Israel, Qatar and the West Bank this week. He is expected to push for a ceasefire and the release of Israeli hostages.\",            \"english_title\": \"Meeting between Antony Blinken and Muhammad bin Salman\",            \"translated_version\": \"Antony Blinken, el secretario de estado de Estados Unidos, se reunió con Muhammad bin Salman, príncipe heredero de Arabia Saudita, en Riad. La pareja discutió los esfuerzos para poner fin a la guerra en Gaza y lograr una paz duradera. Estados Unidos espera que Arabia Saudita e Israel acuerden normalizar los lazos diplomáticos. El Sr. Blinken también visitará Egipto, Israel, Qatar y Cisjordania esta semana. Se espera que presione por un alto el fuego y la liberación de rehenes israelíes.\",            \"translated_title\": \"Reunión entre Antony Blinken y Muhammad bin Salman\"        },        {            \"english_version\": \"Chinese shares rebounded on Tuesday after the country’s authorities intensified efforts to support ailing markets. The surge began after Central Huijin Investment, a state investment vehicle, said it would increase its holdings of exchange-traded funds. The CSI 300 index of Chinese shares—which fell to a five-year low on February 2nd—rose by 3.5% on Tuesday, its biggest one-day gain since November 2022.\",            \"english_title\": \"Rebound of Chinese Shares\",            \"translated_version\": \"Las acciones chinas repuntaron el martes después de que las autoridades del país intensificaran los esfuerzos para apoyar los mercados en dificultades. El repunte comenzó después de que Central Huijin Investment, un vehículo de inversión estatal, anunciara que aumentaría sus tenencias de fondos cotizados en bolsa. El índice CSI 300 de acciones chinas, que cayó a su nivel más bajo en cinco años el 2 de febrero, subió un 3.5% el martes, su mayor ganancia en un solo día desde noviembre de 2022.\",            \"translated_title\": \"Repunte de las acciones chinas\"        },        {            \"english_version\": \"King Charles III has cancer, Buckingham Palace said. His public duties have been paused though he remains wholly positive and looks forward to returning to his public work soon. The disease was found last month when the king, who is 75 years old, received treatment for an enlarged prostate. The palace did not specify which kind of cancer. He was crowned last May.\",            \"english_title\": \"King Charles III Diagnosed with Cancer\",            \"translated_version\": \"El rey Carlos III tiene cáncer, según informó el Palacio de Buckingham. Sus deberes públicos se han pausado aunque él se mantiene completamente positivo y espera volver pronto a su trabajo público. La enfermedad se descubrió el mes pasado cuando el rey, que tiene 75 años, recibió tratamiento por una próstata agrandada. El palacio no especificó qué tipo de cáncer. Fue coronado en mayo pasado.\",            \"translated_title\": \"El rey Carlos III diagnosticado con cáncer\"        },        {            \"english_version\": \"BP, a British energy major, reported its second-best set of annual results since 2012 (though profits fell from record highs last year). Shares rose after Murray Auchincloss, the firm’s boss, said he would accelerate buybacks. The strong showing will reassure investors, who have questioned BP’s expansion into renewables, as well as Mr Auchincloss, who recently had to deny rumours that his company is a takeover target.\",            \"english_title\": \"BP Reports Strong Annual Results\",            \"translated_version\": \"BP, una importante empresa energética británica, informó su segundo mejor conjunto de resultados anuales desde 2012 (aunque las ganancias cayeron desde máximos históricos el año pasado). Las acciones subieron después de que Murray Auchincloss, el jefe de la empresa, dijera que aceleraría las recompras. La sólida presentación tranquilizará a los inversores, que han cuestionado la expansión de BP en energías renovables, así como al Sr. Auchincloss, quien recientemente tuvo que negar rumores de que su empresa es un objetivo de adquisición.\",            \"translated_title\": \"BP informa sólidos resultados anuales\"        }    ]}"