"{    \"translations\": [        {            \"english_version\": \"President Donald Trump has imposed a 10% levy on all imports, with higher rates for countries he believes have treated America unfairly. These tariffs are expected to increase inflation and slow economic growth, according to Jerome Powell, chair of America's Federal Reserve.\",            \"english_title\": \"President Donald Trump's Tariffs\",            \"translated_version\": \"El Presidente Donald Trump ha impuesto un impuesto del 10% a todas las importaciones, con tasas más altas para países que él cree que han tratado a América injustamente. Se espera que estos impuestos aumenten la inflación y frenen el crecimiento económico, según Jerome Powell, presidente de la Reserva Federal de América.\",            \"translated_title\": \"Presidente Donald Trump y sus Impuestos\"        },        {            \"english_version\": \"Businesses are feeling the effects of the tariffs. Jaguar Land Rover, a British carmaker owned by an Indian company, has decided to halt all shipments to America for a month to assess the impact of the levies. Market reactions were severe, with the S&P 500 dropping by 6% in a day and the Stoxx 600 in Europe ending the week down 8.4% after China retaliated with a 34% levy on American imports.\",            \"english_title\": \"Impact on Businesses\",            \"translated_version\": \"Las empresas están sintiendo los efectos de los impuestos. Jaguar Land Rover, un fabricante de automóviles británico propiedad de una empresa india, ha decidido detener todos los envíos a América por un mes para evaluar el impacto de los impuestos. Las reacciones del mercado fueron severas, con el S&P 500 cayendo un 6% en un día y el Stoxx 600 en Europa terminando la semana con una caída del 8.4% después de que China retaliara con un impuesto del 34% a las importaciones americanas.\",            \"translated_title\": \"Impacto en las Empresas\"        }    ]}"