"{    \"translations\": [        {            \"english_version\": \"Iran’s Islamic Revolutionary Guard Corps said an Israeli missile strike in Damascus had killed five of its members. They reportedly included a senior IRGC intelligence official. Five Syrians are also believed to have died in the blast. Israel has made no comment. Suspected Israeli strikes have recently killed an IRGC member near the Syrian capital as well as Hamas officials in Beirut.\",            \"english_title\": \"Israeli Missile Strike in Damascus\",            \"translated_version\": \"El Cuerpo de la Guardia Revolucionaria Islámica de Irán dijo que un ataque con misiles israelí en Damasco había matado a cinco de sus miembros. Según informes, incluían a un alto oficial de inteligencia del IRGC. También se cree que murieron cinco sirios en la explosión. Israel no ha hecho ningún comentario. Ataques israelíes sospechosos han matado recientemente a un miembro del IRGC cerca de la capital siria, así como a funcionarios de Hamas en Beirut.\",            \"translated_title\": \"Ataque de Misiles Israelí en Damasco\"        },        {            \"english_version\": \"Tens of thousands of people—50,000 in Hamburg alone—gathered in towns across Germany to protest against the hard-right Alternative for Germany party. The protests followed the revelation that late last year senior AfD members had discussed plans for the large-scale deportation of migrants. The AfD has just 78 of the Bundestag’s 736 seats, but polls suggest it is the country’s second-most popular party.\",            \"english_title\": \"Protests Against Alternative for Germany Party\",            \"translated_version\": \"Decenas de miles de personas, 50,000 solo en Hamburgo, se reunieron en ciudades de toda Alemania para protestar contra el partido de extrema derecha Alternativa para Alemania. Las protestas siguieron a la revelación de que a finales del año pasado, miembros destacados de AfD habían discutido planes para la deportación a gran escala de migrantes. AfD tiene solo 78 de los 736 escaños del Bundestag, pero las encuestas sugieren que es el segundo partido más popular del país.\",            \"translated_title\": \"Protestas Contra el Partido Alternativa para Alemania\"        },        {            \"english_version\": \"Iran said it had successfully launched a satellite, placing it in an orbit 750km above the Earth’s surface. The country’s space agency did not specify the satellite’s purpose. America has previously warned that Iran’s satellite launches breach a UN Security Council resolution and may hasten Iran’s ability to develop intercontinental ballistic missiles.\",            \"english_title\": \"Iran's Satellite Launch\",            \"translated_version\": \"Irán dijo que había lanzado con éxito un satélite, colocándolo en una órbita a 750 km sobre la superficie de la Tierra. La agencia espacial del país no especificó el propósito del satélite. Estados Unidos ha advertido previamente que los lanzamientos de satélites de Irán violan una resolución del Consejo de Seguridad de la ONU y pueden acelerar la capacidad de Irán para desarrollar misiles balísticos intercontinentales.\",            \"translated_title\": \"Lanzamiento de Satélite de Irán\"        },        {            \"english_version\": \"The speaker of the lower house of Russia’s parliament said lawmakers were preparing a bill to permit the confiscation of property from people spreading 'deliberately false information' about the armed forces or calling for sanctions against the country. Vyacheslav Volodin said the bill—the latest element of a crackdown on criticism of Russia’s war in Ukraine—would be brought before the State Duma on Monday.\",            \"english_title\": \"Russia's Crackdown on False Information\",            \"translated_version\": \"El presidente de la Cámara Baja del parlamento de Rusia dijo que los legisladores estaban preparando un proyecto de ley para permitir la confiscación de propiedades de personas que difunden 'información deliberadamente falsa' sobre las fuerzas armadas o que piden sanciones contra el país. Vyacheslav Volodin dijo que el proyecto de ley, el último elemento de una represión a la crítica de la guerra de Rusia en Ucrania, se presentaría ante la Duma Estatal el lunes.\",            \"translated_title\": \"Represión de Rusia contra la Información Falsa\"        },        {            \"english_version\": \"The Palestinian Red Crescent said Israel had fired on a hospital in Khan Younis, a city in southern Gaza, after the Israel Defence Forces launched an advance there. On Friday Binyamin Netanyahu, Israel’s prime minister, spoke with Joe Biden for the first time in weeks. Mr Biden said afterwards that he did not consider a two-state solution between the Palestinians and Israelis impossible with Mr Netanyahu in charge—even though Israel’s leader had confirmed his opposition to Palestinian statehood only the day before.\",            \"english_title\": \"Israeli Attack on Hospital in Gaza\",            \"translated_version\": \"La Media Luna Roja Palestina dijo que Israel había disparado contra un hospital en Khan Younis, una ciudad en el sur de Gaza, después de que las Fuerzas de Defensa de Israel lanzaran un avance allí. El viernes, Binyamin Netanyahu, primer ministro de Israel, habló con Joe Biden por primera vez en semanas. El Sr. Biden dijo después que no consideraba imposible una solución de dos estados entre los palestinos e israelíes con el Sr. Netanyahu a cargo, a pesar de que el líder de Israel había confirmado su oposición a la creación de un estado palestino solo el día anterior.\",            \"translated_title\": \"Ataque Israelí a un Hospital en Gaza\"        }    ]}"