"{    \"translations\": [        {            \"english_version\": \"Ukraine's president, Volodymyr Zelensky, is fully committed to talks between Ukrainian and American officials in Saudi Arabia next week. The American delegation will be led by Marco Rubio, the secretary of state.\",            \"english_title\": \"Ukraine's President Zelensky committed to talks with American officials in Saudi Arabia\",            \"translated_version\": \"El presidente de Ucrania, Volodymyr Zelensky, está totalmente comprometido con las conversaciones entre funcionarios ucranianos y estadounidenses en Arabia Saudita la próxima semana. La delegación estadounidense estará encabezada por Marco Rubio, el secretario de estado.\",            \"translated_title\": \"El presidente de Ucrania Zelensky comprometido con conversaciones en Arabia Saudita\"        },        {            \"english_version\": \"Russian strikes on Ukraine resulted in the death of at least 20 people and wounded dozens. The president of Latvia, Edgars Rinkevics, suggested that some European countries should introduce conscription to counter Russian aggression.\",            \"english_title\": \"Russian strikes in Ukraine and European response\",            \"translated_version\": \"Los ataques rusos en Ucrania resultaron en la muerte de al menos 20 personas y decenas resultaron heridas. El presidente de Letonia, Edgars Rinkevics, sugirió que algunos países europeos deberían introducir el reclutamiento para contrarrestar la agresión rusa.\",            \"translated_title\": \"Ataques rusos en Ucrania y respuesta europea\"        },        {            \"english_version\": \"The new leader of Syria, Ahmed al-Sharaa, called for peace and national unity after violent clashes between security forces and supporters of the deposed president, Bashar al-Assad. Over 1,000 people have been killed, including about 700 Alawite civilians killed execution-style by pro-government forces.\",            \"english_title\": \"Syria's new leader calls for peace and national unity\",            \"translated_version\": \"El nuevo líder de Siria, Ahmed al-Sharaa, pidió paz y unidad nacional después de violentos enfrentamientos entre las fuerzas de seguridad y partidarios del depuesto presidente, Bashar al-Assad. Más de 1,000 personas han sido asesinadas, incluidos unos 700 civiles alauitas asesinados estilo ejecución por fuerzas pro-gubernamentales.\",            \"translated_title\": \"Nuevo líder de Siria llama a la paz y unidad nacional\"        }    ]}"