"{    \"translations\": [        {            \"english_version\": \"At a joint press conference with US Secretary of State Marco Rubio, Netanyahu said every country had the right to defend itself beyond its borders. He adds that much more evidence and information will become available once charges are filed in the case.\",            \"english_title\": \"Netanyahu on Defense Rights\",            \"translated_version\": \"En una conferencia de prensa con el Secretario de Estado de EE.UU. Marco Rubio, Netanyahu dijo que cada país tiene el derecho de defenderse más allá de sus fronteras. Él añade que habrá más evidencia e información cuando se presenten cargos en el caso.\",            \"translated_title\": \"Netanyahu sobre Derechos de Defensa\"        },        {            \"english_version\": \"India's top court had formed a special team to investigate allegations that animals were mistreated at Vantara.\",            \"english_title\": \"India Investigates Animal Mistreatment\",            \"translated_version\": \"El tribunal más alto de India formó un equipo especial para investigar acusaciones de que los animales fueron maltratados en Vantara.\",            \"translated_title\": \"India Investiga Maltrato Animal\"        },        {            \"english_version\": \"The deal will pave the way to US ownership of the social media platform's American operations, according to the US treasury secretary.\",            \"english_title\": \"US to Own Social Media Operations\",            \"translated_version\": \"El acuerdo abrirá el camino para que EE.UU. sea dueño de las operaciones americanas de la plataforma de redes sociales, según el secretario del tesoro de EE.UU.\",            \"translated_title\": \"EE.UU. Dueño de Operaciones de Redes Sociales\"        },        {            \"english_version\": \"Initial reports suggested the sinkhole was caused by a collapsed drainage system, according to Iztapalapa's mayor.\",            \"english_title\": \"Sinkhole Cause in Iztapalapa\",            \"translated_version\": \"Los primeros informes sugieren que el socavón fue causado por un sistema de drenaje colapsado, según el alcalde de Iztapalapa.\",            \"translated_title\": \"Causa del Socavón en Iztapalapa\"        },        {            \"english_version\": \"Young Ugandan women tell BBC they are being lured to Dubai to take part in extreme sex acts.\",            \"english_title\": \"Ugandan Women Lured to Dubai\",            \"translated_version\": \"Mujeres jóvenes de Uganda dicen a la BBC que están siendo atraídas a Dubái para participar en actos sexuales extremos.\",            \"translated_title\": \"Mujeres de Uganda Atraídas a Dubái\"        }    ]}"