"{    \"translations\": [        {            \"english_version\": \"The US president said that Nato would not exist without him. He also talked about wanting to buy Greenland. This has caused some tension and risk.\",            \"english_title\": \"US President on Nato and Greenland\",            \"translated_version\": \"El presidente de EE.UU. dijo que la OTAN no existiría sin él. También habló de querer comprar Groenlandia. Esto ha causado algo de tensión y riesgo.\",            \"translated_title\": \"Presidente de EE.UU. sobre OTAN y Groenlandia\"        },        {            \"english_version\": \"Investigators are still trying to find out what caused a deadly crash in the south of the country on Sunday.\",            \"english_title\": \"Deadly Crash Investigation\",            \"translated_version\": \"Los investigadores todavía están tratando de averiguar qué causó un accidente mortal en el sur del país el domingo.\",            \"translated_title\": \"Investigación de Accidente Mortal\"        },        {            \"english_version\": \"The US president believes that Greenland is important for national security. This is part of his ongoing efforts to acquire Greenland.\",            \"english_title\": \"Greenland and US Security\",            \"translated_version\": \"El presidente de EE.UU. cree que Groenlandia es importante para la seguridad nacional. Esto es parte de sus esfuerzos para adquirir Groenlandia.\",            \"translated_title\": \"Groenlandia y Seguridad de EE.UU.\"        },        {            \"english_version\": \"There are renewed tensions between the US and the EU because Donald Trump wants to buy Greenland.\",            \"english_title\": \"US-EU Tensions Over Greenland\",            \"translated_version\": \"Hay nuevas tensiones entre EE.UU. y la UE porque Donald Trump quiere comprar Groenlandia.\",            \"translated_title\": \"Tensiones EE.UU.-UE por Groenlandia\"        },        {            \"english_version\": \"The government announced a four-day ceasefire with the SDF. The SDF said it had to pull its fighters from al-Hol camp.\",            \"english_title\": \"Ceasefire with SDF\",            \"translated_version\": \"El gobierno anunció un alto el fuego de cuatro días con el SDF. El SDF dijo que tuvo que retirar a sus combatientes del campamento al-Hol.\",            \"translated_title\": \"Alto el Fuego con SDF\"        }    ]}"