"{    \"translations\": [        {            \"english_version\": \"Nobel Peace Prize winner María Corina Machado, who has been hiding since January, speaks to the BBC in Oslo after her secretive journey. Venezuela condemns the operation as an act of 'international piracy', vowing never to be an 'oil colony'.\",            \"english_title\": \"María Corina Machado's Secret Journey\",            \"translated_version\": \"La ganadora del Premio Nobel de la Paz, María Corina Machado, que ha estado escondida desde enero, habla con la BBC en Oslo después de su viaje secreto. Venezuela dice que la operación es un acto de `piratería internacional`, prometiendo nunca ser una `colonia de petróleo`.\",            \"translated_title\": \"Viaje Secreto de María Corina Machado\"        },        {            \"english_version\": \"A prominent shogi player says current rules force players to choose between their children and careers.\",            \"english_title\": \"Shogi Player's Dilemma\",            \"translated_version\": \"Un jugador famoso de shogi dice que las reglas actuales obligan a los jugadores a elegir entre sus hijos y sus carreras.\",            \"translated_title\": \"Dilema del Jugador de Shogi\"        },        {            \"english_version\": \"In a matter of days, three big entertainers in South Korea have made headlines in separate scandals.\",            \"english_title\": \"Scandals in South Korea\",            \"translated_version\": \"En pocos días, tres grandes artistas en Corea del Sur han sido noticia por escándalos separados.\",            \"translated_title\": \"Escándalos en Corea del Sur\"        },        {            \"english_version\": \"New figures show that 33 of the 113 deaths in custody between last July and this June were Indigenous.\",            \"english_title\": \"Indigenous Deaths in Custody\",            \"translated_version\": \"Nuevas cifras muestran que 33 de las 113 muertes bajo custodia entre julio pasado y este junio eran indígenas.\",            \"translated_title\": \"Muertes Indígenas en Custodia\"        },        {            \"english_version\": \"PM Luís Montenegro appears to have been taken aback by the strength of feeling against his government's labour reforms.\",            \"english_title\": \"PM Surprised by Opposition\",            \"translated_version\": \"El primer ministro Luís Montenegro parece haber sido sorprendido por la fuerte oposición a las reformas laborales de su gobierno.\",            \"translated_title\": \"PM Sorprendido por la Oposición\"        }    ]}"