"{    \"translations\": [        {            \"english_version\": \"After almost four years of Russia's full-scale war, Kyiv is running out of money and needs about €135.7 billion over the next two years. Ukraine's president blames Russia for the attack, while Turkey calls for a stop to strikes on shipping and ports.\",            \"english_title\": \"Kyiv Needs Money\",            \"translated_version\": \"Después de casi cuatro años de guerra de Rusia, Kyiv se está quedando sin dinero y necesita unos 135.7 mil millones de euros en los próximos dos años. El presidente de Ucrania culpa a Rusia por el ataque, mientras que Turquía pide parar los ataques a barcos y puertos.\",            \"translated_title\": \"Kyiv Necesita Dinero\"        },        {            \"english_version\": \"Farmers in several parts of France have protested recently after veterinarians killed a herd that had a disease.\",            \"english_title\": \"Farmers Protest in France\",            \"translated_version\": \"Los granjeros en varias partes de Francia han protestado recientemente después de que los veterinarios mataron a un grupo de animales que tenía una enfermedad.\",            \"translated_title\": \"Granjeros Protestan en Francia\"        },        {            \"english_version\": \"The Russian ambassador was called in because of a cyber-attack on air traffic control and an attempt to interfere with elections.\",            \"english_title\": \"Russian Ambassador Called\",            \"translated_version\": \"El embajador ruso fue llamado por un ciberataque al control del tráfico aéreo y un intento de interferir en las elecciones.\",            \"translated_title\": \"Embajador Ruso Llamado\"        },        {            \"english_version\": \"A women's rights activist, who won the Nobel Peace Prize in 2023, was arrested by Iranian security services at a memorial, according to her supporters.\",            \"english_title\": \"Activist Arrested in Iran\",            \"translated_version\": \"Una activista por los derechos de las mujeres, que ganó el Premio Nobel de la Paz en 2023, fue arrestada por los servicios de seguridad iraníes en un memorial, según sus seguidores.\",            \"translated_title\": \"Activista Arrestada en Irán\"        },        {            \"english_version\": \"Eritrea claims it has been targeted by Igad and says the group is not following its founding principles.\",            \"english_title\": \"Eritrea Accuses Igad\",            \"translated_version\": \"Eritrea dice que ha sido atacada por Igad y dice que el grupo no sigue sus principios fundadores.\",            \"translated_title\": \"Eritrea Acusa a Igad\"        }    ]}"