"{    \"translations\": [        {            \"english_version\": \"Tom Homan, known as the 'border tsar', will lead efforts in Minnesota after tensions rose. This follows a second fatal shooting by federal immigration officers in the state.\",            \"english_title\": \"Border Tsar in Minnesota\",            \"translated_version\": \"Tom Homan, conocido como el `zar de la frontera`, liderará esfuerzos en Minnesota después de que subieron las tensiones. Esto sigue a un segundo tiroteo mortal por oficiales de inmigración en el estado.\",            \"translated_title\": \"Zar de la Frontera en Minnesota\"        },        {            \"english_version\": \"In Tehran, a hospital video shows at least 31 bodies inside and seven body bags outside. This is part of ongoing unrest in the region.\",            \"english_title\": \"Unrest in Tehran\",            \"translated_version\": \"En Teherán, un video de un hospital muestra al menos 31 cuerpos adentro y siete bolsas de cuerpos afuera. Esto es parte de los problemas en la región.\",            \"translated_title\": \"Problemas en Teherán\"        },        {            \"english_version\": \"A storm has caused the deaths of at least a dozen people across multiple US states, according to officials.\",            \"english_title\": \"Storm Causes Deaths\",            \"translated_version\": \"Una tormenta ha causado la muerte de al menos una docena de personas en varios estados de EE.UU., según oficiales.\",            \"translated_title\": \"Tormenta Causa Muertes\"        },        {            \"english_version\": \"Zhang Youxia is seen as a close ally of China's leader, Xi Jinping. His role and influence are significant in China's political landscape.\",            \"english_title\": \"Zhang Youxia's Influence\",            \"translated_version\": \"Zhang Youxia es visto como un aliado cercano del líder de China, Xi Jinping. Su papel e influencia son importantes en la política de China.\",            \"translated_title\": \"Influencia de Zhang Youxia\"        },        {            \"english_version\": \"Israeli Prime Minister Benjamin Netanyahu praised the return of Ran Gvili, calling it 'an extraordinary achievement'.\",            \"english_title\": \"Netanyahu Praises Return\",            \"translated_version\": \"El Primer Ministro de Israel, Benjamin Netanyahu, elogió el regreso de Ran Gvili, llamándolo `un logro extraordinario`.\",            \"translated_title\": \"Netanyahu Elogia Regreso\"        }    ]}"