"```json{    \"translations\": [        {            \"english_version\": \"The G7 leaders warned Iran to stop advancing its nuclear program. They also asked Iran to stop helping Russia in the war in Ukraine. Joe Biden and Volodymyr Zelensky signed an agreement for America to support Ukraine with military aid for the next ten years. The G7 agreed to give Ukraine $50 billion to help in the fight against Russia and for rebuilding.\",            \"english_title\": \"G7 Leaders Warn Iran and Support Ukraine\",            \"translated_version\": \"Los líderes del G7 advirtieron a Irán que deje de avanzar en su programa nuclear. También pidieron a Irán que deje de ayudar a Rusia en la guerra en Ucrania. Joe Biden y Volodymyr Zelensky firmaron un acuerdo para que América apoye a Ucrania con ayuda militar durante los próximos diez años. El G7 acordó darle a Ucrania $50 mil millones para ayudar en la lucha contra Rusia y para la reconstrucción.\",            \"translated_title\": \"Líderes del G7 Advierten a Irán y Apoyan a Ucrania\"        },        {            \"english_version\": \"South Africa's African National Congress made a deal with the Democratic Alliance to form a national unity government. The coalition also includes the Inkatha Freedom Party. This agreement allows Cyril Ramaphosa to continue as president. The ANC lost its majority in the recent general election.\",            \"english_title\": \"Unity Government Formed in South Africa\",            \"translated_version\": \"El Congreso Nacional Africano de Sudáfrica hizo un trato con la Alianza Democrática para formar un gobierno de unidad nacional. La coalición también incluye al Partido de la Libertad Inkatha. Este acuerdo permite que Cyril Ramaphosa continúe como presidente. El ANC perdió su mayoría en las recientes elecciones generales.\",            \"translated_title\": \"Gobierno de Unidad Formado en Sudáfrica\"        },        {            \"english_version\": \"The G7 leaders warned Iran to stop advancing its nuclear program. They also asked Iran to stop helping Russia in the war in Ukraine. Joe Biden and Volodymyr Zelensky signed an agreement for America to support Ukraine with military aid for the next ten years. The G7 agreed to give Ukraine $50 billion to help in the fight against Russia and for rebuilding.\",            \"english_title\": \"G7 Leaders Warn Iran and Support Ukraine\",            \"translated_version\": \"Los líderes del G7 advirtieron a Irán que deje de avanzar en su programa nuclear. También pidieron a Irán que deje de ayudar a Rusia en la guerra en Ucrania. Joe Biden y Volodymyr Zelensky firmaron un acuerdo para que América apoye a Ucrania con ayuda militar durante los próximos diez años. El G7 acordó darle a Ucrania $50 mil millones para ayudar en la lucha contra Rusia y para la reconstrucción.\",            \"translated_title\": \"Líderes del G7 Advierten a Irán y Apoyan a Ucrania\"        }    ]}```"