"{    \"translations\": [        {            \"english_version\": \"The United States is increasing its pressure on Nicolás Maduro's government in Venezuela. This is a significant move in Washington's campaign against Maduro.\",            \"english_title\": \"US Pressure on Maduro\",            \"translated_version\": \"Estados Unidos está aumentando su presión sobre el gobierno de Nicolás Maduro en Venezuela. Esto es un movimiento importante en la campaña de Washington contra Maduro.\",            \"translated_title\": \"Presión de EE.UU. a Maduro\"        },        {            \"english_version\": \"María Corina Machado, a Venezuelan political figure, has been threatened by her government. She talks about her secret trip to Norway.\",            \"english_title\": \"Threats to Machado\",            \"translated_version\": \"María Corina Machado, una figura política venezolana, ha sido amenazada por su gobierno. Ella habla sobre su viaje secreto a Noruega.\",            \"translated_title\": \"Amenazas a Machado\"        },        {            \"english_version\": \"Faiz Hameed was the head of Pakistan's ISI intelligence agency when Imran Khan was the Prime Minister. Imran Khan is now in jail.\",            \"english_title\": \"Pakistan's ISI and Imran Khan\",            \"translated_version\": \"Faiz Hameed era el jefe de la agencia de inteligencia ISI de Pakistán cuando Imran Khan era el Primer Ministro. Imran Khan ahora está en la cárcel.\",            \"translated_title\": \"ISI de Pakistán e Imran Khan\"        },        {            \"english_version\": \"The suspect is accused of illegally digging up an ancient city in Crimea. These are serious allegations.\",            \"english_title\": \"Crimea Digging Accusation\",            \"translated_version\": \"El sospechoso está acusado de excavar ilegalmente una ciudad antigua en Crimea. Estas son acusaciones serias.\",            \"translated_title\": \"Acusación de Excavación en Crimea\"        },        {            \"english_version\": \"The junta is increasing air attacks to take back land from ethnic armies. This is part of their military strategy.\",            \"english_title\": \"Junta's Air Attacks\",            \"translated_version\": \"La junta está aumentando los ataques aéreos para recuperar tierras de los ejércitos étnicos. Esto es parte de su estrategia militar.\",            \"translated_title\": \"Ataques Aéreos de la Junta\"        }    ]}"