"{    \"translations\": [        {            \"english_version\": \"The Iranian rial hit a record low against the US dollar on Sunday. This caused shopkeepers in Tehran to protest, and the protests spread quickly.\",            \"english_title\": \"Iranian Rial Falls\",            \"translated_version\": \"El rial iraní bajó mucho contra el dólar de Estados Unidos el domingo. Esto hizo que los vendedores en Teherán protestaran, y las protestas se extendieron rápido.\",            \"translated_title\": \"El rial iraní baja\"        },        {            \"english_version\": \"Two main issues involve territory and the future of Europe's biggest nuclear plant, which Russia currently occupies.\",            \"english_title\": \"Territory and Nuclear Plant Issues\",            \"translated_version\": \"Dos problemas importantes son el territorio y el futuro de la planta nuclear más grande de Europa, que Rusia ocupa ahora.\",            \"translated_title\": \"Problemas de territorio y planta nuclear\"        },        {            \"english_version\": \"Passengers were stranded and had to find other routes after power problems in the Channel Tunnel.\",            \"english_title\": \"Channel Tunnel Power Problems\",            \"translated_version\": \"Los pasajeros quedaron atrapados y tuvieron que buscar otras rutas después de problemas de energía en el Túnel del Canal.\",            \"translated_title\": \"Problemas de energía en el túnel\"        },        {            \"english_version\": \"Gelsenkirchen Police say thieves took advantage of the quiet days after Christmas to break into a high street branch.\",            \"english_title\": \"Thieves Break In After Christmas\",            \"translated_version\": \"La policía de Gelsenkirchen dice que ladrones aprovecharon los días tranquilos después de Navidad para entrar a una tienda en la calle principal.\",            \"translated_title\": \"Ladrones entran después de Navidad\"        },        {            \"english_version\": \"A steep rise in soldiers' obituaries is noted by the BBC as part of its work in counting Russian war losses.\",            \"english_title\": \"Increase in Soldiers' Obituaries\",            \"translated_version\": \"La BBC nota un gran aumento en las obituarios de soldados como parte de su trabajo contando las pérdidas de guerra rusas.\",            \"translated_title\": \"Aumento en obituarios de soldados\"        }    ]}"