"{    \"translations\": [        {            \"english_version\": \"Strikes have continued in Gaza as mediators prepare to head to Egypt for talks starting on Monday. Hamas agreed to release the hostages and to the idea of handing over governing Gaza to Palestinian technocrats, but did not give a clear response to many other elements.\",            \"english_title\": \"Gaza Strikes and Talks\",            \"translated_version\": \"Los ataques continúan en Gaza mientras los mediadores se preparan para ir a Egipto para hablar el lunes. Hamas aceptó liberar a los rehenes y la idea de entregar el gobierno de Gaza a tecnócratas palestinos, pero no dio una respuesta clara a muchas otras cosas.\",            \"translated_title\": \"Ataques en Gaza y Charlas\"        },        {            \"english_version\": \"Russia says it carried out an overnight strike on Ukrainian military and infrastructure targets. This was repeated in the text, showing ongoing conflict between Russia and Ukraine.\",            \"english_title\": \"Russia Strikes Ukraine\",            \"translated_version\": \"Rusia dice que hizo un ataque nocturno a objetivos militares e infraestructura de Ucrania. Esto se repitió en el texto, mostrando el conflicto continuo entre Rusia y Ucrania.\",            \"translated_title\": \"Rusia Ataca a Ucrania\"        },        {            \"english_version\": \"An explosion and gunfire were heard coming from the jail, located near the presidential palace in Mogadishu. This indicates unrest and possible violence in the area.\",            \"english_title\": \"Explosion in Mogadishu\",            \"translated_version\": \"Se escucharon una explosión y disparos desde la cárcel, cerca del palacio presidencial en Mogadiscio. Esto indica disturbios y posible violencia en el área.\",            \"translated_title\": \"Explosión en Mogadiscio\"        },        {            \"english_version\": \"The Senate will meet again Monday to try to pass a bill to reopen the government but the chances of it passing appear slim. This shows the ongoing political struggle in the government.\",            \"english_title\": \"Senate Meeting on Government Bill\",            \"translated_version\": \"El Senado se reunirá de nuevo el lunes para intentar aprobar una ley para reabrir el gobierno, pero parece poco probable que pase. Esto muestra la lucha política continua en el gobierno.\",            \"translated_title\": \"Reunión del Senado sobre Ley del Gobierno\"        },        {            \"english_version\": \"Police used pepper spray to disperse demonstrators amid growing turmoil in the Caucasus country. This highlights the unrest and protests happening in the region.\",            \"english_title\": \"Protests in Caucasus\",            \"translated_version\": \"La policía usó gas pimienta para dispersar a los manifestantes en medio de la creciente agitación en el país del Cáucaso. Esto resalta los disturbios y protestas en la región.\",            \"translated_title\": \"Protestas en el Cáucaso\"        }    ]}"