"{    \"translations\": [        {            \"english_version\": \"South Korea's president, Yoon Suk Yeol, decided to remove martial law shortly after declaring it. People who were protesting against dictatorship outside parliament were happy about this change. Lawmakers voted against Mr. Yoon's action, calling it unconstitutional. The president accused the opposition Democratic Party of supporting North Korea and prohibited all political activities.\",            \"english_title\": \"South Korea's President Lifts Martial Law\",            \"translated_version\": \"El presidente de Corea del Sur, Yoon Suk Yeol, decidió quitar la ley marcial poco después de declararla. Las personas que protestaban contra la dictadura afuera del parlamento estaban felices por este cambio. Los legisladores votaron en contra de la acción del Sr. Yoon, llamándola inconstitucional. El presidente acusó al Partido Democrático de la oposición de apoyar a Corea del Norte y prohibió todas las actividades políticas.\",            \"translated_title\": \"El Presidente de Corea del Sur Levanta la Ley Marcial\"        },        {            \"english_version\": \"Syrian rebels are moving closer to Hama, a city in western Syria. The Syrian Observatory for Human Rights reported that Hayat Tahrir al-Sham, an Islamist group, has captured several towns in Hama province after launching a surprise attack in north-west Syria. In response, Syrian and Russian air forces conducted multiple strikes in the area.\",            \"english_title\": \"Syrian Rebels Advance Towards Hama\",            \"translated_version\": \"Los rebeldes sirios se están acercando a Hama, una ciudad en el oeste de Siria. El Observatorio Sirio de Derechos Humanos informó que Hayat Tahrir al-Sham, un grupo islamista, ha capturado varios pueblos en la provincia de Hama después de lanzar un ataque sorpresa en el noroeste de Siria. En respuesta, las fuerzas aéreas sirias y rusas realizaron múltiples ataques en la zona.\",            \"translated_title\": \"Los Rebeldes Sirios Avanzan Hacia Hama\"        }    ]}"