"{    \"translations\": [        {            \"english_version\": \"A judge in New York postponed Donald Trump’s sentencing for paying hush money until after America’s presidential election. Mr Trump was convicted of 34 felony counts of falsifying business records in May and was meant to be sentenced in July. That date was then rescheduled to September 18th following a ruling by the Supreme Court that presidents enjoy considerable immunity from prosecution.\",            \"english_title\": \"Legal Proceedings Involving Donald Trump\",            \"translated_version\": \"Un juez en Nueva York pospuso la sentencia de Donald Trump por pagar dinero para mantener en secreto un asunto hasta después de la elección presidencial de Estados Unidos. El Sr. Trump fue declarado culpable de 34 cargos graves de falsificación de registros comerciales en mayo y se suponía que sería sentenciado en julio. Esa fecha fue reprogramada para el 18 de septiembre después de una decisión de la Corte Suprema que otorga a los presidentes una considerable inmunidad contra la persecución.\",            \"translated_title\": \"Legal Proceedings Involving Donald Trump\"        },        {            \"english_version\": \"Meanwhile Dick Cheney, a conservative Republican Party grandee, said he would vote for Kamala Harris in November, calling Mr Trump the greatest-ever threat to the American republic.\",            \"english_title\": \"Political Endorsement by Dick Cheney\",            \"translated_version\": \"Mientras tanto, Dick Cheney, un importante miembro conservador del Partido Republicano, dijo que votaría por Kamala Harris en noviembre, llamando al Sr. Trump la mayor amenaza de la historia para la república estadounidense.\",            \"translated_title\": \"Political Endorsement by Dick Cheney\"        },        {            \"english_version\": \"Antony Blinken, America’s secretary of state, said he was focused on getting those facts behind the tragic loss of an American-Turkish woman whom Israeli soldiers shot dead in the occupied West Bank on Friday. Aysenur Ezgi Eygi was protesting against the expansion of a Jewish settlement when she was reportedly shot in the head. Israel’s army said it would look into the incident.\",            \"english_title\": \"Tragic Incident in the West Bank\",            \"translated_version\": \"Antony Blinken, el secretario de estado de Estados Unidos, dijo que estaba enfocado en descubrir los hechos detrás de la trágica pérdida de una mujer turcoamericana a la que soldados israelíes mataron a tiros en el ocupado West Bank el viernes. Aysenur Ezgi Eygi estaba protestando contra la expansión de un asentamiento judío cuando, según informes, le dispararon en la cabeza. El ejército de Israel dijo que investigaría el incidente.\",            \"translated_title\": \"Tragic Incident in the West Bank\"        }    ]}"