"{    \"translations\": [        {            \"english_version\": \"The Trump administration is sending around 700 US Marines to Los Angeles to protect federal buildings and personnel. These soldiers are not supposed to engage with the protesters who have been demonstrating against immigration raids. California had previously sued the Trump administration for sending National Guard troops without the governor's consent, calling it an overreach.\",            \"english_title\": \"Trump administration deploying US Marines to Los Angeles\",            \"translated_version\": \"La administración de Trump está enviando alrededor de 700 Marines estadounidenses a Los Ángeles para proteger edificios y personal federales. Estos soldados no deben enfrentarse a los manifestantes que han estado protestando contra las redadas de inmigración. California había demandado previamente a la administración de Trump por enviar tropas de la Guardia Nacional sin el consentimiento del gobernador, llamándolo un exceso.\",            \"translated_title\": \"La administración de Trump envía Marines a Los Ángeles\"        },        {            \"english_version\": \"Ukraine's air force stated that Russia carried out its biggest drone attack since the war began, targeting an airfield near Dubno, close to the Polish border. Ukrainian forces claim to have shot down a significant number of drones. Additionally, the two sides exchanged prisoners as part of a potential large-scale agreement.\",            \"english_title\": \"Ukraine reports Russia's largest drone attack\",            \"translated_version\": \"La fuerza aérea de Ucrania declaró que Rusia llevó a cabo su mayor ataque con drones desde que comenzó la guerra, apuntando a un aeródromo cerca de Dubno, cerca de la frontera con Polonia. Las fuerzas ucranianas afirman haber derribado un número significativo de drones. Además, los dos bandos intercambiaron prisioneros como parte de un posible acuerdo a gran escala.\",            \"translated_title\": \"Ucrania informa sobre el mayor ataque con drones de Rusia\"        }    ]}"