"{    \"translations\": [        {            \"english_version\": \"Russian airstrikes hit a shop in Kostyantynivka, a city in eastern Ukraine. The attack killed at least 14 people and injured 43, as reported by local authorities.\",            \"english_title\": \"Russian Airstrikes in Ukraine\",            \"translated_version\": \"Aviones rusos atacaron una tienda en Kostyantynivka, una ciudad en el este de Ucrania. El ataque mató al menos a 14 personas e hirió a 43, según informaron las autoridades locales.\",            \"translated_title\": \"Ataques Aéreos en Ucrania\"        },        {            \"english_version\": \"Ukrainian forces are advancing into Kursk, a Russian region bordering Ukraine. This marks their largest cross-border incursion since Russia's invasion in 2022. Russia has declared a state of emergency in the region and is sending reinforcements.\",            \"english_title\": \"Ukrainian Forces Advance\",            \"translated_version\": \"Las fuerzas ucranianas están avanzando hacia Kursk, una región rusa que limita con Ucrania. Este es su mayor incursión transfronteriza desde la invasión de Rusia en 2022. Rusia ha declarado un estado de emergencia en la región y está enviando refuerzos.\",            \"translated_title\": \"Avance de las Fuerzas Ucranianas\"        },        {            \"english_version\": \"Venezuela's President, Nicolás Maduro, blocked access to a social media platform for ten days. This action followed his controversial victory in a rigged election on July 28th. Maduro has been cracking down on dissent in the country.\",            \"english_title\": \"Social Media Block in Venezuela\",            \"translated_version\": \"El Presidente de Venezuela, Nicolás Maduro, bloqueó el acceso a una plataforma de redes sociales por diez días. Esta acción siguió a su polémica victoria en una elección amañada el 28 de julio. Maduro ha estado reprimiendo la disidencia en el país.\",            \"translated_title\": \"Bloqueo de Redes Sociales en Venezuela\"        },        {            \"english_version\": \"Maduro accused Elon Musk, the owner of the social media platform, of involvement in a 'criminal cyber coup d'état.' He also accused Musk of inciting hatred, fascism, civil war, and death among Venezuelans.\",            \"english_title\": \"Maduro's Accusations Against Elon Musk\",            \"translated_version\": \"Maduro acusó a Elon Musk, el dueño de la plataforma de redes sociales, de estar involucrado en un 'golpe de estado cibernético criminal'. También acusó a Musk de incitar al odio, fascismo, guerra civil y muerte entre los venezolanos.\",            \"translated_title\": \"Acusaciones de Maduro Contra Elon Musk\"        },        {            \"english_version\": \"The Economist, a publication established in September 1843, aims to participate in a contest between intelligence and ignorance. The publication focuses on advancing intelligence and progress while overcoming obstacles of ignorance.\",            \"english_title\": \"The Economist's Mission\",            \"translated_version\": \"The Economist, una publicación establecida en septiembre de 1843, tiene como objetivo participar en un concurso entre la inteligencia y la ignorancia. La publicación se enfoca en avanzar en la inteligencia y el progreso mientras supera los obstáculos de la ignorancia.\",            \"translated_title\": \"La Misión de The Economist\"        }    ]}"