"{    \"translations\": [        {            \"english_version\": \"The firing happened just weeks after the White House criticized a leaked intelligence report about US strikes on Iran. This report assessed the impact of these strikes.\",            \"english_title\": \"Firing After Report\",            \"translated_version\": \"El despido ocurrió semanas después de que la Casa Blanca criticara un informe filtrado sobre ataques de EE.UU. en Irán. Este informe evaluó el impacto de estos ataques.\",            \"translated_title\": \"Despido tras informe\"        },        {            \"english_version\": \"Maxwell was interviewed because there was pressure on Trump to release information about whether important people were involved in Jeffrey Epstein's crimes.\",            \"english_title\": \"Maxwell Interviewed\",            \"translated_version\": \"Entrevistaron a Maxwell porque había presión sobre Trump para dar información sobre si personas importantes estaban involucradas en los crímenes de Jeffrey Epstein.\",            \"translated_title\": \"Entrevista a Maxwell\"        },        {            \"english_version\": \"In a letter, Turkey's first lady asked Mrs. Trump to ask Israel to stop the war in Gaza.\",            \"english_title\": \"Turkey's Request\",            \"translated_version\": \"En una carta, la primera dama de Turquía pidió a la señora Trump que pidiera a Israel detener la guerra en Gaza.\",            \"translated_title\": \"Petición de Turquía\"        },        {            \"english_version\": \"Pope Leo XIV expressed hope that Mauritian authorities would help refugees return home.\",            \"english_title\": \"Pope's Hope\",            \"translated_version\": \"El Papa Leo XIV expresó esperanza de que las autoridades de Mauricio ayuden a los refugiados a regresar a casa.\",            \"translated_title\": \"Esperanza del Papa\"        },        {            \"english_version\": \"Israel has been blocking food from entering Gaza, according to aid agencies. A UN-backed group confirmed there is a famine.\",            \"english_title\": \"Food Blockade\",            \"translated_version\": \"Israel ha estado bloqueando la entrada de comida a Gaza, según agencias de ayuda. Un grupo apoyado por la ONU confirmó que hay hambre.\",            \"translated_title\": \"Bloqueo de comida\"        }    ]}"