"```json{    \"translations\": [        {            \"english_version\": \"Donald Trump decided to delay imposing tariffs on certain imports from Canada and Mexico. This delay will last until April 2nd and applies to goods covered by the America-Canada-Mexico deal. However, tariffs on aluminium and steel will proceed as planned next week, and carmakers will not be exempted from the April deadline.\",            \"english_title\": \"Trade Tariffs\",            \"translated_version\": \"Donald Trump decidió retrasar la imposición de aranceles sobre ciertas importaciones de Canadá y México. Este retraso durará hasta el 2 de abril y se aplica a bienes cubiertos por el acuerdo América-Canadá-México. Sin embargo, los aranceles sobre aluminio y acero seguirán según lo planeado la próxima semana, y los fabricantes de automóviles no estarán exentos de la fecha límite de abril.\",            \"translated_title\": \"Aranceles Comerciales\"        },        {            \"english_version\": \"Following Mr. Trump's tariff adjustments, American stock indices experienced a decline. The S&P 500 fell by almost 2%, while the NASDAQ, which is technology-focused, closed down by 2.6%. At an event in New York, Scott Bessent, the US treasury secretary, defended the administration's tariff strategy, referring to it as the 'America First' trade policy.\",            \"english_title\": \"Market Reaction\",            \"translated_version\": \"Después de los ajustes arancelarios del Sr. Trump, los índices bursátiles estadounidenses experimentaron un descenso. El S&P 500 cayó casi un 2%, mientras que el NASDAQ, que se enfoca en tecnología, cerró con una caída del 2.6%. En un evento en Nueva York, Scott Bessent, el secretario del tesoro de EE. UU., defendió la estrategia arancelaria de la administración, refiriéndose a ella como la política comercial 'América Primero'.\",            \"translated_title\": \"Reacción del Mercado\"        }    ]}```"