"{    \"translations\": [        {            \"english_version\": \"Hamas claimed that Israeli operations in Gaza had killed 200 people in 24 hours.\",            \"english_title\": \"Hamas claims Israeli operations in Gaza killed 200 people\",            \"translated_version\": \"Hamas dijo que las operaciones israelíes en Gaza mataron a 200 personas en 24 horas.\",            \"translated_title\": \"Hamas dice que las operaciones israelíes en Gaza mataron a 200 personas\"        },        {            \"english_version\": \"Earlier the UN Security Council passed a resolution to encourage the delivery of more humanitarian aid into the enclave.\",            \"english_title\": \"UN Security Council passes resolution for more aid in Gaza\",            \"translated_version\": \"Antes, el Consejo de Seguridad de la ONU aprobó una resolución para fomentar la entrega de más ayuda humanitaria en la zona.\",            \"translated_title\": \"Consejo de Seguridad de la ONU aprueba resolución para más ayuda en Gaza\"        },        {            \"english_version\": \"António Guterres, the secretary-general of the United Nations, said that Israel’s offensive was creating massive obstacles to the distribution of aid inside Gaza.\",            \"english_title\": \"UN Secretary-General says Israel's offensive creates obstacles for aid in Gaza\",            \"translated_version\": \"António Guterres, el secretario general de las Naciones Unidas, dijo que la ofensiva de Israel estaba creando obstáculos masivos para la distribución de ayuda dentro de Gaza.\",            \"translated_title\": \"Secretario General de la ONU dice que la ofensiva de Israel crea obstáculos para la ayuda en Gaza\"        },        {            \"english_version\": \"A US Navy destroyer patrolling the Red Sea shot down four drones flying towards it from the Houthi-controlled part of Yemen, according to America’s armed forces central command.\",            \"english_title\": \"US Navy destroyer shoots down drones in Red Sea\",            \"translated_version\": \"Un destructor de la Marina de los Estados Unidos que patrullaba el Mar Rojo derribó cuatro drones que volaban hacia él desde la parte de Yemen controlada por los hutíes, según el mando central de las fuerzas armadas de Estados Unidos.\",            \"translated_title\": \"Destructor de la Marina de los Estados Unidos derriba drones en el Mar Rojo\"        },        {            \"english_version\": \"Since the conflict in Gaza started the Iran-backed militant group has been attacking ships in the region, which is a major artery for global shipping.\",            \"english_title\": \"Iran-backed militant group attacks ships in Gaza conflict\",            \"translated_version\": \"Desde que comenzó el conflicto en Gaza, el grupo militante respaldado por Irán ha estado atacando barcos en la región, que es una arteria importante para el transporte marítimo mundial.\",            \"translated_title\": \"Grupo militante respaldado por Irán ataca barcos en conflicto de Gaza\"        }    ]}"