"{    \"translations\": [        {            \"english_version\": \"Tech stocks dropped in value because a Chinese AI company called DeepSeek showed it can achieve similar results to American companies using fewer chips. This made investors worried that there will be less demand for AI hardware. The share price of Nvidia, an American chipmaker, fell by more than 11%, causing the S&P500 to decrease by around 2%. ASML, a company from the Netherlands, also saw a 9% drop in its share price.\",            \"english_title\": \"Tech Stocks Drop Due to Chinese AI Company's Success\",            \"translated_version\": \"Las acciones tecnológicas bajaron de valor porque una empresa china de inteligencia artificial llamada DeepSeek mostró que puede lograr resultados similares a las empresas estadounidenses usando menos chips. Esto hizo que los inversores se preocuparan de que habrá menos demanda de hardware de inteligencia artificial. El precio de las acciones de Nvidia, un fabricante de chips estadounidense, cayó más del 11%, lo que provocó que el S&P500 disminuyera alrededor del 2%. ASML, una empresa de los Países Bajos, también vio una caída del 9% en el precio de sus acciones.\",            \"translated_title\": \"Acciones Tecnológicas Bajan por Éxito de Empresa China de IA\"        },        {            \"english_version\": \"The M23 rebels, supported by Rwanda, took control of the city of Goma in the Democratic Republic of Congo after attacking it on Sunday. The Congolese government denies this claim and has accused Rwanda of starting a war. As a result, diplomatic ties between the two countries have been severed. The presidents of Rwanda and the DRC, Paul Kagame and Félix Tshisekedi, have agreed to meet in Kenya to discuss the conflict.\",            \"english_title\": \"Rebels Seize Control of Goma in Congo\",            \"translated_version\": \"Los rebeldes del M23, apoyados por Ruanda, tomaron el control de la ciudad de Goma en la República Democrática del Congo después de atacarla el domingo. El gobierno congoleño niega esta afirmación y ha acusado a Ruanda de iniciar una guerra. Como resultado, los lazos diplomáticos entre los dos países han sido cortados. Los presidentes de Ruanda y la RDC, Paul Kagame y Félix Tshisekedi, han acordado reunirse en Kenia para discutir el conflicto.\",            \"translated_title\": \"Rebeldes Toman Control de Goma en Congo\"        },        {            \"english_version\": \"LinkedIn, Instagram, Facebook, TikTok, YouTube, and WhatsApp are popular social media platforms. You can get The Economist app on iOS or Android devices. The Economist provides news and analysis on various topics. You can reuse their content by subscribing to their services.\",            \"english_title\": \"Popular Social Media Platforms and The Economist App\",            \"translated_version\": \"LinkedIn, Instagram, Facebook, TikTok, YouTube y WhatsApp son plataformas populares de redes sociales. Puedes obtener la aplicación de The Economist en dispositivos iOS o Android. The Economist ofrece noticias y análisis sobre varios temas. Puedes reutilizar su contenido suscribiéndote a sus servicios.\",            \"translated_title\": \"Plataformas Populares de Redes Sociales y App de The Economist\"        },        {            \"english_version\": \"The Economist Group offers different services such as Economist Enterprise, SecureDrop, Economist Intelligence, Economist Impact, Economist Impact Events, and Economist Education Courses. If you need help or support, you can contact The Economist Group through their website. They also provide opportunities for advertising, press releases, and careers.\",            \"english_title\": \"Services Offered by The Economist Group\",            \"translated_version\": \"El Grupo de The Economist ofrece diferentes servicios como Economist Enterprise, SecureDrop, Economist Intelligence, Economist Impact, Economist Impact Events y Cursos de Educación de The Economist. Si necesitas ayuda o soporte, puedes contactar al Grupo de The Economist a través de su sitio web. También ofrecen oportunidades para publicidad, comunicados de prensa y carreras.\",            \"translated_title\": \"Servicios Ofrecidos por el Grupo de The Economist\"        },        {            \"english_version\": \"To improve user experience and ensure the website functions properly, cookies and similar technologies are used. By managing cookies, you can control your preferences. The website follows terms of use, privacy policies, cookie policies, and accessibility guidelines. The Economist Group is committed to modern slavery statement, sitemap organization, and protecting your data rights.\",            \"english_title\": \"Website Cookies and Policies by The Economist Group\",            \"translated_version\": \"Para mejorar la experiencia del usuario y garantizar que el sitio web funcione correctamente, se utilizan cookies y tecnologías similares. Al gestionar las cookies, puedes controlar tus preferencias. El sitio web sigue los términos de uso, políticas de privacidad, políticas de cookies y pautas de accesibilidad. El Grupo de The Economist se compromete con la declaración de esclavitud moderna, la organización del mapa del sitio y la protección de tus derechos de datos.\",            \"translated_title\": \"Cookies y Políticas del Sitio Web por el Grupo de The Economist\"        }    ]}"