"{    \"translations\": [        {            \"english_version\": \"A Kyiv government building in the heavily protected city center was hit for the first time since Russia started its full-scale invasion.\",            \"english_title\": \"Kyiv Building Hit\",            \"translated_version\": \"Un edificio del gobierno en el centro de Kyiv fue golpeado por primera vez desde que Rusia comenzó su invasión.\",            \"translated_title\": \"Edificio de Kyiv Golpeado\"        },        {            \"english_version\": \"Saturday's protests in Israel were some of the largest so far. Prime Minister Netanyahu says defeating Hamas is the way to secure the hostages' release.\",            \"english_title\": \"Large Protests in Israel\",            \"translated_version\": \"Las protestas del sábado en Israel fueron de las más grandes hasta ahora. El Primer Ministro Netanyahu dice que derrotar a Hamas es la forma de liberar a los rehenes.\",            \"translated_title\": \"Grandes Protestas en Israel\"        },        {            \"english_version\": \"A red racing car has been seen on highways in the Czech Republic since 2019 but has managed to avoid the police until now.\",            \"english_title\": \"Red Racing Car Spotted\",            \"translated_version\": \"Un coche de carreras rojo ha sido visto en las carreteras de la República Checa desde 2019 pero ha evitado a la policía hasta ahora.\",            \"translated_title\": \"Coche de Carreras Rojo Visto\"        },        {            \"english_version\": \"Unexplained damage to cables is causing traffic delays in the Middle East, according to Microsoft.\",            \"english_title\": \"Cable Damage in Middle East\",            \"translated_version\": \"Daños inexplicables a cables están causando retrasos de tráfico en el Medio Oriente, según Microsoft.\",            \"translated_title\": \"Daño a Cables en Medio Oriente\"        },        {            \"english_version\": \"Norwegians are voting on Sunday and Monday, with domestic issues expected to be important to voters.\",            \"english_title\": \"Norwegian Voting\",            \"translated_version\": \"Los noruegos están votando el domingo y lunes, con temas domésticos siendo importantes para los votantes.\",            \"translated_title\": \"Votación Noruega\"        }    ]}"