"{    \"translations\": [        {            \"english_version\": \"A woman told the BBC she protected her baby during a deadly attack on the Jewish community in Sydney. Authorities say two rabbis, a Holocaust survivor, and a 10-year-old girl were among the victims. Videos and eyewitness accounts show how Australia's worst mass shooting in nearly three decades happened.\",            \"english_title\": \"Deadly Attack in Sydney\",            \"translated_version\": \"Una mujer dijo a la BBC que protegió a su bebé durante un ataque mortal a la comunidad judía en Sídney. Las autoridades dicen que dos rabinos, un sobreviviente del Holocausto y una niña de 10 años estaban entre las víctimas. Videos y relatos de testigos muestran cómo ocurrió el peor tiroteo masivo en Australia en casi tres décadas.\",            \"translated_title\": \"Ataque Mortal en Sídney\"        },        {            \"english_version\": \"US officials talked about progress in Berlin, but there was little detail on how Ukraine's sovereignty issue would be resolved.\",            \"english_title\": \"US Talks in Berlin\",            \"translated_version\": \"Funcionarios de EE.UU. hablaron sobre progreso en Berlín, pero hubo pocos detalles sobre cómo se resolvería el problema de soberanía de Ucrania.\",            \"translated_title\": \"Charlas de EE.UU. en Berlín\"        },        {            \"english_version\": \"A 78-year-old UK citizen was found guilty of lobbying foreign governments to impose sanctions on Hong Kong and China.\",            \"english_title\": \"UK Citizen Guilty\",            \"translated_version\": \"Un ciudadano del Reino Unido de 78 años fue declarado culpable de presionar a gobiernos extranjeros para imponer sanciones a Hong Kong y China.\",            \"translated_title\": \"Ciudadano del Reino Unido Culpable\"        },        {            \"english_version\": \"Four people are facing conspiracy charges after they were caught planning to test explosives in the desert.\",            \"english_title\": \"Explosives Plot\",            \"translated_version\": \"Cuatro personas enfrentan cargos de conspiración después de ser atrapadas planeando probar explosivos en el desierto.\",            \"translated_title\": \"Complot de Explosivos\"        },        {            \"english_version\": \"Narges Mohammadi told her family in a phone call that she was beaten on the head and neck by plainclothes agents in Mashhad last week.\",            \"english_title\": \"Narges Mohammadi Beaten\",            \"translated_version\": \"Narges Mohammadi dijo a su familia en una llamada telefónica que fue golpeada en la cabeza y el cuello por agentes de civil en Mashhad la semana pasada.\",            \"translated_title\": \"Narges Mohammadi Golpeada\"        }    ]}"