"{    \"translations\": [        {            \"english_version\": \"The US president told reporters on Air Force One that the ceasefire is expected to continue. At least 27 people have died in one of the most violent internal conflicts since Israeli troops left.\",            \"english_title\": \"US President on Ceasefire\",            \"translated_version\": \"El presidente de EE.UU. dijo a los reporteros en el avión que se espera que el alto el fuego continúe. Al menos 27 personas han muerto en uno de los conflictos internos más violentos desde que las tropas israelíes se fueron.\",            \"translated_title\": \"Presidente de EE.UU. sobre alto el fuego\"        },        {            \"english_version\": \"The attacks happened a few days after Pakistan was accused of bombing a market in Afghanistan. An army unit claimed it had taken control of the military command and now controls all the armed forces.\",            \"english_title\": \"Pakistan Accused of Bombing\",            \"translated_version\": \"Los ataques ocurrieron unos días después de que Pakistán fuera acusado de bombardear un mercado en Afganistán. Una unidad del ejército dijo que tomó el control del mando militar y ahora controla todas las fuerzas armadas.\",            \"translated_title\": \"Pakistán acusado de bombardeo\"        },        {            \"english_version\": \"Ukraine wants long-range missiles to respond to Russia, and Donald Trump says he might send Tomahawk missiles.\",            \"english_title\": \"Ukraine Seeks Missiles\",            \"translated_version\": \"Ucrania quiere misiles de largo alcance para responder a Rusia, y Donald Trump dice que podría enviar misiles Tomahawk.\",            \"translated_title\": \"Ucrania busca misiles\"        },        {            \"english_version\": \"Beijing says it might introduce countermeasures if the US President adds a 100% tariff on Chinese imports.\",            \"english_title\": \"Beijing Warns of Countermeasures\",            \"translated_version\": \"Beijing dice que podría tomar medidas si el presidente de EE.UU. pone un impuesto del 100% a las importaciones chinas.\",            \"translated_title\": \"Beijing advierte de medidas\"        },        {            \"english_version\": \"According to local media, many houses have been damaged, and it's believed the fire was caused by an illegal fireworks warehouse. Authorities say the 16 people missing after the explosives factory incident are all presumed dead.\",            \"english_title\": \"Fireworks Warehouse Fire\",            \"translated_version\": \"Según los medios locales, muchas casas han sido dañadas, y se cree que el fuego fue causado por un almacén ilegal de fuegos artificiales. Las autoridades dicen que las 16 personas desaparecidas después del incidente en la fábrica de explosivos se consideran muertas.\",            \"translated_title\": \"Incendio en almacén de fuegos artificiales\"        }    ]}"