"{    \"translations\": [        {            \"english_version\": \"The French government lost a vote of confidence, and Prime Minister François Bayrou will resign on Tuesday.\",            \"english_title\": \"French Government Loses Confidence Vote\",            \"translated_version\": \"El gobierno de Francia perdió un voto de confianza, y el Primer Ministro François Bayrou renunciará el martes.\",            \"translated_title\": \"Gobierno de Francia pierde voto\"        },        {            \"english_version\": \"Young protesters are asking the government to end its social media ban and address corruption.\",            \"english_title\": \"Protesters Demand End to Social Media Ban\",            \"translated_version\": \"Jóvenes protestantes piden al gobierno que termine la prohibición de redes sociales y hable sobre corrupción.\",            \"translated_title\": \"Protestas por redes sociales\"        },        {            \"english_version\": \"Lachlan Murdoch will keep control of the conservative Fox and News Corp empire under a new deal.\",            \"english_title\": \"Lachlan Murdoch Keeps Control\",            \"translated_version\": \"Lachlan Murdoch mantendrá el control del imperio conservador Fox y News Corp con un nuevo acuerdo.\",            \"translated_title\": \"Lachlan Murdoch sigue al mando\"        },        {            \"english_version\": \"Israeli police say two gunmen were killed after an attack, which was one of the deadliest in the city in years.\",            \"english_title\": \"Deadly Attack in Israeli City\",            \"translated_version\": \"La policía de Israel dice que dos hombres armados murieron después de un ataque, que fue uno de los más mortales en la ciudad en años.\",            \"translated_title\": \"Ataque mortal en Israel\"        },        {            \"english_version\": \"Hamas says it got some ideas from the US through mediators on how to reach a Gaza ceasefire deal.\",            \"english_title\": \"Hamas Talks Ceasefire Ideas\",            \"translated_version\": \"Hamas dice que recibió algunas ideas de Estados Unidos a través de mediadores sobre cómo llegar a un acuerdo de alto el fuego en Gaza.\",            \"translated_title\": \"Hamas y alto el fuego\"        }    ]}"