"{    \"translations\": [        {            \"english_version\": \"American officials believe there are no survivors after a plane collided with a military helicopter in Washington, DC. The crash happened on Thursday, and around 30 bodies have been recovered from the Potomac river. Some American figure skaters and Russian citizens were on board.\",            \"english_title\": \"Plane Crash in Washington, DC\",            \"translated_version\": \"Oficiales estadounidenses creen que no hay sobrevivientes después de que un avión chocara con un helicóptero militar en Washington, DC. El accidente ocurrió el jueves y se han recuperado alrededor de 30 cuerpos del río Potomac. Algunos patinadores artísticos estadounidenses y ciudadanos rusos estaban a bordo.\",            \"translated_title\": \"Accidente de Avión en Washington, DC\"        },        {            \"english_version\": \"Israel was supposed to release 110 Palestinian prisoners as part of a ceasefire agreement but has postponed the exchange indefinitely. Earlier, Hamas released eight hostages in a chaotic handover, raising concerns about the fragile truce. Hamas accused Israel of delaying aid deliveries, which Israel denied.\",            \"english_title\": \"Prisoner Exchange in Israel\",            \"translated_version\": \"Israel iba a liberar a 110 prisioneros palestinos como parte de un acuerdo de alto el fuego, pero ha pospuesto el intercambio indefinidamente. Anteriormente, Hamas liberó a ocho rehenes en una entrega caótica, lo que generó preocupaciones sobre el frágil alto el fuego. Hamas acusó a Israel de retrasar las entregas de ayuda, lo cual Israel negó.\",            \"translated_title\": \"Intercambio de Prisioneros en Israel\"        },        {            \"english_version\": \"This website uses cookies and similar technologies to improve user experience and ensure smooth website operation. By continuing to use the site, you agree to the use of cookies. For more information, refer to the Terms of Use, Privacy Policy, and Cookie Policy.\",            \"english_title\": \"Website's Cookie Policy\",            \"translated_version\": \"Este sitio web utiliza cookies y tecnologías similares para mejorar la experiencia del usuario y garantizar el funcionamiento adecuado del sitio. Al seguir utilizando el sitio, aceptas el uso de cookies. Para obtener más información, consulta los Términos de Uso, Política de Privacidad y Política de Cookies.\",            \"translated_title\": \"Política de Cookies del Sitio Web\"        },        {            \"english_version\": \"The Economist app is available on iOS and Android devices for easy access to news and analysis. Stay informed with The Economist's content and subscribe for more updates. Contact us for help, support, advertising opportunities, or career inquiries.\",            \"english_title\": \"The Economist App\",            \"translated_version\": \"La aplicación de The Economist está disponible en dispositivos iOS y Android para acceder fácilmente a noticias y análisis. Mantente informado con el contenido de The Economist y suscríbete para recibir más actualizaciones. Contáctanos para obtener ayuda, soporte, oportunidades publicitarias o consultas sobre carreras.\",            \"translated_title\": \"La Aplicación de The Economist\"        },        {            \"english_version\": \"Copyright © The Economist Newspaper Limited 2025. All rights reserved. For reuse of content, subscription, or information about Economist Enterprise, Economist Intelligence, and Economist Education Courses, visit The Economist's website.\",            \"english_title\": \"Copyright Information\",            \"translated_version\": \"Derechos de autor © The Economist Newspaper Limited 2025. Todos los derechos reservados. Para reutilizar contenido, suscripciones o información sobre Economist Enterprise, Economist Intelligence y Cursos de Educación de The Economist, visita el sitio web de The Economist.\",            \"translated_title\": \"Información de Derechos de Autor\"        }    ]}"