"{    \"translations\": [        {            \"english_version\": \"A group of US lawmakers said the secretary of state told them the draft did not reflect Washington's position. Marco Rubio has distanced himself from those claims. Nearly 200 countries attended COP30, which aimed to commit the world to take more action on climate change.\",            \"english_title\": \"US Lawmakers on Climate Draft\",            \"translated_version\": \"Un grupo de legisladores de EE.UU. dijo que el secretario de estado les dijo que el borrador no reflejaba la posición de Washington. Marco Rubio se ha alejado de esas afirmaciones. Casi 200 países asistieron a COP30, que buscaba comprometer al mundo a tomar más acción sobre el cambio climático.\",            \"translated_title\": \"Legisladores de EE.UU. sobre Borrador Climático\"        },        {            \"english_version\": \"Days of heavy rain have left large areas of the country flooded and facing landslides.\",            \"english_title\": \"Heavy Rain Causes Floods\",            \"translated_version\": \"Días de lluvia fuerte han dejado grandes áreas del país inundadas y enfrentando deslizamientos de tierra.\",            \"translated_title\": \"Lluvia Fuerte Causa Inundaciones\"        },        {            \"english_version\": \"Israel says it attacked targets in Gaza after an armed person crossed the border and fired at soldiers.\",            \"english_title\": \"Israel Attacks in Gaza\",            \"translated_version\": \"Israel dice que atacó objetivos en Gaza después de que una persona armada cruzó la frontera y disparó a soldados.\",            \"translated_title\": \"Israel Ataca en Gaza\"        },        {            \"english_version\": \"Armed men pretending to be bank officials robbed a van carrying cash between bank branches in Bengaluru city.\",            \"english_title\": \"Robbery in Bengaluru\",            \"translated_version\": \"Hombres armados fingiendo ser oficiales de banco robaron una camioneta que llevaba dinero entre sucursales de banco en la ciudad de Bengaluru.\",            \"translated_title\": \"Robo en Bengaluru\"        },        {            \"english_version\": \"The former Brazilian president is suspected of damaging an ankle bracelet as part of an alleged escape plan.\",            \"english_title\": \"Brazilian President's Escape Plan\",            \"translated_version\": \"Se sospecha que el ex presidente de Brasil dañó un brazalete de tobillo como parte de un supuesto plan de escape.\",            \"translated_title\": \"Plan de Escape del Presidente Brasileño\"        }    ]}"