"```json{    \"translations\": [        {            \"english_version\": \"Israeli forces have increased their attack on northern Gaza, where they had previously withdrawn five months ago. Tanks have entered Jabalia, a refugee camp, and airstrikes have killed about 20 Palestinians and wounded many more. The military stated that the operation aims to prevent Hamas fighters from coming back. Additionally, Israel has expanded its assault on the southern city of Rafah, despite facing international criticism.\",            \"english_title\": \"Israeli offensive in Gaza\",            \"translated_version\": \"Las fuerzas de Israel han aumentado su ataque en el norte de Gaza, donde se habían retirado hace cinco meses. Tanques han entrado en Jabalia, un campamento de refugiados, y los ataques aéreos han matado a unos 20 palestinos y herido a muchos más. El ejército dijo que la operación tiene como objetivo evitar que los combatientes de Hamas regresen. Además, Israel ha ampliado su asalto a la ciudad sureña de Rafah, a pesar de enfrentar críticas internacionales.\",            \"translated_title\": \"Ofensiva israelí en Gaza\"        },        {            \"english_version\": \"Vladimir Putin has replaced his defense minister, Sergei Shoigu, with economist Andrei Belousov. Mr. Shoigu had held the position since 2012, but concerns arose when the invasion of Ukraine did not result in a quick victory. The army has also faced issues of corruption. Last year, Yevgeny Prigozhin, the leader of the mercenary Wagner Group who has since been assassinated, called for Mr. Shoigu's arrest.\",            \"english_title\": \"Change in Russian defense minister\",            \"translated_version\": \"Vladimir Putin ha reemplazado a su ministro de defensa, Sergei Shoigu, por el economista Andrei Belousov. El Sr. Shoigu había ocupado el cargo desde 2012, pero surgieron preocupaciones cuando la invasión de Ucrania no resultó en una victoria rápida. El ejército también ha enfrentado problemas de corrupción. El año pasado, Yevgeny Prigozhin, el líder del Grupo Wagner de mercenarios que desde entonces ha sido asesinado, pidió el arresto del Sr. Shoigu.\",            \"translated_title\": \"Cambio en el ministro de defensa ruso\"        }    ]}```"