"{    \"translations\": [        {            \"english_version\": \"The head of the CIA will reportedly help mediate a deal between Hamas and Israel to free Israeli hostages. In the coming days William Burns, along with Israel’s spy chief, will meet with Egyptian and Qatari officials.\",            \"english_title\": \"CIA to Mediate Deal to Free Israeli Hostages\",            \"translated_version\": \"El jefe de la CIA ayudará supuestamente a mediar un acuerdo entre Hamas e Israel para liberar a los rehenes israelíes. En los próximos días, William Burns, junto con el jefe de espionaje de Israel, se reunirá con funcionarios egipcios y cataríes.\",            \"translated_title\": \"La CIA mediará para liberar a los rehenes israelíes\"        },        {            \"english_version\": \"Earlier this month Qatar and France helped broker a deal that would allow more humanitarian aid into Gaza, on the condition that some of the medication is delivered to Israeli hostages. Negotiations to free hostages, however, have been slow.\",            \"english_title\": \"Qatar and France Broker Deal for Humanitarian Aid\",            \"translated_version\": \"A principios de este mes, Qatar y Francia ayudaron a negociar un acuerdo que permitiría más ayuda humanitaria en Gaza, a condición de que parte de la medicación se entregue a los rehenes israelíes. Sin embargo, las negociaciones para liberar a los rehenes han sido lentas.\",            \"translated_title\": \"Qatar y Francia negocian ayuda humanitaria\"        },        {            \"english_version\": \"America’s S&P 500 closed on a record high for the fifth consecutive day as investors were cheered by rosy economic data. Figures released on Thursday showed GDP grew at an annualised rate of 3.3% in the final quarter of 2023, defying fears of recession. Janet Yellen, the treasury secretary, dismissed concerns that the growth would cause inflation to rise again.\",            \"english_title\": \"S&P 500 Closes at Record High Amid Economic Growth\",            \"translated_version\": \"El S&P 500 de Estados Unidos cerró en un máximo histórico por quinto día consecutivo, ya que los inversores se alegraron por los datos económicos positivos. Las cifras publicadas el jueves mostraron que el PIB creció a una tasa anualizada del 3,3% en el último trimestre de 2023, desafiando los temores de recesión. Janet Yellen, la secretaria del tesoro, descartó las preocupaciones de que el crecimiento cause un aumento de la inflación.\",            \"translated_title\": \"El S&P 500 cierra en máximo histórico\"        },        {            \"english_version\": \"Pakistan accused India of running a 'sophisticated and sinister' campaign of extraterritorial killings. Muhammad Syrus Sajjad Qazi, the foreign secretary, said his government had credible evidence of Indian agents carrying out two assassinations in Pakistan last year. Mr Qazi likened the killings to the murder of a Sikh activist in Canada, which India was alleged to have ordered.\",            \"english_title\": \"Pakistan Accuses India of Extraterritorial Killings\",            \"translated_version\": \"Pakistán acusó a India de llevar a cabo una campaña 'sofisticada y siniestra' de asesinatos extraterritoriales. Muhammad Syrus Sajjad Qazi, el secretario de Relaciones Exteriores, dijo que su gobierno tenía pruebas creíbles de que agentes indios llevaron a cabo dos asesinatos en Pakistán el año pasado. El Sr. Qazi comparó los asesinatos con el asesinato de un activista sij en Canadá, que supuestamente India ordenó.\",            \"translated_title\": \"Pakistán acusa a India de asesinatos extraterritoriales\"        },        {            \"english_version\": \"Kenneth Eugene Smith, a convicted murderer in America, became the world’s first person to be executed by nitrogen gas. Appeals by his lawyers to the Supreme Court, claiming cruel and unusual punishment, failed. Three American states, including Alabama where the execution took place, have approved nitrogen for executions because of difficulties in sourcing lethal-injection drugs.\",            \"english_title\": \"Convicted Murderer Executed by Nitrogen Gas\",            \"translated_version\": \"Kenneth Eugene Smith, un asesino condenado en Estados Unidos, se convirtió en la primera persona del mundo en ser ejecutada por gas nitrógeno. Las apelaciones de sus abogados ante la Corte Suprema, alegando un castigo cruel e inusual, fracasaron. Tres estados estadounidenses, incluido Alabama donde tuvo lugar la ejecución, han aprobado el uso de nitrógeno para ejecuciones debido a las dificultades para obtener drogas letales por inyección.\",            \"translated_title\": \"Asesino condenado ejecutado por gas nitrógeno\"        }    ]}"