"{    \"translations\": [        {            \"english_version\": \"An ethics committee in America’s House of Representatives found that Matt Gaetz paid for sex with several women, including a 17-year-old, between 2017 and 2020. The outgoing congressman often asked women to procure drugs, according to the long-awaited report, which concluded that he had probably broken laws around prostitution and drug use. Mr Gaetz withdrew his nomination to be Donald Trump’s attorney-general and has long denied the accusations.\",            \"english_title\": \"Matt Gaetz Scandal\",            \"translated_version\": \"Un comité de ética en la Cámara de Representantes de Estados Unidos descubrió que Matt Gaetz pagó por tener relaciones con varias mujeres, incluida una de 17 años, entre 2017 y 2020. El congresista saliente a menudo pedía a las mujeres que consiguieran drogas, según el informe tan esperado, que concluyó que probablemente había violado leyes relacionadas con la prostitución y el uso de drogas. El Sr. Gaetz retiró su nominación para ser el fiscal general de Donald Trump y ha negado durante mucho tiempo las acusaciones.\",            \"translated_title\": \"Matt Gaetz Escándalo\"        },        {            \"english_version\": \"Thousands of demonstrators rallied across Syria after a Christmas tree was set on fire. Masked gunmen torched a tree in the square of Suqaylabiyah, a town where most people are Christian. Syria’s many minorities are anxious to ensure that their freedoms are respected by Hayat Tahrir al-Sham, the group that led the rebellion against the Assad regime. HTS claimed foreign fighters were responsible for the arson.\",            \"english_title\": \"Syria Christmas Tree Incident\",            \"translated_version\": \"Miles de manifestantes se reunieron en toda Siria después de que se prendiera fuego a un árbol de Navidad. Hombres armados enmascarados incendiaron un árbol en la plaza de Suqaylabiyah, una ciudad donde la mayoría de la gente es cristiana. Las numerosas minorías de Siria están ansiosas por asegurarse de que sus libertades sean respetadas por Hayat Tahrir al-Sham, el grupo que lideró la rebelión contra el régimen de Assad. HTS afirmó que los combatientes extranjeros fueron responsables del incendio provocado.\",            \"translated_title\": \"Siria Incidente del Árbol de Navidad\"        }    ]}"