"{    \"translations\": [        {            \"english_version\": \"Qatar’s foreign ministry announced that the temporary truce between Israel and Hamas has been extended by two days. The truce agreement allowed Hamas to buy an additional day for every ten hostages it released. A fourth exchange of hostages is expected on Monday. The pause in fighting has also allowed supplies of food, fuel, and medicine to enter Gaza.\",            \"english_title\": \"Extension of Truce between Israel and Hamas\",            \"translated_version\": \"El ministerio de relaciones exteriores de Qatar anunció que la tregua temporal entre Israel y Hamas se ha extendido por dos días. El acuerdo de tregua permitió a Hamas comprar un día adicional por cada diez rehenes liberados. Se espera un cuarto intercambio de rehenes el lunes. La pausa en los combates también ha permitido la entrada de suministros de alimentos, combustible y medicinas a Gaza.\",            \"translated_title\": \"Extensión de la tregua entre Israel y Hamas\"        },        {            \"english_version\": \"Germany’s government presented a budget that would suspend the debt brake in order to borrow €45bn to fund green projects and industrial subsidies. The budget must still be approved by parliament.\",            \"english_title\": \"Germany's Budget for Green Projects\",            \"translated_version\": \"El gobierno de Alemania presentó un presupuesto que suspendería el freno de la deuda para pedir prestados 45.000 millones de euros para financiar proyectos verdes y subsidios industriales. El presupuesto aún debe ser aprobado por el parlamento.\",            \"translated_title\": \"Presupuesto de Alemania para proyectos verdes\"        },        {            \"english_version\": \"Geert Wilders’s attempts to form a Dutch government faced a setback when Gom van Strien, a senator he appointed to find coalition partners, resigned due to a fraud scandal. However, his surprise election win means it will be nearly impossible to form a government without him.\",            \"english_title\": \"Setback in Geert Wilders's Attempt to Form Dutch Government\",            \"translated_version\": \"Los intentos de Geert Wilders de formar un gobierno holandés sufrieron un revés cuando Gom van Strien, un senador que él nombró para encontrar socios de coalición, renunció debido a un escándalo de fraude. Sin embargo, su sorprendente victoria electoral significa que será casi imposible formar un gobierno sin él.\",            \"translated_title\": \"Contratiempo en el intento de Geert Wilders de formar un gobierno holandés\"        },        {            \"english_version\": \"The United Arab Emirates is using its position as host of the COP28 climate summit to negotiate oil-and-gas deals. Leaked briefing notes suggest that the UAE’s COP team wanted to discuss projects with foreign governments. However, a COP spokesperson denied the accuracy of the report.\",            \"english_title\": \"UAE's Role in COP28 Climate Summit\",            \"translated_version\": \"Los Emiratos Árabes Unidos están utilizando su posición como anfitriones de la cumbre climática COP28 para negociar acuerdos de petróleo y gas. Notas de reuniones filtradas sugieren que el equipo de la COP de los Emiratos Árabes Unidos quería discutir proyectos con gobiernos extranjeros. Sin embargo, un portavoz de la COP negó la veracidad del informe.\",            \"translated_title\": \"El papel de los Emiratos Árabes Unidos en la cumbre climática COP28\"        },        {            \"english_version\": \"China’s industrial profits rose 2.7% year on year in October, marking a third consecutive month of growth. However, growth slowed significantly from 11.9% in September. Profits for the first ten months of 2023 were down 7.8% from the same period the previous year.\",            \"english_title\": \"China's Industrial Profits Rise in October\",            \"translated_version\": \"Las ganancias industriales de China aumentaron un 2,7% interanual en octubre, marcando un tercer mes consecutivo de crecimiento. Sin embargo, el crecimiento se desaceleró significativamente desde el 11,9% en septiembre. Las ganancias de los primeros diez meses de 2023 disminuyeron un 7,8% respecto al mismo período del año anterior.\",            \"translated_title\": \"Aumento de las ganancias industriales de China en octubre\"        }    ]}"