"{    \"translations\": [        {            \"english_version\": \"The UK, Canada, and Australia announced their formal recognition on Sunday, which Israel said was a big reward for terrorism.\",            \"english_title\": \"Recognition Controversy\",            \"translated_version\": \"El Reino Unido, Canadá y Australia anunciaron su reconocimiento formal el domingo, lo que Israel dijo que era una gran recompensa para el terrorismo.\",            \"translated_title\": \"Controversia de Reconocimiento\"        },        {            \"english_version\": \"Ragasa has hit northern Philippines and is moving towards southern China.\",            \"english_title\": \"Ragasa Storm\",            \"translated_version\": \"Ragasa ha golpeado el norte de Filipinas y se está moviendo hacia el sur de China.\",            \"translated_title\": \"Tormenta Ragasa\"        },        {            \"english_version\": \"Tens of thousands of people are protesting in major cities against a bill that could prevent the former leader from going to jail.\",            \"english_title\": \"Protests Against Bill\",            \"translated_version\": \"Decenas de miles de personas están protestando en ciudades importantes contra una ley que podría evitar que el exlíder vaya a la cárcel.\",            \"translated_title\": \"Protestas Contra Ley\"        },        {            \"english_version\": \"The British-Egyptian activist is one of six people whose sentences were reduced by President Abdul Fattah al-Sisi, according to state media.\",            \"english_title\": \"Sentence Reduction\",            \"translated_version\": \"El activista británico-egipcio es una de las seis personas cuyas sentencias fueron reducidas por el presidente Abdul Fattah al-Sisi, según los medios estatales.\",            \"translated_title\": \"Reducción de Sentencia\"        },        {            \"english_version\": \"Cédric Jubillar has always denied killing his wife Delphine, who disappeared in December 2020.\",            \"english_title\": \"Denial of Crime\",            \"translated_version\": \"Cédric Jubillar siempre ha negado haber matado a su esposa Delphine, quien desapareció en diciembre de 2020.\",            \"translated_title\": \"Negación de Crimen\"        }    ]}"