"{    \"translations\": [        {            \"english_version\": \"Missile strikes in Iraq, Lebanon, Syria and Yemen on Saturday risked the widening of the theatre of war in the Middle East.\",            \"english_title\": \"Missile Strikes in the Middle East\",            \"translated_version\": \"Ataques de misiles en Iraq, Líbano, Siria y Yemen el sábado aumentaron el riesgo de una guerra más grande en el Medio Oriente.\",            \"translated_title\": \"Ataques de Misiles en el Medio Oriente\"        },        {            \"english_version\": \"Iran’s Islamic Revolutionary Guard Corps said an Israeli missile strike in Damascus had killed five of its members; Lebanese security sources said an Israeli strike there had killed a member of Iran-backed Hizbullah.\",            \"english_title\": \"Israeli Missile Strike in Damascus\",            \"translated_version\": \"El Cuerpo de la Guardia Revolucionaria Islámica de Irán dijo que un ataque de misiles israelí en Damasco mató a cinco de sus miembros; fuentes de seguridad libanesas dijeron que un ataque israelí allí mató a un miembro de Hizbullah respaldado por Irán.\",            \"translated_title\": \"Ataque de Misiles Israelí en Damasco\"        },        {            \"english_version\": \"A strike by Iran-backed rebels in Iraq wounded some American soldiers.\",            \"english_title\": \"Rebel Strike in Iraq\",            \"translated_version\": \"Un ataque de rebeldes respaldados por Irán en Iraq hirió a algunos soldados estadounidenses.\",            \"translated_title\": \"Ataque de Rebeldes en Iraq\"        },        {            \"english_version\": \"Iran’s president vowed to punish Israel for its strike in Syria.\",            \"english_title\": \"Iran's President Vows to Punish Israel\",            \"translated_version\": \"El presidente de Irán prometió castigar a Israel por su ataque en Siria.\",            \"translated_title\": \"El Presidente de Irán Promete Castigar a Israel\"        },        {            \"english_version\": \"Binyamin Netanyahu publicly sparred with Joe Biden, one of Israel’s staunchest supporters during its war in Gaza.\",            \"english_title\": \"Netanyahu's Public Spat with Biden\",            \"translated_version\": \"Binyamin Netanyahu tuvo una discusión pública con Joe Biden, uno de los más fervientes partidarios de Israel durante su guerra en Gaza.\",            \"translated_title\": \"La Pelea Pública de Netanyahu con Biden\"        }    ]}"