"{    \"translations\": [        {            \"english_version\": \"European allies are supporting Denmark against Trump's plans for the Arctic island. Trump said US oil companies could start working there in 18 months.\",            \"english_title\": \"Support for Denmark\",            \"translated_version\": \"Aliados de Europa apoyan a Dinamarca contra los planes de Trump para la isla del Ártico. Trump dijo que empresas de petróleo de EE.UU. podrían empezar a trabajar allí en 18 meses.\",            \"translated_title\": \"Apoyo a Dinamarca\"        },        {            \"english_version\": \"A double agent revealed over 100 operations and betrayed more than 30 agents working for the West.\",            \"english_title\": \"Double Agent Betrayal\",            \"translated_version\": \"Un agente doble reveló más de 100 operaciones y traicionó a más de 30 agentes que trabajaban para el Oeste.\",            \"translated_title\": \"Traición de Agente Doble\"        },        {            \"english_version\": \"Hundreds of flights have been canceled in Amsterdam and Paris, leaving thousands of people stuck.\",            \"english_title\": \"Flight Cancellations\",            \"translated_version\": \"Cientos de vuelos han sido cancelados en Ámsterdam y París, dejando a miles de personas atrapadas.\",            \"translated_title\": \"Cancelaciones de Vuelos\"        },        {            \"english_version\": \"US officials plan to take control of a Russian ship accused of breaking sanctions. The UK Prime Minister announced this after a meeting in Paris.\",            \"english_title\": \"US to Seize Russian Ship\",            \"translated_version\": \"Oficiales de EE.UU. planean tomar control de un barco ruso acusado de romper sanciones. El Primer Ministro del Reino Unido anunció esto después de una reunión en París.\",            \"translated_title\": \"EE.UU. Tomará Barco Ruso\"        },        {            \"english_version\": \"At least 13 people, including eight children, died in a strike in el-Obeid city, according to medics.\",            \"english_title\": \"Tragic Strike in el-Obeid\",            \"translated_version\": \"Al menos 13 personas, incluyendo ocho niños, murieron en un ataque en la ciudad de el-Obeid, según médicos.\",            \"translated_title\": \"Ataque Trágico en el-Obeid\"        }    ]}"