"{    \"translations\": [        {            \"english_version\": \"Western allies advised Israel to show restraint when responding to an Iranian attack. Joe Biden, America’s president, urged Israel to 'take the win' after shooting down nearly 350 drones and missiles. American, British, French, and Jordanian forces helped repel the attack. France’s president, Emmanuel Macron, joined Mr Biden in urging Israel to 'avoid a conflagration' in the region.\",            \"english_title\": \"International Relations\",            \"translated_version\": \"Los amigos occidentales aconsejaron a Israel que se contenga al responder a un ataque iraní. Joe Biden, el presidente de América, instó a Israel a 'tomar la victoria' después de derribar casi 350 drones y misiles. Las fuerzas estadounidenses, británicas, francesas y jordanas ayudaron a repeler el ataque. El presidente de Francia, Emmanuel Macron, se unió al Sr. Biden instando a Israel a 'evitar una conflagración' en la región.\",            \"translated_title\": \"International Relations\"        },        {            \"english_version\": \"Tesla, a leading electric vehicle manufacturer, will lay off more than 10% of its staff to become more innovative. Elon Musk, the company’s boss, emphasized the need for this change to prepare for the next growth phase cycle. Tesla faces tough competition from low-cost Chinese alternatives.\",            \"english_title\": \"Business News\",            \"translated_version\": \"Tesla, un importante fabricante de vehículos eléctricos, despedirá a más del 10% de su personal para ser más innovador. Elon Musk, el jefe de la empresa, enfatizó la necesidad de este cambio para prepararse para la próxima fase de crecimiento. Tesla enfrenta una dura competencia de alternativas chinas de bajo costo.\",            \"translated_title\": \"Business News\"        },        {            \"english_version\": \"Lee Hsien Loong, Singapore’s prime minister, will step down after 20 years in office on May 15th. He will be succeeded by Lawrence Wong, his deputy and finance minister. Mr Wong has long been considered as Mr Lee's successor. The ruling People’s Action Party has faced allegations of graft recently.\",            \"english_title\": \"Leadership Change\",            \"translated_version\": \"Lee Hsien Loong, el primer ministro de Singapur, renunciará después de 20 años en el cargo el 15 de mayo. Será sucedido por Lawrence Wong, su viceprimer ministro y ministro de finanzas. El Sr. Wong ha sido considerado durante mucho tiempo como el sucesor del Sr. Lee. El Partido de Acción Popular gobernante ha enfrentado recientemente acusaciones de corrupción.\",            \"translated_title\": \"Leadership Change\"        },        {            \"english_version\": \"Base metals prices surged after the London Metal Exchange reopened following sanctions on Russian metals. Aluminium rose by 2.7% and nickel by 1.9%. Supplies from Russia are now banned from LME-approved warehouses, impacting the market significantly.\",            \"english_title\": \"Commodities Market\",            \"translated_version\": \"Los precios de los metales base aumentaron después de que la Bolsa de Metales de Londres reabriera tras las sanciones a los metales rusos. El aluminio subió un 2,7% y el níquel un 1,9%. Los suministros de Rusia ahora están prohibidos en los almacenes aprobados por la LME, impactando significativamente en el mercado.\",            \"translated_title\": \"Commodities Market\"        },        {            \"english_version\": \"Goldman Sachs reported a 28% increase in profits in the past quarter, driven by trading and investment banking revenues. This marked the highest earnings per share for the bank since 2021. The bank is still recovering from a failed consumer lending project started in 2016.\",            \"english_title\": \"Financial Sector\",            \"translated_version\": \"Goldman Sachs informó de un aumento del 28% en sus beneficios en el último trimestre, impulsado por los ingresos comerciales y de banca de inversión. Esto marcó las ganancias por acción más altas para el banco desde 2021. El banco todavía se está recuperando de un proyecto fallido de préstamos al consumidor iniciado en 2016.\",            \"translated_title\": \"Financial Sector\"        }    ]}"