"{    \"translations\": [        {            \"english_version\": \"An Israeli air strike hit a crowded refugee camp in the north of the Gaza Strip, the Israel Defence Forces confirmed. Officials at Indonesian hospital, near the Jabalia camp, said that at least 50 people were killed and 150 wounded. A spokesperson for the IDF said the strike targeted and killed Hamas militants, including Ibrahim Biari, one of the commanders of Hamas’s October 7th attack. Hamas denied that a senior commander had been in the area. As of July, the Jabalia camp hosted more than 116,000 Palestinian refugees. Meanwhile, Israeli forces advanced on Gaza city, pushing into a neighbourhood north of it, according to Gaza's interior ministry.\",            \"english_title\": \"Israeli air strike hits refugee camp in Gaza Strip\",            \"translated_version\": \"Un ataque aéreo israelí golpeó un campamento de refugiados lleno en el norte de la Franja de Gaza, lo confirmaron las Fuerzas de Defensa de Israel. Funcionarios en un hospital indonesio, cerca del campamento de Jabalia, dijeron que al menos 50 personas murieron y 150 resultaron heridas. Un portavoz de las FDI dijo que el ataque apuntó y mató a militantes de Hamas, incluido Ibrahim Biari, uno de los comandantes del ataque del 7 de octubre de Hamas. Hamas negó que un comandante senior estuviera en la zona. Hasta julio, el campamento de Jabalia albergaba a más de 116,000 refugiados palestinos. Mientras tanto, las fuerzas israelíes avanzaron hacia la ciudad de Gaza, adentrándose en un vecindario al norte de ella, según el ministerio del interior de Gaza.\",            \"translated_title\": \"Ataque aéreo israelí golpea campamento de refugiados en Franja de Gaza\"        },        {            \"english_version\": \"The euro area’s GDP shrank by 0.1% in the third quarter, as its largest economies continue to be weighed down by high interest rates and low consumer demand. Following an expansion of 0.2% in the second quarter, analysts had expected stagnation. The flash estimate for the wider EU showed growth of 0.1%.\",            \"english_title\": \"Euro area's GDP shrinks in third quarter\",            \"translated_version\": \"El PIB de la zona euro se redujo un 0.1% en el tercer trimestre, ya que sus mayores economías continúan siendo afectadas por altas tasas de interés y baja demanda del consumidor. Después de una expansión del 0.2% en el segundo trimestre, los analistas esperaban estancamiento. La estimación preliminar para la UE más amplia mostró un crecimiento del 0.1%.\",            \"translated_title\": \"El PIB de la zona euro se reduce en el tercer trimestre\"        },        {            \"english_version\": \"Jacob Lew will be America’s ambassador to Israel, after the Senate approved him in an expedited confirmation. Mr Lew, the Treasury secretary under Barack Obama, was nominated by Joe Biden for the post in September. His confirmation, which passed by a vote of 53 to 43, was opposed by Republicans critical of his role in authoring the Iran nuclear deal.\",            \"english_title\": \"Jacob Lew appointed as America's ambassador to Israel\",            \"translated_version\": \"Jacob Lew será el embajador de Estados Unidos en Israel, después de que el Senado lo aprobara en una confirmación acelerada. El Sr. Lew, secretario del Tesoro bajo Barack Obama, fue nominado por Joe Biden para el puesto en septiembre. Su confirmación, que fue aprobada por un voto de 53 a 43, fue opuesta por los republicanos críticos de su papel en la redacción del acuerdo nuclear con Irán.\",            \"translated_title\": \"Jacob Lew nombrado embajador de Estados Unidos en Israel\"        },        {            \"english_version\": \"Afghans fled from Pakistan in droves ahead of a deadline for roughly 1.7m undocumented migrants to leave the country. On Wednesday Pakistan’s government will begin arrests and deportations. Around 100,000 Afghans have already left in October; more than 10,000 crammed into buses and trucks heading for the border on Tuesday. Afghanistan’s Taliban government accused Pakistan of 'harassment'.\",            \"english_title\": \"Afghans flee Pakistan ahead of deadline\",            \"translated_version\": \"Los afganos huyeron de Pakistán en masa antes de la fecha límite para que aproximadamente 1.7 millones de migrantes indocumentados abandonen el país. El miércoles, el gobierno de Pakistán comenzará los arrestos y deportaciones. Alrededor de 100,000 afganos ya han abandonado en octubre; más de 10,000 se apiñaron en autobuses y camiones que se dirigían a la frontera el martes. El gobierno talibán de Afganistán acusó a Pakistán de 'acoso'.\",            \"translated_title\": \"Afganos huyen de Pakistán antes de la fecha límite\"        },        {            \"english_version\": \"A federal jury struck a blow to American realtors (called estate agents in Britain), finding big residential brokerages liable for $1.8bn in damages to home sellers for keeping commission rates artificially high. Plaintiffs’ lawyers argued that Americans pay twice as much in transaction fees as home buyers in comparable foreign markets. The National Association of Realtors, a defendant, vowed to appeal against the verdict.\",            \"english_title\": \"Federal jury finds realtors liable for damages\",            \"translated_version\": \"Un jurado federal golpeó a los agentes inmobiliarios estadounidenses (llamados agentes de bienes raíces en Gran Bretaña), encontrando a las grandes corredurías residenciales responsables de $1.8 mil millones en daños a los vendedores de viviendas por mantener las tasas de comisión artificialmente altas. Los abogados de los demandantes argumentaron que los estadounidenses pagan el doble en tarifas de transacción que los compradores de viviendas en mercados extranjeros comparables. La Asociación Nacional de Agentes Inmobiliarios, uno de los acusados, prometió apelar el veredicto.\",            \"translated_title\": \"Jurado federal encuentra a agentes inmobiliarios responsables de daños\"        },        {            \"english_version\": \"Saudi Arabia is set to host the men’s football World Cup in 2034 after its only likely challenger, Australia, pulled out hours before bidding ended. FIFA, football’s governing body, had said that the 2034 event would be held in Asia or Oceania. Saudi Arabia’s patchy human-rights record will make it a controversial host.\",            \"english_title\": \"Saudi Arabia to host men's football World Cup in 2034\",            \"translated_version\": \"Arabia Saudita está lista para ser sede de la Copa Mundial de Fútbol masculina en 2034 después de que su único posible competidor, Australia, se retirara horas antes de que finalizara la licitación. FIFA, el organismo rector del fútbol, había dicho que el evento de 2034 se llevaría a cabo en Asia u Oceanía. El historial de derechos humanos irregular de Arabia Saudita lo convertirá en un anfitrión controvertido.\",            \"translated_title\": \"Arabia Saudita será sede de la Copa Mundial de Fútbol masculina en 2034\"        }    ]}"