"{    \"translations\": [        {            \"english_version\": \"The US and Russia have reportedly prepared a 28-point peace plan with major concessions for Ukraine. This comes as Ukraine's air force reports that cruise missiles destroyed two blocks of flats in the city of Ternopil.\",            \"english_title\": \"US and Russia Peace Plan\",            \"translated_version\": \"Estados Unidos y Rusia han preparado un plan de paz de 28 puntos con concesiones importantes para Ucrania. Esto pasa mientras la fuerza aérea de Ucrania dice que misiles destruyeron dos edificios en la ciudad de Ternopil.\",            \"translated_title\": \"Plan de Paz de EEUU y Rusia\"        },        {            \"english_version\": \"Former Ukrainian military officer Serhiy Kuznetsov is facing charges of anti-constitutional sabotage in Berlin.\",            \"english_title\": \"Ukrainian Officer Charged\",            \"translated_version\": \"El exoficial militar ucraniano Serhiy Kuznetsov enfrenta cargos de sabotaje anticonstitucional en Berlín.\",            \"translated_title\": \"Oficial Ucraniano Acusado\"        },        {            \"english_version\": \"The Israeli military struck several Hamas targets after gunmen fired at soldiers in Gaza, violating a five-week-old ceasefire.\",            \"english_title\": \"Israeli Military Strikes\",            \"translated_version\": \"El ejército israelí atacó varios objetivos de Hamas después de que hombres armados dispararon a soldados en Gaza, rompiendo un alto el fuego de cinco semanas.\",            \"translated_title\": \"Ataques del Ejército Israelí\"        },        {            \"english_version\": \"Thirty-five people and three institutions are on trial because prosecutors say years of failings turned a venue into a death trap.\",            \"english_title\": \"Trial Over Death Trap Venue\",            \"translated_version\": \"Treinta y cinco personas y tres instituciones están en juicio porque los fiscales dicen que años de fallos convirtieron un lugar en una trampa mortal.\",            \"translated_title\": \"Juicio por Trampa Mortal\"        },        {            \"english_version\": \"Drugs gangs have a strong hold on Marseille, but Amine Kessaci says he must fight after his brothers were violently killed.\",            \"english_title\": \"Fight Against Drug Gangs\",            \"translated_version\": \"Las bandas de drogas tienen un fuerte control en Marsella, pero Amine Kessaci dice que debe luchar después de que sus hermanos fueron asesinados violentamente.\",            \"translated_title\": \"Lucha Contra Bandas de Drogas\"        }    ]}"