"    ```json    {        \"translations\": [            {                \"english_version\": \"The ruling African National Congress has lost its parliamentary majority in South Africa. This happened after its worst electoral performance in the 30 years since the end of apartheid. With almost all ballots counted, it has won just 40% of the votes, down from 58% at the previous election in 2019. The result has raised questions about the future of the ANC’s leader, the country’s president, Cyril Ramaphosa. To retain power, the ANC will need to find coalition partners.\",                \"english_title\": \"ANC Loses Majority in South Africa\",                \"translated_version\": \"El partido gobernante Congreso Nacional Africano ha perdido su mayoría parlamentaria en Sudáfrica. Esto sucedió después de su peor desempeño electoral en los últimos 30 años desde el fin del apartheid. Con casi todas las papeletas contadas, solo ha ganado el 40% de los votos, frente al 58% de las elecciones anteriores en 2019. El resultado ha planteado preguntas sobre el futuro del líder del ANC, el presidente del país, Cyril Ramaphosa. Para mantener el poder, el ANC necesitará encontrar socios de coalición.\",                \"translated_title\": \"ANC Pierde Mayoría en Sudáfrica\"            },            {                \"english_version\": \"As Israel continued its assault on Rafah, a city in southern Gaza, Binyamin Netanyahu, Israel’s prime minister, vowed to keep fighting until Hamas is eradicated. President Joe Biden had said that 'it’s time for this war to end'. He mentioned that an Israeli proposal for a ceasefire had been sent to Hamas by Qatar. The terms include a six-week pause in fighting, the withdrawal of Israeli forces from populated areas of Gaza, and the release of women and elderly Israeli hostages in exchange for Palestinian prisoners.\",                \"english_title\": \"Israel's Continued Assault on Rafah\",                \"translated_version\": \"Mientras Israel continuaba su asalto a Rafah, una ciudad en el sur de Gaza, Binyamin Netanyahu, primer ministro de Israel, prometió seguir luchando hasta que Hamas sea erradicado. El presidente Joe Biden había dicho que 'es hora de que termine esta guerra'. Mencionó que una propuesta israelí de alto el fuego había sido enviada a Hamas por Qatar. Los términos incluyen una pausa de seis semanas en los combates, la retirada de las fuerzas israelíes de las áreas pobladas de Gaza y la liberación de mujeres y ancianos israelíes como rehenes a cambio de prisioneros palestinos.\",                \"translated_title\": \"Asalto Continuo de Israel en Rafah\"            }        ]    }    ```"