"{    \"translations\": [        {            \"english_version\": \"Israeli police say two gunmen were killed after the attack, which was one of the deadliest in the city in years.\",            \"english_title\": \"Deadly Attack in City\",            \"translated_version\": \"La policía de Israel dice que dos hombres armados murieron después del ataque, que fue uno de los más mortales en la ciudad en años.\",            \"translated_title\": \"Ataque Mortal en la Ciudad\"        },        {            \"english_version\": \"François Bayrou, who has led a minority government since last December, says this confidence vote is a 'moment of truth'.\",            \"english_title\": \"Moment of Truth for Bayrou\",            \"translated_version\": \"François Bayrou, quien ha liderado un gobierno minoritario desde diciembre pasado, dice que este voto de confianza es un `momento de verdad`.\",            \"translated_title\": \"Momento de Verdad para Bayrou\"        },        {            \"english_version\": \"Trump's threat of sanctions comes after Russia's heaviest attack of the war.\",            \"english_title\": \"Trump Threatens Sanctions\",            \"translated_version\": \"La amenaza de sanciones de Trump viene después del ataque más fuerte de Rusia en la guerra.\",            \"translated_title\": \"Trump Amenaza con Sanciones\"        },        {            \"english_version\": \"Some 400 US agents took part in the immigration raid on the Hyundai facility, detaining hundreds of workers, many South Korean nationals.\",            \"english_title\": \"Immigration Raid on Hyundai\",            \"translated_version\": \"Unos 400 agentes de EE.UU. participaron en la redada de inmigración en la planta de Hyundai, deteniendo a cientos de trabajadores, muchos de ellos surcoreanos.\",            \"translated_title\": \"Redada de Inmigración en Hyundai\"        },        {            \"english_version\": \"Sixteen people died when the funicular crashed into a building in the Portuguese capital.\",            \"english_title\": \"Funicular Crash in Portugal\",            \"translated_version\": \"Dieciséis personas murieron cuando el funicular chocó contra un edificio en la capital de Portugal.\",            \"translated_title\": \"Accidente de Funicular en Portugal\"        }    ]}"