"{    \"translations\": [        {            \"english_version\": \"Hamas reportedly released 24 hostages, including Israeli and Thai nationals, after a temporary truce in Gaza began on Friday morning. Israel also freed 39 Palestinian prisoners. Earlier 60 aid trucks were allowed into Gaza from Egypt. The four-day pause in fighting is expected to see Israel free around 150 Palestinian prisoners and allow 300 aid-bearing trucks into Gaza each day, in exchange for Hamas releasing 50 hostages.\",            \"english_title\": \"Hostage Release in Gaza\",            \"translated_version\": \"Hamas liberó a 24 rehenes, incluyendo ciudadanos israelíes y tailandeses, después de que comenzara una tregua temporal en Gaza el viernes por la mañana. Israel también liberó a 39 prisioneros palestinos. Anteriormente, se permitieron 60 camiones de ayuda en Gaza desde Egipto. Se espera que la pausa de cuatro días en los combates permita que Israel libere alrededor de 150 prisioneros palestinos y permita que 300 camiones de ayuda ingresen a Gaza cada día, a cambio de que Hamas libere a 50 rehenes.\",            \"translated_title\": \"Liberación de rehenes en Gaza\"        },        {            \"english_version\": \"Geert Wilders, the leader of the far-right Party for Freedom, was thwarted in his attempts to form a government in the Netherlands after the Liberal Party ruled out joining a government with him. Mr Wilders’s party emerged as the surprise winners of elections on Wednesday. The Dutch are used to protracted coalition negotiations; their last government took 271 days to be formed.\",            \"english_title\": \"Government Formation in the Netherlands\",            \"translated_version\": \"Geert Wilders, el líder del partido de extrema derecha Partido por la Libertad, fue frustrado en sus intentos de formar un gobierno en los Países Bajos después de que el Partido Liberal descartara unirse a un gobierno con él. El partido de Wilders emergió como los sorprendentes ganadores de las elecciones del miércoles. Los holandeses están acostumbrados a negociaciones de coalición prolongadas; su último gobierno tardó 271 días en formarse.\",            \"translated_title\": \"Formación de gobierno en los Países Bajos\"        },        {            \"english_version\": \"Core consumer prices in Japan rose by 2.9% year on year in October, up from 2.8% in September. The rise fuelled speculation that the Bank of Japan might soon tighten its ultra-loose monetary policy. Inflation has exceeded the central bank’s 2% target for 19 consecutive months. The BoJ maintains that higher prices are driven by higher global commodity prices and the weaker yen.\",            \"english_title\": \"Inflation in Japan\",            \"translated_version\": \"Los precios básicos para el consumidor en Japón aumentaron un 2.9% interanual en octubre, frente al 2.8% en septiembre. El aumento alimentó la especulación de que el Banco de Japón podría pronto endurecer su política monetaria ultraflexible. La inflación ha superado el objetivo del 2% del banco central durante 19 meses consecutivos. El BoJ sostiene que los precios más altos son impulsados por los precios globales de las materias primas más altos y el yen más débil.\",            \"translated_title\": \"Inflación en Japón\"        },        {            \"english_version\": \"Two presidential candidates in Taiwan registered separately for the January 13th election, after efforts to run on a joint ticket failed. Hou Yu-ih of the Nationalist Party, and Ko Wen-je of the Taiwan People’s Party, had planned to co-operate in the hope of beating the ruling Democratic Progressive Party’s Lai Ching-te, who is leading polls. Both are far friendlier toward China than the DPP.\",            \"english_title\": \"Presidential Candidates in Taiwan\",            \"translated_version\": \"Dos candidatos presidenciales en Taiwán se registraron por separado para las elecciones del 13 de enero, después de que los esfuerzos para postularse en una lista conjunta fracasaran. Hou Yu-ih del Partido Nacionalista y Ko Wen-je del Partido Popular de Taiwán habían planeado cooperar con la esperanza de vencer a Lai Ching-te, del gobernante Partido Democrático Progresista, quien lidera las encuestas. Ambos son mucho más amigables hacia China que el DPP.\",            \"translated_title\": \"Candidatos presidenciales en Taiwán\"        },        {            \"english_version\": \"Germany’s economy heaves forwardRecent news about Germany’s economy has not been good. This week the country’s central bank forecast that the economy will shrink in the fourth quarter—which would mean contraction in three quarters out of four. Politicians are also reeling from a ruling by Germany’s top court that the government’s plan to spend €60bn ($65bn) earmarked for battling covid-19 on green projects instead was unconstitutional. Next week Germany’s finance minister will present a supplementary budget which may suspend the `debt brake`, a constitutional limit on government spending.\",            \"english_title\": \"Germany's Economy\",            \"translated_version\": \"La economía de Alemania avanza. Las noticias recientes sobre la economía de Alemania no han sido buenas. Esta semana, el banco central del país pronosticó que la economía se contraerá en el cuarto trimestre, lo que significaría una contracción en tres de los cuatro trimestres. Los políticos también están aturdidos por una decisión del tribunal superior de Alemania que declaró inconstitucional el plan del gobierno de gastar 60.000 millones de euros ($65.000 millones) destinados a combatir el covid-19 en proyectos verdes. La próxima semana, el ministro de finanzas de Alemania presentará un presupuesto complementario que podría suspender el \"freno de la deuda\", un límite constitucional al gasto gubernamental.\",            \"translated_title\": \"Economía de Alemania\"        }    ]}"