"{    \"translations\": [        {            \"english_version\": \"America's House of Representatives passed a budget bill by a single vote. This gives Donald Trump a big win. The bill extends tax cuts and reduces spending on social safety-net programs. It is expected to increase the federal debt by about $3 trillion over ten years. Some Republicans in the Senate have concerns about parts of the bill.\",            \"english_title\": \"Budget Bill Passed by House of Representatives\",            \"translated_version\": \"La Casa de Representantes de América aprobó un proyecto de ley de presupuesto por un solo voto. Esto le da a Donald Trump una gran victoria. El proyecto de ley extiende recortes de impuestos y reduce el gasto en programas de seguridad social. Se espera que aumente la deuda federal en unos $3 billones en diez años. Algunos republicanos en el Senado tienen preocupaciones sobre partes del proyecto de ley.\",            \"translated_title\": \"Proyecto de Ley de Presupuesto Aprobado por la Casa de Representantes\"        },        {            \"english_version\": \"Two Israeli embassy staff members in Washington were shot and killed outside a Jewish museum. The victims, a man and a woman, were leaving an event for young diplomats. The suspected gunman, who shouted 'Free Palestine' after being arrested, is now in custody. Donald Trump called the killing an act of antisemitism. Israel's president, Isaac Herzog, described it as a hateful act.\",            \"english_title\": \"Shooting at Israeli Embassy Staff Members\",            \"translated_version\": \"Dos miembros del personal de la embajada de Israel en Washington fueron tiroteados y asesinados fuera de un museo judío. Las víctimas, un hombre y una mujer, estaban saliendo de un evento para jóvenes diplomáticos. El presunto pistolero, que gritó 'Palestina Libre' después de ser arrestado, está ahora bajo custodia. Donald Trump calificó el asesinato como un acto de antisemitismo. El presidente de Israel, Isaac Herzog, lo describió como un acto odioso.\",            \"translated_title\": \"Tiroteo a Miembros del Personal de la Embajada de Israel\"        },        {            \"english_version\": \"LinkedIn, Instagram, Facebook, TikTok, YouTube, and WhatsApp are popular social media platforms. You can get The Economist app on iOS or Android. The Economist provides news and analysis on various topics. You can reuse their content and subscribe to their services. They offer enterprise solutions and events related to their impact and education courses.\",            \"english_title\": \"Popular Social Media Platforms and The Economist App\",            \"translated_version\": \"LinkedIn, Instagram, Facebook, TikTok, YouTube y WhatsApp son plataformas populares de redes sociales. Puedes obtener la aplicación de The Economist en iOS o Android. The Economist ofrece noticias y análisis sobre varios temas. Puedes reutilizar su contenido y suscribirte a sus servicios. Ofrecen soluciones empresariales y eventos relacionados con su impacto y cursos de educación.\",            \"translated_title\": \"Plataformas Populares de Redes Sociales y la Aplicación de The Economist\"        },        {            \"english_version\": \"The Economist Group is the organization behind The Economist. They focus on intelligence, impact, and education. You can contact them for help and support, advertising, press inquiries, and career opportunities. They value diversity and inclusion in their workplace. They use cookies and similar technologies to improve user experience on their website.\",            \"english_title\": \"About The Economist Group\",            \"translated_version\": \"El Grupo The Economist es la organización detrás de The Economist. Se enfocan en inteligencia, impacto y educación. Puedes contactarlos para obtener ayuda y soporte, publicidad, consultas de prensa y oportunidades laborales. Valoran la diversidad y la inclusión en su lugar de trabajo. Utilizan cookies y tecnologías similares para mejorar la experiencia del usuario en su sitio web.\",            \"translated_title\": \"Sobre el Grupo The Economist\"        },        {            \"english_version\": \"The Economist is a newspaper published by The Economist Newspaper Limited. It is registered in England and Wales. Their office is located in London. The company's VAT registration number is provided. The Economist Group offers various services and products, including news, analysis, events, and education courses.\",            \"english_title\": \"About The Economist Newspaper\",            \"translated_version\": \"The Economist es un periódico publicado por The Economist Newspaper Limited. Está registrado en Inglaterra y Gales. Su oficina está ubicada en Londres. Se proporciona el número de registro de IVA de la empresa. El Grupo The Economist ofrece varios servicios y productos, incluyendo noticias, análisis, eventos y cursos de educación.\",            \"translated_title\": \"Sobre el Periódico The Economist\"        }    ]}"