"{    \"translations\": [        {            \"english_version\": \"America is removing tariffs on Chinese electronic parts and devices like phones and computers. This move is causing concern for American tech companies that make their products in China. Donald Trump has also paused reciprocal tariffs on most countries, leaving only a 10% levy. He has increased taxes on Chinese imports to 145%.\",            \"english_title\": \"Trade Relations between America and China\",            \"translated_version\": \"Estados Unidos está quitando impuestos en partes y dispositivos electrónicos chinos como teléfonos y computadoras. Esta acción preocupa a las compañías tecnológicas estadounidenses que fabrican sus productos en China. Donald Trump también ha detenido los impuestos recíprocos en la mayoría de los países, dejando solo un impuesto del 10%. Ha aumentado los impuestos a las importaciones chinas al 145%.\",            \"translated_title\": \"Relaciones Comerciales entre Estados Unidos y China\"        },        {            \"english_version\": \"Britain passed an emergency law to take control of a steel plant in Lincolnshire, East Midlands, to prevent its closure. The plant, owned by Jingye Group, was facing financial challenges and rejected a $650 million rescue offer in March. British officials are considering nationalizing the plant as the next step.\",            \"english_title\": \"British Government's Intervention in Steel Plant Ownership\",            \"translated_version\": \"Gran Bretaña aprobó una ley de emergencia para tomar el control de una planta de acero en Lincolnshire, East Midlands, para evitar su cierre. La planta, propiedad del Grupo Jingye, enfrentaba desafíos financieros y rechazó una oferta de rescate de $650 millones en marzo. Los funcionarios británicos están considerando nacionalizar la planta como próximo paso.\",            \"translated_title\": \"Intervención del Gobierno Británico en la Propiedad de la Planta de Acero\"        }    ]}"