"{    \"translations\": [        {            \"english_version\": \"Around 20 relatives of Israelis held hostage by Hamas stormed a parliamentary committee session in Jerusalem. Domestic dissent is growing: family members of the hostages have repeatedly rallied outside the home of Binyamin Netanyahu, Israel’s prime minister. On Sunday Mr Netanyahu rejected an offer from Hamas to release hostages in return for his country’s complete withdrawal from Gaza. Some 130 people remain captive in Gaza.\",            \"english_title\": \"Hostages Held by Hamas\",            \"translated_version\": \"Alrededor de 20 familiares de israelíes retenidos como rehenes por Hamas irrumpieron en una sesión del comité parlamentario en Jerusalén. La disidencia interna está creciendo: los familiares de los rehenes se han manifestado repetidamente frente a la casa de Binyamin Netanyahu, el primer ministro de Israel. El domingo, el Sr. Netanyahu rechazó una oferta de Hamas para liberar a los rehenes a cambio de la retirada completa de su país de Gaza. Alrededor de 130 personas siguen cautivas en Gaza.\",            \"translated_title\": \"Rehenes Retenidos por Hamas\"        },        {            \"english_version\": \"Germany’s exports to non-EU countries, including America and China, fell by 1.7% year on year in December, on seasonally adjusted terms, reaching its lowest point in over a year. According to the provisional data, shipments to China, the country’s second-largest trading partner, dropped by 12.7%. Analysts expect that Germany’s economy will continue to be hobbled by lacklustre growth this year, after contracting in 2023.\",            \"english_title\": \"Germany's Exports Decline\",            \"translated_version\": \"Las exportaciones de Alemania a países no pertenecientes a la UE, incluyendo Estados Unidos y China, cayeron un 1.7% interanual en diciembre, en términos ajustados estacionalmente, alcanzando su punto más bajo en más de un año. Según los datos provisionales, los envíos a China, el segundo socio comercial más grande del país, disminuyeron un 12.7%. Los analistas esperan que la economía de Alemania siga siendo obstaculizada por un crecimiento mediocre este año, después de contraerse en 2023.\",            \"translated_title\": \"Declive de las Exportaciones de Alemania\"        },        {            \"english_version\": \"Cameroon began the world’s first routine malaria vaccine programme for children. The vaccine has been developed by GSK, a British drugmaker; Cameroon’s government intends to administer it to 250,000 children in 2024 and 2025. Malaria kills around half a million children under the age of five in Africa each year, with the continent accounting for 95% of the world’s malaria deaths.\",            \"english_title\": \"Malaria Vaccine Programme in Cameroon\",            \"translated_version\": \"Camerún comenzó el primer programa de vacunación rutinaria contra la malaria del mundo para niños. La vacuna ha sido desarrollada por GSK, una empresa farmacéutica británica; el gobierno de Camerún tiene la intención de administrarla a 250,000 niños en 2024 y 2025. La malaria mata a alrededor de medio millón de niños menores de cinco años en África cada año, siendo el continente responsable del 95% de las muertes por malaria en el mundo.\",            \"translated_title\": \"Programa de Vacunación contra la Malaria en Camerún\"        },        {            \"english_version\": \"China’s commercial banks kept their lending rates unchanged, according to data released on Monday by the People’s Bank of China. Last week the central bank also held rates steady, despite forecasts for a cut. However, analysts believe that rate cuts are likely in the coming months, as the country is grappling with deflation, a property-sector downturn and weak investor sentiment.\",            \"english_title\": \"Lending Rates in China\",            \"translated_version\": \"Los bancos comerciales de China mantuvieron sus tasas de préstamo sin cambios, según los datos publicados el lunes por el Banco Popular de China. La semana pasada, el banco central también mantuvo las tasas estables, a pesar de las previsiones de un recorte. Sin embargo, los analistas creen que es probable que se produzcan recortes de tasas en los próximos meses, ya que el país está lidiando con la deflación, una disminución en el sector inmobiliario y un sentimiento débil de los inversores.\",            \"translated_title\": \"Tasas de Préstamo en China\"        },        {            \"english_version\": \"Australia halted applications for its 'golden visa' scheme, which gave wealthy investors the right to residency. Thousands of visas had been granted since 2012, with 85% of successful applicants coming from China. The government said that the scheme was 'delivering poor economic outcomes', and will be replaced with more skilled-worker visas.\",            \"english_title\": \"Australia's 'Golden Visa' Scheme\",            \"translated_version\": \"Australia detuvo las solicitudes para su programa de 'visa dorada', que otorgaba a los inversores adinerados el derecho a la residencia. Se habían otorgado miles de visas desde 2012, con un 85% de los solicitantes exitosos provenientes de China. El gobierno dijo que el programa estaba 'generando malos resultados económicos' y será reemplazado por visas para trabajadores calificados.\",            \"translated_title\": \"Programa de 'Visa Dorada' de Australia\"        }    ]}"