"{    \"translations\": [        {            \"english_version\": \"The share price of US Steel dropped by more than 17% after reports that President Joe Biden might block the takeover by Nippon Steel, a Japanese company. The White House has not yet received a recommendation from the investment watchdog, which has been reviewing the $15bn deal. The Biden administration warned Nippon Steel that the acquisition could be a national-security risk due to its potential harm to America's steel industry.\",            \"english_title\": \"US Steel takeover by Nippon Steel\",            \"translated_version\": \"El precio de las acciones de US Steel bajó más del 17% después de informes de que el Presidente Joe Biden podría bloquear la adquisición por parte de Nippon Steel, una empresa japonesa. La Casa Blanca aún no ha recibido una recomendación de la entidad de control de inversiones, que ha estado revisando el acuerdo de $15bn. La administración de Biden advirtió a Nippon Steel que la adquisición podría ser un riesgo para la seguridad nacional debido al daño potencial a la industria del acero de Estados Unidos.\",            \"translated_title\": \"US Steel adquirida por Nippon Steel\"        },        {            \"english_version\": \"The New Democratic Party (NDP) has withdrawn from Canada's ruling coalition, possibly leading to a snap election. Jagmeet Singh, the NDP leader, ended the agreement with Justin Trudeau, accusing the prime minister of favoring corporate interests. Trudeau's Liberal party, which no longer has a parliamentary majority, has been in power since 2015 but has seen a decline in support in recent polls.\",            \"english_title\": \"New Democratic Party withdrawal from Canada's ruling coalition\",            \"translated_version\": \"El Partido Nuevo Democrático (NDP) se ha retirado de la coalición gobernante de Canadá, lo que posiblemente lleve a unas elecciones anticipadas. Jagmeet Singh, el líder del NDP, puso fin al acuerdo con Justin Trudeau, acusando al primer ministro de favorecer los intereses corporativos. El partido Liberal de Trudeau, que ya no tiene mayoría parlamentaria, ha estado en el poder desde 2015 pero ha visto una disminución en el apoyo en encuestas recientes.\",            \"translated_title\": \"Retiro del Partido Nuevo Democrático de la coalición gobernante de Canadá\"        }    ]}"