"{    \"translations\": [        {            \"english_version\": \"Ukrainian President Volodymyr Zelensky stated that Russia is still attacking Ukraine despite trying to create an impression of an Easter ceasefire. He criticized Russian President Vladimir Putin for not taking genuine steps to end the war. Ukraine detected about 60 shelling attacks on Sunday morning, and Zelensky mentioned that Ukrainian troops would respond symmetrically to Russian attacks.\",            \"english_title\": \"Volodymyr Zelensky's statement on Russia's attacks on Ukraine\",            \"translated_version\": \"El Presidente Ucraniano Volodymyr Zelensky dijo que Rusia sigue atacando a Ucrania a pesar de intentar crear la impresión de un alto el fuego de Pascua. Criticó al Presidente Ruso Vladimir Putin por no tomar medidas genuinas para terminar la guerra. Ucrania detectó alrededor de 60 ataques de bombardeo el domingo por la mañana, y Zelensky mencionó que las tropas ucranianas responderían de manera simétrica a los ataques rusos.\",            \"translated_title\": \"Declaración de Volodymyr Zelensky sobre los ataques de Rusia a Ucrania\"        },        {            \"english_version\": \"Israel explained that the killing of 15 aid workers in Gaza on March 23rd was due to an operational misunderstanding. An inquiry by the Israel Defence Forces revealed this finding, leading to the firing of the deputy commander responsible for the killings. Former Prime Minister Binyamin Netanyahu stated that Israel felt compelled to continue fighting in Gaza.\",            \"english_title\": \"Israel's explanation for killing aid workers in Gaza\",            \"translated_version\": \"Israel explicó que la muerte de 15 trabajadores de ayuda en Gaza el 23 de marzo se debió a un malentendido operativo. Una investigación de las Fuerzas de Defensa de Israel reveló este hallazgo, lo que llevó al despido del comandante adjunto responsable de las muertes. El ex Primer Ministro Binyamin Netanyahu dijo que Israel se sintió obligado a seguir luchando en Gaza.\",            \"translated_title\": \"Explicación de Israel sobre la muerte de trabajadores de ayuda en Gaza\"        }    ]}"