"{    \"translations\": [        {            \"english_version\": \"The student protesters honored thousands of people who were killed when mass protests were stopped last month.\",            \"english_title\": \"Student Protesters Honor Victims\",            \"translated_version\": \"Los estudiantes protestantes honraron a miles de personas que murieron cuando las protestas masivas fueron detenidas el mes pasado.\",            \"translated_title\": \"Estudiantes Honran a Víctimas\"        },        {            \"english_version\": \"Trump announced new global tariffs of 10%, which he says he has now increased to 15%, after most of his tariffs were outlawed on Friday.\",            \"english_title\": \"Trump Increases Tariffs\",            \"translated_version\": \"Trump anunció nuevos impuestos globales del 10%, que dice que ahora ha aumentado al 15%, después de que la mayoría de sus impuestos fueron prohibidos el viernes.\",            \"translated_title\": \"Trump Aumenta Impuestos\"        },        {            \"english_version\": \"There are increasing warnings that the Palestinian Authority is close to collapse, more than 30 years after it was created.\",            \"english_title\": \"Palestinian Authority in Danger\",            \"translated_version\": \"Hay más advertencias de que la Autoridad Palestina está cerca de colapsar, más de 30 años después de que fue creada.\",            \"translated_title\": \"Autoridad Palestina en Peligro\"        },        {            \"english_version\": \"The strikes in Lebanon are among the deadliest since a ceasefire ended the war between Israel and Hezbollah.\",            \"english_title\": \"Deadly Strikes in Lebanon\",            \"translated_version\": \"Los ataques en Líbano son de los más mortales desde que un alto el fuego terminó la guerra entre Israel y Hezbollah.\",            \"translated_title\": \"Ataques Mortales en Líbano\"        },        {            \"english_version\": \"A mission to the far side of the Moon and back will be postponed after problems were found with its rocket, a NASA official said.\",            \"english_title\": \"Moon Mission Delayed\",            \"translated_version\": \"Una misión al lado lejano de la Luna y de regreso será pospuesta después de que se encontraron problemas con su cohete, dijo un oficial de la NASA.\",            \"translated_title\": \"Misión a la Luna Retrasada\"        }    ]}"