"{    \"translations\": [        {            \"english_version\": \"Rebels in Syria attacked Aleppo, the country’s second-biggest city. More than 180 fighters have been killed and some 14,000 people have been forced to flee, according to reports. It is the first time Syria’s opposition has captured territory from the regime in years. The fighters are part of Hayat Tahrir al-Sham, an Islamist group with a stronghold in Idlib, a north-western province.\",            \"english_title\": \"Syria Conflict\",            \"translated_version\": \"En Siria, los rebeldes atacaron Alepo, la segunda ciudad más grande del país. Más de 180 combatientes han sido asesinados y unas 14,000 personas han tenido que huir, según informes. Es la primera vez que la oposición de Siria ha capturado territorio del régimen en años. Los combatientes son parte de Hayat Tahrir al-Sham, un grupo islamista con una base en Idlib, una provincia del noroeste.\",            \"translated_title\": \"Conflicto en Siria\"        },        {            \"english_version\": \"British MPs passed a bill that would legalise assisted dying for terminally ill people in England and Wales. After a heated debate, 330 MPs voted in favour of the reform and 275 voted against it. Surveys suggest that a majority of Britons support the idea. The bill will face further scrutiny from lawmakers before it becomes law.\",            \"english_title\": \"Assisted Dying Bill in UK\",            \"translated_version\": \"Los diputados británicos aprobaron un proyecto de ley que legalizaría la muerte asistida para personas gravemente enfermas en Inglaterra y Gales. Después de un debate acalorado, 330 diputados votaron a favor de la reforma y 275 votaron en contra. Las encuestas sugieren que la mayoría de los británicos apoyan la idea. El proyecto de ley enfrentará más escrutinio de los legisladores antes de convertirse en ley.\",            \"translated_title\": \"Proyecto de Ley de Muerte Asistida en el Reino Unido\"        }    ]}"