"{    \"translations\": [        {            \"english_version\": \"More than 600 drones and missiles, mostly aimed at Kyiv, hit factories and the Institute of Cardiology. Drones were also seen near its largest military facility, with possible sightings in Germany, Norway, and Lithuania.\",            \"english_title\": \"Drones and Missiles Attack\",            \"translated_version\": \"Más de 600 drones y misiles, la mayoría dirigidos a Kyiv, golpearon fábricas y el Instituto de Cardiología. Drones también fueron vistos cerca de su instalación militar más grande, con posibles avistamientos en Alemania, Noruega y Lituania.\",            \"translated_title\": \"Ataque de Drones y Misiles\"        },        {            \"english_version\": \"Iran says the sanctions are unfair and illegal and has asked countries not to follow them.\",            \"english_title\": \"Iran Opposes Sanctions\",            \"translated_version\": \"Irán dice que las sanciones son injustas e ilegales y ha pedido a los países que no las sigan.\",            \"translated_title\": \"Irán Contra Sanciones\"        },        {            \"english_version\": \"A girl and two young women were tortured and killed in a crime that has shocked Argentina.\",            \"english_title\": \"Shocking Crime in Argentina\",            \"translated_version\": \"Una niña y dos mujeres jóvenes fueron torturadas y asesinadas en un crimen que ha conmocionado a Argentina.\",            \"translated_title\": \"Crimen Impactante en Argentina\"        },        {            \"english_version\": \"Tens of thousands gathered at a campaign event for actor-turned-politician Vijay in India's southern state of Tamil Nadu.\",            \"english_title\": \"Vijay's Campaign Event\",            \"translated_version\": \"Decenas de miles se reunieron en un evento de campaña para el actor convertido en político Vijay en el estado sureño de Tamil Nadu en India.\",            \"translated_title\": \"Evento de Campaña de Vijay\"        },        {            \"english_version\": \"The president says the latest move is needed to protect immigration detention facilities in the major US city.\",            \"english_title\": \"Protecting Detention Facilities\",            \"translated_version\": \"El presidente dice que el último movimiento es necesario para proteger las instalaciones de detención de inmigración en la ciudad principal de EE.UU.\",            \"translated_title\": \"Protección de Instalaciones de Detención\"        }    ]}"