"{    \"translations\": [        {            \"english_version\": \"Six people were killed and at least 25 others were injured at a school, and two others were found dead at a nearby home. Members of the remote community have spoken of their fear and uncertainty after nine people were killed.\",            \"english_title\": \"School Tragedy\",            \"translated_version\": \"Seis personas murieron y al menos 25 más resultaron heridas en una escuela, y dos más fueron encontradas muertas en una casa cercana. Miembros de la comunidad tienen miedo y no saben qué pasará después de que nueve personas murieron.\",            \"translated_title\": \"Tragedia en la Escuela\"        },        {            \"english_version\": \"WhatsApp says the move aims to push its 90 million users in Russia to a state-owned surveillance app.\",            \"english_title\": \"WhatsApp's Russia Plan\",            \"translated_version\": \"WhatsApp dice que quiere que sus 90 millones de usuarios en Rusia usen una aplicación de vigilancia del gobierno.\",            \"translated_title\": \"Plan de WhatsApp en Rusia\"        },        {            \"english_version\": \"Voters in one of the world's most densely populated nations will choose the path forward after the 2024 uprising that ended the autocrat's 15-year rule.\",            \"english_title\": \"Nation's Future Vote\",            \"translated_version\": \"Los votantes en uno de los países más poblados del mundo elegirán el camino a seguir después de la revuelta de 2024 que terminó con el gobierno de 15 años del autócrata.\",            \"translated_title\": \"Voto Futuro del País\"        },        {            \"english_version\": \"The BBC visits the Iranian capital for the first time since authorities used unprecedented force to put down protests last month.\",            \"english_title\": \"BBC in Iran\",            \"translated_version\": \"La BBC visita la capital de Irán por primera vez desde que las autoridades usaron mucha fuerza para detener las protestas el mes pasado.\",            \"translated_title\": \"BBC en Irán\"        },        {            \"english_version\": \"Madagascar's disaster management says roads are inaccessible with trees uprooted, power poles down and ninety percent of roofs ripped off.\",            \"english_title\": \"Madagascar Disaster\",            \"translated_version\": \"La gestión de desastres de Madagascar dice que las carreteras no se pueden usar porque hay árboles caídos, postes de luz caídos y el noventa por ciento de los techos están rotos.\",            \"translated_title\": \"Desastre en Madagascar\"        }    ]}"