"{    \"translations\": [        {            \"english_version\": \"America's House of Representatives passed a bill called 'One Big Beautiful Bill' with a vote of 218-214. This bill will now go to Donald Trump for approval before July 4th. Two Republicans voted against it. The bill continues the tax cuts from Trump's first term. It might increase the budget deficit and could result in 12 million more Americans losing their health insurance.\",            \"english_title\": \"House Passes Bill\",            \"translated_version\": \"La Casa de Representantes de America aprobó una ley llamada `Una Gran Hermosa Ley` con un voto de 218-214. Esta ley ahora irá a Donald Trump para aprobación antes del 4 de julio. Dos republicanos votaron en contra. La ley continúa los recortes de impuestos del primer mandato de Trump. Podría aumentar el déficit del presupuesto y podría hacer que 12 millones más de americanos pierdan su seguro de salud.\",            \"translated_title\": \"Casa Aprueba Ley\"        },        {            \"english_version\": \"Russia announced that Mikhail Gudkov, its second-highest naval commander, was killed in Ukraine. He was reportedly killed during combat operations in the Kursk region, which is in western Russia near the border with Ukraine. Mr. Gudkov is one of the highest-ranking Russian officers to be reported dead since the large-scale invasion started.\",            \"english_title\": \"Russian Commander Killed\",            \"translated_version\": \"Rusia anunció que Mikhail Gudkov, su segundo comandante naval más alto, fue muerto en Ucrania. Se informó que murió durante operaciones de combate en la región de Kursk, que está en el oeste de Rusia cerca de la frontera con Ucrania. El Sr. Gudkov es uno de los oficiales rusos de más alto rango reportados muertos desde que comenzó la gran invasión.\",            \"translated_title\": \"Comandante Ruso Muerto\"        }    ]}"