"{    \"translations\": [        {            \"english_version\": \"Observers say the vote in Myanmar is meant to strengthen the junta's power. Voters feel the election is happening in a fearful environment.\",            \"english_title\": \"Myanmar Vote\",            \"translated_version\": \"Observadores dicen que la votación en Myanmar es para hacer más fuerte al gobierno militar. Los votantes sienten que la elección pasa en un ambiente de miedo.\",            \"translated_title\": \"Votación en Myanmar\"        },        {            \"english_version\": \"Police report that suspects raised around €7m for a militant group over more than two years.\",            \"english_title\": \"Funds for Militants\",            \"translated_version\": \"La policía dice que los sospechosos juntaron alrededor de 7 millones de euros para un grupo militante en más de dos años.\",            \"translated_title\": \"Dinero para Militantes\"        },        {            \"english_version\": \"Scientists report that volcanic activity at a frequently erupting site has increased, with craters continuously releasing ash.\",            \"english_title\": \"Volcanic Activity\",            \"translated_version\": \"Científicos dicen que la actividad volcánica en un lugar que erupciona mucho ha aumentado, con cráteres soltando ceniza todo el tiempo.\",            \"translated_title\": \"Actividad Volcánica\"        },        {            \"english_version\": \"The Coral Adventurer is being investigated after Suzanne Rees was found dead on a remote island, having been left behind by the ship.\",            \"english_title\": \"Coral Adventurer Investigation\",            \"translated_version\": \"El Coral Adventurer está siendo investigado después de que Suzanne Rees fue encontrada muerta en una isla lejana, dejada por el barco.\",            \"translated_title\": \"Investigación del Coral Adventurer\"        },        {            \"english_version\": \"Almost one million people were displaced when fighting resumed earlier this month after the first truce ended.\",            \"english_title\": \"Displacement After Truce\",            \"translated_version\": \"Casi un millón de personas fueron desplazadas cuando la pelea comenzó de nuevo este mes después de que la primera tregua terminó.\",            \"translated_title\": \"Desplazamiento Tras Tregua\"        }    ]}"