"{    \"translations\": [        {            \"english_version\": \"The White House announced an additional 50% tariff on imports from China, on top of the 34% previously announced by President Trump. This brings America's total tariff rate on Chinese goods to 104%. In response, China vowed to retaliate with a 34% levy on American imports, stating they will 'fight to the end'. The tariff escalation has caused fluctuations in global stock markets, with Wall Street's S&P 500 index closing down by 1.6% on Tuesday.\",            \"english_title\": \"Trade War Escalation\",            \"translated_version\": \"La Casa Blanca anunció un impuesto adicional del 50% sobre las importaciones de China, sumado al 34% anunciado previamente por el Presidente Trump. Esto eleva la tasa arancelaria total de América sobre los productos chinos al 104%. En respuesta, China prometió retaliar con un impuesto del 34% sobre las importaciones americanas, diciendo que 'lucharán hasta el final'. La escalada arancelaria ha causado fluctuaciones en los mercados bursátiles globales, con el índice S&P 500 de Wall Street cerrando con una caída del 1.6% el martes.\",            \"translated_title\": \"Escalada de la Guerra Comercial\"        },        {            \"english_version\": \"As Mr. Trump's tariff deadline approached, there were fluctuations in the stock market. Wall Street's benchmark S&P 500 index closed down by 1.6% on Tuesday, reversing earlier gains. Global stock markets had partially rebounded after three days of sell-offs, with American stocks spiking over 4%. Earlier, America's treasury secretary expressed optimism about tariff negotiations, suggesting the possibility of 'good deals'.\",            \"english_title\": \"Market Reactions\",            \"translated_version\": \"A medida que se acercaba la fecha límite de los aranceles del Sr. Trump, hubo fluctuaciones en el mercado de valores. El índice de referencia S&P 500 de Wall Street cerró con una caída del 1.6% el martes, revirtiendo ganancias anteriores. Los mercados bursátiles globales se habían recuperado parcialmente después de tres días de ventas, con las acciones americanas subiendo más del 4%. Anteriormente, el secretario del tesoro de América expresó optimismo sobre las negociaciones arancelarias, sugiriendo la posibilidad de 'buenos acuerdos'.\",            \"translated_title\": \"Reacciones del Mercado\"        }    ]}"