"{    \"translations\": [        {            \"english_version\": \"Medics at two hospitals told the BBC that more than 100 bodies were brought in over two days. This happened after US President Donald Trump ordered large-scale strikes, as announced by US Central Command.\",            \"english_title\": \"Hospital Bodies\",            \"translated_version\": \"Médicos en dos hospitales dijeron a la BBC que más de 100 cuerpos fueron llevados en dos días. Esto pasó después de que el presidente de EE.UU., Donald Trump, ordenó ataques grandes, como anunció el Comando Central de EE.UU.\",            \"translated_title\": \"Cuerpos en Hospital\"        },        {            \"english_version\": \"A small Canadian province was worried it had a mystery brain illness. The search for answers led to a fight to find the truth.\",            \"english_title\": \"Mystery Illness\",            \"translated_version\": \"Una pequeña provincia canadiense estaba preocupada por una enfermedad misteriosa del cerebro. La búsqueda de respuestas llevó a una pelea para encontrar la verdad.\",            \"translated_title\": \"Enfermedad Misteriosa\"        },        {            \"english_version\": \"After Renee Good died, protests continued in Minneapolis and other US cities. People were upset and wanted justice.\",            \"english_title\": \"Protests for Justice\",            \"translated_version\": \"Después de que Renee Good murió, las protestas continuaron en Minneapolis y otras ciudades de EE.UU. La gente estaba molesta y quería justicia.\",            \"translated_title\": \"Protestas por Justicia\"        },        {            \"english_version\": \"A state of emergency was declared in Victoria because many firefighters were fighting a big fire.\",            \"english_title\": \"Fire Emergency\",            \"translated_version\": \"Se declaró estado de emergencia en Victoria porque muchos bomberos estaban luchando contra un gran incendio.\",            \"translated_title\": \"Emergencia de Fuego\"        },        {            \"english_version\": \"Eight people died when a gas cylinder exploded at a house the morning after a wedding celebration.\",            \"english_title\": \"Gas Explosion\",            \"translated_version\": \"Ocho personas murieron cuando un cilindro de gas explotó en una casa la mañana después de una celebración de boda.\",            \"translated_title\": \"Explosión de Gas\"        }    ]}"