"{    \"translations\": [        {            \"english_version\": \"Ukraine's president, Volodymyr Zelensky, stated that Russia continued to attack Ukraine despite Vladimir Putin's announcement of a ceasefire for Easter. Russian drones were spotted in Ukrainian skies shortly after Putin's order to stop military activities for 30 hours.\",            \"english_title\": \"Russia Continues Attacks on Ukraine Despite Ceasefire Announcement\",            \"translated_version\": \"El presidente de Ucrania, Volodymyr Zelensky, dijo que Rusia seguía atacando a Ucrania a pesar del anuncio de un alto el fuego por parte de Vladimir Putin para Semana Santa. Se vieron drones rusos en los cielos ucranianos poco después de la orden de Putin de detener las actividades militares por 30 horas.\",            \"translated_title\": \"Rusia Continúa Atacando a Ucrania a Pesar del Anuncio de Alto el Fuego\"        },        {            \"english_version\": \"The Supreme Court of America stopped the Trump administration from deporting a group of Venezuelan detainees in Texas. This decision was made due to concerns about lack of proper legal process. The American Civil Liberties Union appealed the deportation, stating that some detainees were already on their way to being deported.\",            \"english_title\": \"Supreme Court Halts Deportation of Venezuelan Detainees\",            \"translated_version\": \"La Corte Suprema de América detuvo a la administración Trump de deportar a un grupo de detenidos venezolanos en Texas. Esta decisión se tomó debido a preocupaciones sobre la falta de un proceso legal adecuado. La Unión Americana de Libertades Civiles apeló la deportación, diciendo que algunos detenidos ya estaban en camino de ser deportados.\",            \"translated_title\": \"Corte Suprema Detiene Deportación de Detenidos Venezolanos\"        },        {            \"english_version\": \"The Economist is a publication that offers news and analysis on various topics. It provides content on its website and through its app on iOS and Android. The Economist Group, which owns the publication, also offers services such as Economist Intelligence and Economist Education Courses.\",            \"english_title\": \"Introduction to The Economist Publication\",            \"translated_version\": \"The Economist es una publicación que ofrece noticias y análisis sobre varios temas. Proporciona contenido en su sitio web y a través de su aplicación en iOS y Android. El Grupo The Economist, que es dueño de la publicación, también ofrece servicios como Inteligencia de The Economist y Cursos de Educación de The Economist.\",            \"translated_title\": \"Introducción a la Publicación de The Economist\"        },        {            \"english_version\": \"The Economist Group is committed to providing quality content and services to its audience. It values user experience and uses cookies and similar technologies to improve website performance. The group also emphasizes privacy and data protection, as outlined in its terms of use and privacy policy.\",            \"english_title\": \"Commitment of The Economist Group to Quality and Privacy\",            \"translated_version\": \"El Grupo The Economist se compromete a proporcionar contenido y servicios de calidad a su audiencia. Valora la experiencia del usuario y utiliza cookies y tecnologías similares para mejorar el rendimiento del sitio web. El grupo también enfatiza la privacidad y la protección de datos, como se describe en sus términos de uso y política de privacidad.\",            \"translated_title\": \"Compromiso del Grupo The Economist con la Calidad y la Privacidad\"        },        {            \"english_version\": \"The Economist Newspaper Limited, registered in England and Wales, is the publisher of The Economist. The company's registered office is located in London. The Economist Group, which includes various entities like Economist Intelligence and Economist Impact, focuses on delivering impactful journalism and educational resources.\",            \"english_title\": \"Overview of The Economist Newspaper Limited\",            \"translated_version\": \"The Economist Newspaper Limited, registrada en Inglaterra y Gales, es la editorial de The Economist. La oficina registrada de la empresa está ubicada en Londres. El Grupo The Economist, que incluye varias entidades como Inteligencia de The Economist e Impacto de The Economist, se enfoca en ofrecer periodismo impactante y recursos educativos.\",            \"translated_title\": \"Resumen de The Economist Newspaper Limited\"        }    ]}"