"    ```json    {        \"translations\": [            {                \"english_version\": \"South Korean lawmakers decided to remove Yoon Suk Yeol from his position because he declared martial law on December 3rd. Last week, the first attempt to impeach him failed due to opposition from his party members. This time, enough members of his party changed their minds. Many people against Yoon gathered outside the national assembly before the vote. The constitutional court now has up to 180 days to confirm the impeachment.\",                \"english_title\": \"South Korean legislators vote to impeach Yoon Suk Yeol\",                \"translated_version\": \"Los legisladores surcoreanos decidieron quitar a Yoon Suk Yeol de su cargo porque declaró la ley marcial el 3 de diciembre. La semana pasada, el primer intento de destituirlo fracasó debido a la oposición de los miembros de su partido. Esta vez, suficientes miembros de su partido cambiaron de opinión. Muchas personas en contra de Yoon se reunieron afuera de la asamblea nacional antes de la votación. El tribunal constitucional ahora tiene hasta 180 días para confirmar la destitución.\",                \"translated_title\": \"Legisladores surcoreanos votan para destituir a Yoon Suk Yeol\"            },            {                \"english_version\": \"Satellite images suggest that Russian troops are getting ready to depart from Syria. The photos taken at Khmeimim, Russia's main airbase in Syria, show large planes on the runway being loaded. The removal of Bashar al-Assad is a setback for Russia's military goals in the region and beyond.\",                \"english_title\": \"Russian forces seen preparing to leave Syria\",                \"translated_version\": \"Las imágenes satelitales sugieren que las tropas rusas se están preparando para partir de Siria. Las fotos tomadas en Khmeimim, la principal base aérea de Rusia en Siria, muestran grandes aviones en la pista siendo cargados. La salida de Bashar al-Assad es un revés para los objetivos militares de Rusia en la región y más allá.\",                \"translated_title\": \"Fuerzas rusas se preparan para salir de Siria\"            }        ]    }    ```"