"{    \"translations\": [        {            \"english_version\": \"Donald Trump criticized Volodymyr Zelensky, calling him a dictator without elections. Trump accused Zelensky of convincing America to spend $350 billion on a war that couldn't be won. Trump claimed that America is successfully negotiating an end to the war in Ukraine, while stating that Europe failed to bring peace to the region.\",            \"english_title\": \"Trump criticizes Zelensky over war spending\",            \"translated_version\": \"Donald Trump criticizó a Volodymyr Zelensky, llamándolo un dictador sin elecciones. Trump acusó a Zelensky de convencer a América de gastar $350 mil millones en una guerra que no se podía ganar. Trump afirmó que América está negociando con éxito el fin de la guerra en Ucrania, mientras afirmaba que Europa no logró traer paz a la región.\",            \"translated_title\": \"Trump critica a Zelensky por gastos de guerra\"        },        {            \"english_version\": \"Volodymyr Zelensky accused America's president of spreading Russia's disinformation and bringing Vladimir Putin back from isolation. Zelensky mentioned that Ukraine spent $320 billion fighting off invasion, with $200 billion coming from America and the EU, falling short of the $500 billion compensation Trump seeks from Ukraine's mineral wealth.\",            \"english_title\": \"Zelensky accuses US president of spreading disinformation\",            \"translated_version\": \"Volodymyr Zelensky acusó al presidente de América de difundir la desinformación de Rusia y traer de vuelta a Vladimir Putin del aislamiento. Zelensky mencionó que Ucrania gastó $320 mil millones luchando contra la invasión, con $200 mil millones provenientes de América y la UE, quedando corto de los $500 mil millones de compensación que Trump busca de la riqueza mineral de Ucrania.\",            \"translated_title\": \"Zelensky acusa al presidente de EE. UU. de difundir desinformación\"        }    ]}"