"{    \"translations\": [        {            \"english_version\": \"China has imposed retaliatory tariffs on certain American imports like natural gas, coal, and crude oil. This decision was made after the US imposed tariffs on all Chinese products. China also plans to limit exports of certain minerals used in high-tech products and investigate Google for antitrust violations.\",            \"english_title\": \"China imposes tariffs on American imports\",            \"translated_version\": \"China ha puesto impuestos de represalia en ciertas importaciones estadounidenses como gas natural, carbón y petróleo crudo. Esta decisión se tomó después de que Estados Unidos impusiera aranceles a todos los productos chinos. China también planea limitar las exportaciones de ciertos minerales utilizados en productos de alta tecnología e investigar a Google por violaciones antimonopolio.\",            \"translated_title\": \"China impone impuestos a importaciones estadounidenses\"        },        {            \"english_version\": \"Donald Trump has agreed to postpone imposing 25% tariffs on imports from Canada and Mexico for a month. These tariffs were supposed to be implemented on Tuesday. Both Canada's Prime Minister Justin Trudeau and Mexico's President Claudia Sheinbaum have promised to strengthen border security to prevent the smuggling of fentanyl into the US.\",            \"english_title\": \"Trump postpones tariffs on Canada and Mexico\",            \"translated_version\": \"Donald Trump ha acordado posponer la imposición de aranceles del 25% a las importaciones de Canadá y México por un mes. Estos aranceles debían implementarse el martes. Tanto el Primer Ministro de Canadá, Justin Trudeau, como la Presidenta de México, Claudia Sheinbaum, han prometido fortalecer la seguridad fronteriza para evitar el contrabando de fentanilo a Estados Unidos.\",            \"translated_title\": \"Trump pospone aranceles a Canadá y México\"        }    ]}"