"{    \"translations\": [        {            \"english_version\": \"Mamdani becomes the first South Asian and first Muslim to lead the city. A professor describes Mamdani as 'one of us' while some young Ugandans take inspiration from the 34-year-old's victory.\",            \"english_title\": \"Mamdani's Historic Leadership\",            \"translated_version\": \"Mamdani es el primer surasiático y primer musulmán en liderar la ciudad. Un profesor dice que Mamdani es 'uno de nosotros' y algunos jóvenes ugandeses se inspiran en su victoria a los 34 años.\",            \"translated_title\": \"Liderazgo Histórico de Mamdani\"        },        {            \"english_version\": \"A man in his early 30s drove deliberately into people on Oléron, off the French coast, officials say.\",            \"english_title\": \"Man Drives Into People\",            \"translated_version\": \"Un hombre de unos 30 años condujo intencionalmente hacia personas en Oléron, cerca de la costa francesa, dicen los oficiales.\",            \"translated_title\": \"Hombre Conduce Hacia Personas\"        },        {            \"english_version\": \"The ban takes effect on 10 December and also includes Facebook, X, TikTok, YouTube and Instagram.\",            \"english_title\": \"Social Media Ban\",            \"translated_version\": \"La prohibición comienza el 10 de diciembre e incluye Facebook, X, TikTok, YouTube e Instagram.\",            \"translated_title\": \"Prohibición de Redes Sociales\"        },        {            \"english_version\": \"Officials from the Australian Maritime Safety Authority boarded the Coral Adventurer on Wednesday morning local time.\",            \"english_title\": \"Officials Board Ship\",            \"translated_version\": \"Oficiales de la Autoridad de Seguridad Marítima de Australia subieron al Coral Adventurer el miércoles por la mañana, hora local.\",            \"translated_title\": \"Oficiales Suben al Barco\"        },        {            \"english_version\": \"A BBC investigation finds evidence that young African women are being tricked into building Russian drones.\",            \"english_title\": \"African Women Tricked\",            \"translated_version\": \"Una investigación de la BBC encuentra evidencia de que jóvenes africanas están siendo engañadas para construir drones rusos.\",            \"translated_title\": \"Mujeres Africanas Engañadas\"        }    ]}"