"{    \"translations\": [        {            \"english_version\": \"Russia's military success has made Natalia rebury her husband in Kyiv.\",            \"english_title\": \"Natalia's Reburial\",            \"translated_version\": \"El exito militar de Rusia hizo que Natalia enterrara de nuevo a su esposo en Kyiv.\",            \"translated_title\": \"Reentierro de Natalia\"        },        {            \"english_version\": \"Shops and homes were burned in an attack on two villages in Kwara, according to a lawmaker.\",            \"english_title\": \"Attack in Kwara\",            \"translated_version\": \"Tiendas y casas fueron quemadas en un ataque a dos pueblos en Kwara, segun un politico.\",            \"translated_title\": \"Ataque en Kwara\"        },        {            \"english_version\": \"Hospitals report that several children died in strikes by Israel's military, which they say were in response to a gun attack on their troops.\",            \"english_title\": \"Children in Conflict\",            \"translated_version\": \"Hospitales dicen que varios ninos murieron en ataques del ejercito de Israel, que dicen fueron en respuesta a un ataque con armas a sus tropas.\",            \"translated_title\": \"Ninos en Conflicto\"        },        {            \"english_version\": \"The New Start treaty has set limits on the number of strategic nuclear warheads that Russia and the United States can deploy.\",            \"english_title\": \"Nuclear Limits\",            \"translated_version\": \"El tratado Nuevo Comienzo pone limites en el numero de armas nucleares que Rusia y Estados Unidos pueden usar.\",            \"translated_title\": \"Limites Nucleares\"        },        {            \"english_version\": \"Greek officials quickly blamed smugglers for an incident, but past experience suggests we should be cautious about immediate explanations.\",            \"english_title\": \"Caution in Greece\",            \"translated_version\": \"Oficiales griegos culparon rapido a contrabandistas por un incidente, pero experiencias pasadas sugieren que debemos ser cuidadosos con explicaciones rapidas.\",            \"translated_title\": \"Cuidado en Grecia\"        }    ]}"