"{    \"translations\": [        {            \"english_version\": \"Israel issued new evacuation orders in central Gaza after Hamas rejected Israel’s conditions for a ceasefire on Sunday. Fears of wider war are growing. America said it was working to forestall escalation of a related conflict between Israel and Lebanon-based Hizbullah. On Sunday the Iran-backed militant group fired hundreds of rockets towards Israel—a long-awaited retaliation for Israel’s killing of a top Hizbullah commander last month. Israel conducted air strikes on southern Lebanon, which it claimed foiled Hizbullah’s plans for a bigger attack.\",            \"english_title\": \"Middle East Conflict\",            \"translated_version\": \"Israel dio nuevas órdenes de evacuación en el centro de Gaza después de que Hamas rechazara las condiciones de Israel para un alto el fuego el domingo. Los temores de una guerra más amplia están creciendo. Estados Unidos dijo que estaba trabajando para evitar la escalada de un conflicto relacionado entre Israel y Hizbullah, con sede en Líbano. El domingo, el grupo militante respaldado por Irán disparó cientos de cohetes hacia Israel, una esperada represalia por la muerte de un comandante de alto rango de Hizbullah el mes pasado. Israel llevó a cabo ataques aéreos en el sur de Líbano, los cuales afirmó haber frustrado los planes de Hizbullah para un ataque más grande.\",            \"translated_title\": \"Middle East Conflict\"        },        {            \"english_version\": \"Telegram said that its boss, Pavel Durov, 'has nothing to hide', after his 'absurd' arrest near Paris. The Franco-Russian billionaire allegedly failed to take action against harmful behaviour by users of the encrypted messaging app. Russian lawmakers also condemned the move. Vladislav Davankov, a deputy chair of Russia’s lower house of parliament, said the arrest 'could have political motives'. Mr Durov insists Telegram abides by EU laws.\",            \"english_title\": \"Telegram CEO Arrest\",            \"translated_version\": \"Telegram dijo que su jefe, Pavel Durov, 'no tiene nada que ocultar', después de su 'absurda' detención cerca de París. Se dice que el multimillonario franco-ruso no tomó medidas contra el comportamiento perjudicial de los usuarios de la aplicación de mensajería encriptada. Los legisladores rusos también condenaron la acción. Vladislav Davankov, vicepresidente de la cámara baja del parlamento de Rusia, dijo que la detención 'podría tener motivos políticos'. El Sr. Durov insiste en que Telegram cumple con las leyes de la UE.\",            \"translated_title\": \"Telegram CEO Arrest\"        }    ]}"