"{    \"translations\": [        {            \"english_version\": \"Vladimir Putin said sorry for the shooting down of a plane from Azerbaijan. This was his first time talking about the incident in public. He spoke with the president of Azerbaijan. Putin admitted that his forces were using anti-aircraft fire against a Ukrainian drone. But he did not fully accept responsibility for the attack. The plane crash killed at least 38 people.\",            \"english_title\": \"Putin Apologizes for Plane Crash\",            \"translated_version\": \"Vladimir Putin se disculpó por derribar un avión de Azerbaiyán. Esta fue la primera vez que habló sobre el incidente en público. Habló con el presidente de Azerbaiyán. Putin admitió que sus fuerzas estaban usando fuego antiaéreo contra un dron ucraniano. Pero no aceptó completamente la responsabilidad por el ataque. El accidente del avión mató al menos a 38 personas.\",            \"translated_title\": \"Putin Se Disculpa por Accidente de Avión\"        },        {            \"english_version\": \"Gazprom, a big energy company in Russia, announced that they will stop sending gas to Moldova from January 1st. They said this is because Moldova owes them a lot of money, around $709 million. But Moldova says they only owe $8.6 million. The Prime Minister of Moldova, Dorin Recean, criticized Russia for using energy as a weapon. Despite Russian interference, Moldova recently re-elected a president who supports the European Union.\",            \"english_title\": \"Gas Dispute Between Russia and Moldova\",            \"translated_version\": \"Gazprom, una gran compañía de energía en Rusia, anunció que dejarán de enviar gas a Moldavia a partir del 1 de enero. Dijeron que esto se debe a que Moldavia les debe mucho dinero, alrededor de $709 millones. Pero Moldavia dice que solo les debe $8.6 millones. El Primer Ministro de Moldavia, Dorin Recean, criticó a Rusia por usar la energía como un arma. A pesar de la interferencia rusa, Moldavia recientemente reelegió a un presidente que apoya a la Unión Europea.\",            \"translated_title\": \"Disputa de Gas Entre Rusia y Moldavia\"        }    ]}"