"{    \"translations\": [        {            \"english_version\": \"Israel's armed forces have asked residents of 23 villages in southern Lebanon to move north. They say that Hizubullah is hiding weapons among civilians, but Hizubullah denies this. The IDF also mentioned they will review their actions after injuring two UN peacekeepers in southern Lebanon.\",            \"english_title\": \"Israel's armed forces in southern Lebanon\",            \"translated_version\": \"Las fuerzas armadas de Israel pidieron a los residentes de 23 pueblos en el sur del Líbano que se muden al norte. Dicen que Hizubullah está escondiendo armas entre civiles, pero Hizubullah lo niega. El IDF también mencionó que revisarán sus acciones después de herir a dos pacificadores de la ONU en el sur del Líbano.\",            \"translated_title\": \"Fuerzas armadas de Israel en el sur del Líbano\"        },        {            \"english_version\": \"In Gaza, Israeli attacks have caused the death of at least 30 people and injured 110 in the city of Jabalia. This information comes from Gazan authorities.\",            \"english_title\": \"Israeli strikes in Gaza\",            \"translated_version\": \"En Gaza, los ataques israelíes han causado la muerte de al menos 30 personas e herido a 110 en la ciudad de Jabalia. Esta información proviene de las autoridades de Gaza.\",            \"translated_title\": \"Ataques israelíes en Gaza\"        },        {            \"english_version\": \"Boeing is planning to cut 17,000 jobs, which is about 10% of its workforce. They are also delaying the launch of their 777x plane. The company is facing financial losses due to a labor strike and production halt of its main passenger jet. This comes after a safety crisis earlier in the year.\",            \"english_title\": \"Boeing job cuts and delays\",            \"translated_version\": \"Boeing planea recortar 17,000 empleos, que es aproximadamente el 10% de su fuerza laboral. También están retrasando el lanzamiento de su avión 777x. La compañía está enfrentando pérdidas financieras debido a una huelga laboral y la paralización de la producción de su avión de pasajeros principal. Esto sucede después de una crisis de seguridad a principios de año.\",            \"translated_title\": \"Recortes de empleo y retrasos en Boeing\"        }    ]}"