"{    \"translations\": [        {            \"english_version\": \"Kirk's widow, Erika, gave a tearful speech at a service, saying she forgives her husband's alleged killer. The service lasted five hours and had top officials from the Trump administration paying tribute to the conservative activist.\",            \"english_title\": \"Erika Forgives\",            \"translated_version\": \"La viuda de Kirk, Erika, dio un discurso lloroso en un servicio, diciendo que perdona al supuesto asesino de su esposo. El servicio duró cinco horas y tuvo altos funcionarios de la administración de Trump rindiendo homenaje al activista conservador.\",            \"translated_title\": \"Erika Perdona\"        },        {            \"english_version\": \"Lee Jae Myung spoke to the BBC, expressing his desire to restore trust with North Korea.\",            \"english_title\": \"Lee Jae Myung's Wish\",            \"translated_version\": \"Lee Jae Myung habló con la BBC, expresando su deseo de restaurar la confianza con Corea del Norte.\",            \"translated_title\": \"Deseo de Lee Jae Myung\"        },        {            \"english_version\": \"A storm named Ragasa is expected to hit northern Philippines and then move towards southern China later this week.\",            \"english_title\": \"Storm Ragasa\",            \"translated_version\": \"Se espera que una tormenta llamada Ragasa golpee el norte de Filipinas y luego se mueva hacia el sur de China más tarde esta semana.\",            \"translated_title\": \"Tormenta Ragasa\"        },        {            \"english_version\": \"An outage left many people unable to contact emergency services, and it has been linked to several deaths.\",            \"english_title\": \"Outage Trouble\",            \"translated_version\": \"Un corte dejó a muchas personas sin poder contactar servicios de emergencia, y se ha relacionado con varias muertes.\",            \"translated_title\": \"Problema de Corte\"        },        {            \"english_version\": \"Yvette Cooper talked to the BBC about France and other countries preparing to recognize Palestinian statehood, following the UK's lead.\",            \"english_title\": \"Palestinian Recognition\",            \"translated_version\": \"Yvette Cooper habló con la BBC sobre Francia y otros países preparándose para reconocer el estado palestino, siguiendo el ejemplo del Reino Unido.\",            \"translated_title\": \"Reconocimiento Palestino\"        }    ]}"