"{    \"translations\": [        {            \"english_version\": \"After a security summit in London, Sir Keir Starmer, Britain’s prime minister, said European allies would form a 'coalition of the willing' to 'guarantee peace' in Ukraine. He mentioned that Britain, France, and other countries agreed to create a plan with Ukraine to stop the fighting, which they would then share with America. Additionally, a deal worth £1.6bn ($2bn) was announced for Ukraine to purchase missiles.\",            \"english_title\": \"Security Summit in London\",            \"translated_version\": \"Después de una reunión de seguridad en Londres, Sir Keir Starmer, primer ministro de Gran Bretaña, dijo que los aliados europeos formarían una 'coalición de voluntarios' para 'garantizar la paz' en Ucrania. Mencionó que Gran Bretaña, Francia y otros países acordaron crear un plan con Ucrania para detener los enfrentamientos, el cual luego compartirían con América. Además, se anunció un acuerdo por valor de £1.6bn ($2bn) para que Ucrania compre misiles.\",            \"translated_title\": \"Cumbre de Seguridad en Londres\"        },        {            \"english_version\": \"Leaders at the summit emphasized the need for increased defense spending. Ursula von der Leyen, president of the European Commission, highlighted the urgency for Europe to 're-arm' and stated that EU leaders would address this issue at an emergency meeting on Thursday. NATO’s secretary-general, Mark Rutte, hinted that more European nations would soon announce boosts in spending.\",            \"english_title\": \"Defense Spending Summit\",            \"translated_version\": \"Los líderes en la cumbre enfatizaron la necesidad de aumentar el gasto en defensa. Ursula von der Leyen, presidenta de la Comisión Europea, resaltó la urgencia para que Europa 'se rearme' y afirmó que los líderes de la UE abordarían este tema en una reunión de emergencia el jueves. El secretario general de la OTAN, Mark Rutte, insinuó que más naciones europeas pronto anunciarían aumentos en el gasto.\",            \"translated_title\": \"Cumbre de Gasto en Defensa\"        }    ]}"