"{    \"translations\": [        {            \"english_version\": \"The Houthis, an Iran-backed Yemeni militant group, have announced that they will allow safe passage for Russian and Chinese ships through the Red Sea. However, they also stated that they will continue to attack ships that are connected to Israel in any way. These attacks have caused significant disruptions to commercial shipping. Recently, the Houthis claimed responsibility for an assault on an American ship, prompting the US to carry out strikes against Houthi anti-ship missiles. In a challenge to Binyamin Netanyahu's government, Gadi Eisenkot, a war-cabinet minister and former chief of staff of the Israel Defence Forces, called for elections within months. Eisenkot criticized the government for not being truthful about the success of its offensive against Hamas and emphasized that military force alone would not secure the release of hostages.\",            \"english_title\": \"Houthis allow safe passage for Russian and Chinese ships\",            \"translated_version\": \"Los Houthis, un grupo militante yemení respaldado por Irán, han anunciado que permitirán el paso seguro de barcos rusos y chinos a través del Mar Rojo. Sin embargo, también han declarado que continuarán atacando barcos que estén conectados a Israel de alguna manera. Estos ataques han causado interrupciones significativas en el transporte comercial. Recientemente, los Houthis se atribuyeron la responsabilidad de un ataque a un barco estadounidense, lo que llevó a Estados Unidos a llevar a cabo ataques contra misiles antiaéreos de los Houthis. En un desafío al gobierno de Binyamin Netanyahu, Gadi Eisenkot, un ministro del gabinete de guerra y ex jefe de estado mayor de las Fuerzas de Defensa de Israel, llamó a elecciones dentro de meses. Eisenkot criticó al gobierno por no ser sincero sobre el éxito de su ofensiva contra Hamas y enfatizó que la fuerza militar por sí sola no aseguraría la liberación de los rehenes.\",            \"translated_title\": \"Los Houthis permiten el paso seguro de barcos rusos y chinos\"        },        {            \"english_version\": \"German lawmakers have approved legislation that eases citizenship rules and removes restrictions on dual citizenship. Previously, dual nationality in Germany was generally allowed only for citizens of other EU countries or Switzerland. The new rules will make citizens from anywhere eligible for dual citizenship. This change will have a significant impact on large numbers of Turks living in Germany. The government argues that these plans will enhance the integration of immigrants and attract skilled workers.\",            \"english_title\": \"Germany eases citizenship rules and allows dual citizenship\",            \"translated_version\": \"Los legisladores alemanes han aprobado una legislación que facilita las reglas de ciudadanía y elimina las restricciones sobre la doble ciudadanía. Anteriormente, la doble nacionalidad en Alemania generalmente solo se permitía para ciudadanos de otros países de la UE o Suiza. Las nuevas reglas harán que los ciudadanos de cualquier lugar sean elegibles para la doble ciudadanía. Este cambio tendrá un impacto significativo en un gran número de turcos que viven en Alemania. El gobierno argumenta que estos planes mejorarán la integración de los inmigrantes y atraerán a trabajadores calificados.\",            \"translated_title\": \"Alemania facilita las reglas de ciudadanía y permite la doble ciudadanía\"        },        {            \"english_version\": \"Ford has announced plans to reduce production of its electric pickup, the F-150 Lightning. This decision will affect around 1,400 workers, some of whom will be transferred to the production of gas-powered vehicles. In November, Ford had already scaled back its investment in an EV battery plant in Michigan. The company now expects weaker demand for electric vehicles in 2024 compared to previous forecasts.\",            \"english_title\": \"Ford reduces production of electric pickup\",            \"translated_version\": \"Ford ha anunciado planes para reducir la producción de su camioneta eléctrica, la F-150 Lightning. Esta decisión afectará a alrededor de 1,400 trabajadores, algunos de los cuales serán transferidos a la producción de vehículos de gasolina. En noviembre, Ford ya había reducido su inversión en una planta de baterías para vehículos eléctricos en Michigan. La compañía ahora espera una demanda más débil de vehículos eléctricos en 2024 en comparación con las previsiones anteriores.\",            \"translated_title\": \"Ford reduce la producción de camionetas eléctricas\"        },        {            \"english_version\": \"Shares in semiconductor companies such as AMD and Nvidia reached all-time highs as markets closed on Thursday. This surge followed the release of TSMC's earnings report. The Taiwanese company reported strong demand for AI chips, which it manufactures for AMD and Nvidia. The positive outlook from TSMC also raised hopes for a rebound in smartphone and computing demand after sluggish sales in recent years.\",            \"english_title\": \"Semiconductor stocks reach all-time highs\",            \"translated_version\": \"Las acciones de empresas de semiconductores como AMD y Nvidia alcanzaron máximos históricos al cierre de los mercados el jueves. Este aumento siguió al lanzamiento del informe de ganancias de TSMC. La empresa taiwanesa informó una fuerte demanda de chips de inteligencia artificial, que fabrica para AMD y Nvidia. La perspectiva positiva de TSMC también generó esperanzas de un repunte en la demanda de teléfonos inteligentes y computadoras después de ventas lentas en los últimos años.\",            \"translated_title\": \"Las acciones de empresas de semiconductores alcanzan máximos históricos\"        },        {            \"english_version\": \"Retail sales in Britain experienced a significant decline of 3.2% in December, marking the largest monthly decrease since January 2021. This figure suggests that the country may have entered a recession last year. The Office for National Statistics attributed the fall partially to people doing their Christmas shopping early. However, economists also pointed to high prices and borrowing costs as factors dampening consumer confidence.\",            \"english_title\": \"Retail sales in Britain decline in December\",            \"translated_version\": \"Las ventas minoristas en Gran Bretaña experimentaron una disminución significativa del 3.2% en diciembre, marcando la mayor disminución mensual desde enero de 2021. Esta cifra sugiere que el país puede haber entrado en recesión el año pasado. La Oficina de Estadísticas Nacionales atribuyó la caída parcialmente a las personas que hacen sus compras navideñas temprano. Sin embargo, los economistas también señalaron los altos precios y los costos de endeudamiento como factores que afectan la confianza del consumidor.\",            \"translated_title\": \"Las ventas minoristas en Gran Bretaña disminuyen en diciembre\"        }    ]}"