"{    \"translations\": [        {            \"english_version\": \"Diplomats are telling Iran to be careful after America warned that Iran might attack Israel. Germany's foreign minister asked Iran to be very careful. The Kremlin said it's important for Middle Eastern countries to avoid making the situation worse. America wants other countries like China and Turkey to tell Iran not to attack Israel.\",            \"english_title\": \"International Relations\",            \"translated_version\": \"Los diplomáticos le están diciendo a Irán que tenga cuidado después de que Estados Unidos advirtiera que Irán podría atacar a Israel. El ministro de Relaciones Exteriores de Alemania le pidió a Irán que tenga mucho cuidado. El Kremlin dijo que es importante que los países del Medio Oriente eviten empeorar la situación. Estados Unidos quiere que otros países como China y Turquía le digan a Irán que no ataque a Israel.\",            \"translated_title\": \"Relaciones Internacionales\"        },        {            \"english_version\": \"BlackRock, a big investment company, managed $10.5 trillion in the first quarter, a new record. Their profit went up by 23% and their revenue by 11%. Bitcoin investments and rising stock prices helped them make more money.\",            \"english_title\": \"Global Economy\",            \"translated_version\": \"BlackRock, una gran empresa de inversiones, manejó $10.5 billones en el primer trimestre, un nuevo récord. Sus ganancias aumentaron un 23% y sus ingresos un 11%. Las inversiones en Bitcoin y el aumento de los precios de las acciones les ayudaron a ganar más dinero.\",            \"translated_title\": \"Economía Global\"        },        {            \"english_version\": \"Taiwan sent more goods to America in March than to China. America is trying to trade more with Taiwan and less with China. This is part of a bigger change in global trade.\",            \"english_title\": \"Trade Relations\",            \"translated_version\": \"Taiwán envió más productos a Estados Unidos en marzo que a China. Estados Unidos está tratando de comerciar más con Taiwán y menos con China. Esto es parte de un cambio más grande en el comercio global.\",            \"translated_title\": \"Relaciones Comerciales\"        },        {            \"english_version\": \"Germany's prices went up by 2.3% in March, which is slower than before. Spain's prices went up by 3.3%. Food and energy prices going down helped Germany's inflation rate.\",            \"english_title\": \"Inflation Rates\",            \"translated_version\": \"Los precios en Alemania subieron un 2.3% en marzo, lo cual es más lento que antes. Los precios en España subieron un 3.3%. La disminución de los precios de alimentos y energía ayudó a la tasa de inflación de Alemania.\",            \"translated_title\": \"Tasas de Inflación\"        },        {            \"english_version\": \"Britain's economy grew by 0.1% in February, mostly because of factories making more things. This is good news after the economy got worse in December. But Britain's economy is still not as strong as some other European countries.\",            \"english_title\": \"Economic Growth\",            \"translated_version\": \"La economía de Gran Bretaña creció un 0.1% en febrero, principalmente debido a que las fábricas están produciendo más cosas. Esta es una buena noticia después de que la economía empeorara en diciembre. Pero la economía de Gran Bretaña aún no es tan fuerte como la de algunos otros países europeos.\",            \"translated_title\": \"Crecimiento Económico\"        }    ]}"