"{    \"translations\": [        {            \"english_version\": \"Nicolas Sarkozy, who was the president of France from 2007 to 2012, was found guilty of criminal conspiracy. However, he was cleared of other charges.\",            \"english_title\": \"Sarkozy Guilty\",            \"translated_version\": \"Nicolas Sarkozy, que fue presidente de Francia de 2007 a 2012, fue encontrado culpable de conspiración criminal. Pero fue liberado de otros cargos.\",            \"translated_title\": \"Sarkozy Culpable\"        },        {            \"english_version\": \"The US president suggests that the United States might lift sanctions on Turkey. This would allow Turkey to buy F-35 jets.\",            \"english_title\": \"US-Turkey Sanctions\",            \"translated_version\": \"El presidente de Estados Unidos sugiere que Estados Unidos podría quitar sanciones a Turquía. Esto permitiría a Turquía comprar aviones F-35.\",            \"translated_title\": \"Sanciones EEUU-Turquía\"        },        {            \"english_version\": \"A shooting occurred at a Dallas ICE facility on Wednesday. One detainee was killed and two others were critically injured.\",            \"english_title\": \"Dallas Shooting\",            \"translated_version\": \"Un tiroteo ocurrió en una instalación de ICE en Dallas el miércoles. Un detenido murió y otros dos resultaron gravemente heridos.\",            \"translated_title\": \"Tiroteo en Dallas\"        },        {            \"english_version\": \"In a speech to the United Nations, Mahmoud Abbas called on more countries to recognize a Palestinian state.\",            \"english_title\": \"Abbas UN Speech\",            \"translated_version\": \"En un discurso a las Naciones Unidas, Mahmoud Abbas pidió a más países que reconozcan un estado palestino.\",            \"translated_title\": \"Discurso de Abbas en la ONU\"        },        {            \"english_version\": \"The Israeli military conducted a powerful strike in Yemen. They said they targeted security and military sites, but the Houthis claimed that civilian facilities were hit.\",            \"english_title\": \"Israeli Strike in Yemen\",            \"translated_version\": \"El ejército israelí realizó un fuerte ataque en Yemen. Dijeron que apuntaron a sitios de seguridad y militares, pero los hutíes dijeron que golpearon instalaciones civiles.\",            \"translated_title\": \"Ataque Israelí en Yemen\"        }    ]}"