"{    \"translations\": [        {            \"english_version\": \"The streets of Tehran are described as a war zone, with reports of bloodshed. This comes amid tensions involving the US and Venezuela, as US forces have taken action against Venezuelan leader Nicolás Maduro.\",            \"english_title\": \"Tehran Tensions\",            \"translated_version\": \"Las calles de Teherán son como una zona de guerra, con reportes de sangre. Esto pasa por tensiones entre Estados Unidos y Venezuela, porque fuerzas de Estados Unidos han tomado acción contra el líder venezolano Nicolás Maduro.\",            \"translated_title\": \"Tensiones en Teherán\"        },        {            \"english_version\": \"In Khartoum, the military-backed government has returned after being ousted by a paramilitary group. The situation remains tense as power struggles continue.\",            \"english_title\": \"Khartoum Power Struggle\",            \"translated_version\": \"En Jartum, el gobierno apoyado por militares ha regresado después de ser expulsado por un grupo paramilitar. La situación sigue tensa porque las luchas de poder continúan.\",            \"translated_title\": \"Lucha de Poder en Jartum\"        },        {            \"english_version\": \"A state of emergency has been declared in Victoria, Australia, where thousands of firefighters are battling intense wildfires. The fires have caused significant damage and pose a threat to communities.\",            \"english_title\": \"Victoria Wildfires\",            \"translated_version\": \"Se ha declarado estado de emergencia en Victoria, Australia, donde miles de bomberos están luchando contra incendios fuertes. Los incendios han causado mucho daño y son una amenaza para las comunidades.\",            \"translated_title\": \"Incendios en Victoria\"        },        {            \"english_version\": \"In northern Finland, all flights from Kittila airport were canceled due to extreme cold weather, with temperatures dropping to -38C. The severe weather conditions have disrupted travel and daily life.\",            \"english_title\": \"Finland Cold Weather\",            \"translated_version\": \"En el norte de Finlandia, todos los vuelos del aeropuerto de Kittila fueron cancelados por el clima muy frío, con temperaturas bajando a -38C. El clima severo ha interrumpido los viajes y la vida diaria.\",            \"translated_title\": \"Clima Frío en Finlandia\"        },        {            \"english_version\": \"US President Donald Trump ordered large-scale military strikes, as announced by US Central Command. This decision follows a week of violent clashes and is part of ongoing military operations.\",            \"english_title\": \"US Military Strikes\",            \"translated_version\": \"El presidente de Estados Unidos, Donald Trump, ordenó ataques militares a gran escala, según anunció el Comando Central de Estados Unidos. Esta decisión sigue a una semana de enfrentamientos violentos y es parte de operaciones militares en curso.\",            \"translated_title\": \"Ataques Militares de EE.UU.\"        }    ]}"