"{    \"translations\": [        {            \"english_version\": \"Typhoon Fung-wong, with winds of 185 km/h, hit the Philippines on Sunday evening. Over 900,000 people have been evacuated due to the typhoon.\",            \"english_title\": \"Typhoon Hits Philippines\",            \"translated_version\": \"El tifon Fung-wong, con vientos de 185 km/h, llego a Filipinas el domingo por la noche. Mas de 900,000 personas han sido evacuadas por el tifon.\",            \"translated_title\": \"Tifon en Filipinas\"        },        {            \"english_version\": \"Thousands of flights have been delayed or canceled because of reduced air travel capacity during the federal government shutdown.\",            \"english_title\": \"Flights Affected by Shutdown\",            \"translated_version\": \"Miles de vuelos han sido retrasados o cancelados por la reduccion de capacidad de viajes aereos durante el cierre del gobierno federal.\",            \"translated_title\": \"Vuelos Afectados por Cierre\"        },        {            \"english_version\": \"Yoweri Museveni, a long-serving leader, blames foreign groups for causing unrest.\",            \"english_title\": \"Leader Blames Foreign Groups\",            \"translated_version\": \"Yoweri Museveni, un lider de mucho tiempo, culpa a grupos extranjeros por causar problemas.\",            \"translated_title\": \"Lider Culpa a Grupos Extranjeros\"        },        {            \"english_version\": \"Malaysian authorities are searching for more survivors after a boat capsized near Langkawi.\",            \"english_title\": \"Search for Survivors\",            \"translated_version\": \"Las autoridades de Malasia buscan mas sobrevivientes despues de que un barco se volco cerca de Langkawi.\",            \"translated_title\": \"Busqueda de Sobrevivientes\"        },        {            \"english_version\": \"Three companies have been told to stop using MD-11 and MD-11F planes until safety checks are done.\",            \"english_title\": \"Planes Grounded for Safety\",            \"translated_version\": \"A tres companias se les ha dicho que dejen de usar aviones MD-11 y MD-11F hasta que se hagan revisiones de seguridad.\",            \"translated_title\": \"Aviones Parados por Seguridad\"        }    ]}"