"{    \"translations\": [        {            \"english_version\": \"More than 400 passengers were on board the trains that derailed near the city of Córdoba. This is Spain's worst rail crash in more than ten years. Passengers talk about the moment two trains collided between Málaga and Madrid on Sunday evening.\",            \"english_title\": \"Train Crash in Spain\",            \"translated_version\": \"Más de 400 pasajeros estaban en los trenes que se descarrilaron cerca de la ciudad de Córdoba. Este es el peor accidente de tren en España en más de diez años. Los pasajeros hablan del momento en que dos trenes chocaron entre Málaga y Madrid el domingo por la noche.\",            \"translated_title\": \"Accidente de Tren en España\"        },        {            \"english_version\": \"Trade tensions and a reversal in the AI boom are among the main risks to global economic growth, according to the IMF. These issues could slow down the economy worldwide.\",            \"english_title\": \"Global Economic Risks\",            \"translated_version\": \"Las tensiones comerciales y un cambio en el auge de la inteligencia artificial son algunos de los principales riesgos para el crecimiento económico global, según el FMI. Estos problemas podrían ralentizar la economía en todo el mundo.\",            \"translated_title\": \"Riesgos Económicos Globales\"        },        {            \"english_version\": \"Mozambique President Daniel Chapo cancels a trip to Davos because of severe floods in the country. The floods are causing significant problems and require his attention.\",            \"english_title\": \"Floods in Mozambique\",            \"translated_version\": \"El presidente de Mozambique, Daniel Chapo, cancela un viaje a Davos por las fuertes inundaciones en el país. Las inundaciones están causando problemas importantes y necesitan su atención.\",            \"translated_title\": \"Inundaciones en Mozambique\"        },        {            \"english_version\": \"Senegal beat Morocco to win the Africa Cup of Nations. The final was overshadowed when Senegal temporarily refused to play.\",            \"english_title\": \"Senegal Wins Africa Cup\",            \"translated_version\": \"Senegal venció a Marruecos para ganar la Copa Africana de Naciones. La final fue opacada cuando Senegal se negó a jugar temporalmente.\",            \"translated_title\": \"Senegal Gana Copa Africana\"        },        {            \"english_version\": \"Chile's president warned that the death toll could rise in the Ñuble and Biobío regions. This warning comes after recent events in these areas.\",            \"english_title\": \"Warning in Chile\",            \"translated_version\": \"El presidente de Chile advirtió que el número de muertos podría aumentar en las regiones de Ñuble y Biobío. Esta advertencia viene después de eventos recientes en estas áreas.\",            \"translated_title\": \"Advertencia en Chile\"        }    ]}"