"    ```json    {        \"translations\": [            {                \"english_version\": \"Less than an hour ago, Myanmar's military government reported that nearly 1,650 people have died in a powerful 7.7 magnitude earthquake that hit the country on Friday. General Min Aung Hlaing, the head of the military junta, has requested international aid to assist with the aftermath. Countries such as America, ASEAN, China, and the EU have pledged to provide assistance. In Thailand, a state of emergency was declared in Bangkok following the deaths of at least ten individuals.\",                \"english_title\": \"Myanmar Earthquake\",                \"translated_version\": \"Hace menos de una hora, el gobierno militar de Myanmar informó que casi 1,650 personas han fallecido en un poderoso terremoto de magnitud 7.7 que golpeó el país el viernes. El General Min Aung Hlaing, el jefe de la junta militar, ha solicitado ayuda internacional para ayudar con las consecuencias. Países como América, ASEAN, China y la UE se han comprometido a brindar asistencia. En Tailandia, se declaró un estado de emergencia en Bangkok tras las muertes de al menos diez personas.\",                \"translated_title\": \"Myanmar Earthquake\"            },            {                \"english_version\": \"In Istanbul, tens of thousands of people gathered for rallies as protests escalated over the arrest of Ekram Imamoglu, the city's mayor and main opposition figure to Turkey's President, Recep Tayyip Erdogan. Turkish authorities have been cracking down on these demonstrations, with nearly 2,000 individuals arrested since Imamoglu's detention on March 19th. Experts believe the corruption charges against him are unfounded.\",                \"english_title\": \"Protests in Istanbul\",                \"translated_version\": \"En Estambul, decenas de miles de personas se reunieron para manifestaciones a medida que las protestas se intensificaron por el arresto de Ekram Imamoglu, el alcalde de la ciudad y principal figura de oposición al Presidente de Turquía, Recep Tayyip Erdogan. Las autoridades turcas han estado reprimiendo estas manifestaciones, con casi 2,000 personas arrestadas desde la detención de Imamoglu el 19 de marzo. Los expertos creen que los cargos de corrupción en su contra son infundados.\",                \"translated_title\": \"Protests in Istanbul\"            }        ]    }    ```"