"{    \"translations\": [        {            \"english_version\": \"Ukraine says Russian missiles hit Mykolaiv. This happened just two days after Ukraine's anti-corruption agencies got their independence back.\",            \"english_title\": \"Missiles Hit Mykolaiv\",            \"translated_version\": \"Ucrania dice que misiles rusos golpearon Mykolaiv. Esto pasó solo dos días después de que las agencias anticorrupción de Ucrania recuperaron su independencia.\",            \"translated_title\": \"Misiles en Mykolaiv\"        },        {            \"english_version\": \"Hundreds of thousands of Catholics from around the world went to Rome for a special holy year event called Jubilee.\",            \"english_title\": \"Catholics Gather in Rome\",            \"translated_version\": \"Cientos de miles de católicos de todo el mundo fueron a Roma para un evento especial llamado Jubileo.\",            \"translated_title\": \"Católicos en Roma\"        },        {            \"english_version\": \"The body of one of five trapped miners was found after a quake caused tunnels to collapse.\",            \"english_title\": \"Miner Found After Quake\",            \"translated_version\": \"El cuerpo de uno de los cinco mineros atrapados fue encontrado después de que un terremoto hizo colapsar túneles.\",            \"translated_title\": \"Minero Encontrado\"        },        {            \"english_version\": \"Negotiations between Israel and Hamas for a ceasefire and the release of hostages stopped last week. A family says Hamas is starving their relative, as the group shows a video of him in a tunnel.\",            \"english_title\": \"Israel and Hamas Talks Stop\",            \"translated_version\": \"Las negociaciones entre Israel y Hamas para un alto el fuego y la liberación de rehenes se detuvieron la semana pasada. Una familia dice que Hamas está dejando sin comida a su pariente, mientras el grupo muestra un video de él en un túnel.\",            \"translated_title\": \"Hablan Israel y Hamas\"        },        {            \"english_version\": \"The US president said he ordered two nuclear submarines to move closer to Russia after a disagreement on social media with Russia's ex-president.\",            \"english_title\": \"US Moves Submarines\",            \"translated_version\": \"El presidente de EE.UU. dijo que ordenó a dos submarinos nucleares acercarse a Rusia después de un desacuerdo en redes sociales con el ex-presidente de Rusia.\",            \"translated_title\": \"Submarinos de EE.UU.\"        }    ]}"