"{    \"translations\": [        {            \"english_version\": \"Russia's leader said during a TV marathon that claims of an attack on Europe were 'nonsense'.\",            \"english_title\": \"Russia Denies Attack Claims\",            \"translated_version\": \"El líder de Rusia dijo en un programa de TV que las afirmaciones de un ataque a Europa eran tonterías.\",            \"translated_title\": \"Rusia Niega Ataques\"        },        {            \"english_version\": \"The fast-fashion giant welcomed the judgement and said its priority remains protecting French consumers.\",            \"english_title\": \"Fashion Giant's Priority\",            \"translated_version\": \"La gran empresa de moda rápida celebró el juicio y dijo que su prioridad sigue siendo proteger a los consumidores franceses.\",            \"translated_title\": \"Prioridad de Moda\"        },        {            \"english_version\": \"EU leaders said the loan would be repayable only when Russia paid reparations for the war.\",            \"english_title\": \"EU Loan Conditions\",            \"translated_version\": \"Los líderes de la UE dijeron que el préstamo se pagará solo cuando Rusia pague reparaciones por la guerra.\",            \"translated_title\": \"Condiciones de Préstamo\"        },        {            \"english_version\": \"Two men say they experienced abuse similar to recent reports on Israel's treatment of prisoners, which Israel denies.\",            \"english_title\": \"Abuse Claims Against Israel\",            \"translated_version\": \"Dos hombres dicen que sufrieron abusos similares a los informes recientes sobre el trato de Israel a los prisioneros, lo cual Israel niega.\",            \"translated_title\": \"Acusaciones de Abuso\"        },        {            \"english_version\": \"Visitors who don't live in Rome will have to pay to view the Baroque monument up close from February.\",            \"english_title\": \"Rome Monument Fee\",            \"translated_version\": \"Los visitantes que no viven en Roma tendrán que pagar para ver el monumento barroco de cerca desde febrero.\",            \"translated_title\": \"Tarifa en Roma\"        }    ]}"