"{    \"translations\": [        {            \"english_version\": \"The richest man in the world will get many new shares if he meets his goals.\",            \"english_title\": \"Richest Man's New Shares\",            \"translated_version\": \"El hombre más rico del mundo recibirá muchas acciones nuevas si cumple sus metas.\",            \"translated_title\": \"Acciones Nuevas del Hombre Más Rico\"        },        {            \"english_version\": \"BBC Verify reports that the RSF killed unarmed people in a massacre that officials believe left 2,000 dead.\",            \"english_title\": \"RSF Massacre Report\",            \"translated_version\": \"BBC Verify dice que el RSF mató a personas sin armas en una masacre que los oficiales creen dejó 2,000 muertos.\",            \"translated_title\": \"Informe de Masacre del RSF\"        },        {            \"english_version\": \"Lindsay Sandiford, who was sentenced to death in Indonesia in 2013, was freed for humanitarian reasons.\",            \"english_title\": \"Lindsay Sandiford Freed\",            \"translated_version\": \"Lindsay Sandiford, quien fue sentenciada a muerte en Indonesia en 2013, fue liberada por razones humanitarias.\",            \"translated_title\": \"Lindsay Sandiford Liberada\"        },        {            \"english_version\": \"One of the year's deadliest storms moved west to Cambodia and Laos after hitting Vietnam.\",            \"english_title\": \"Deadly Storm Moves West\",            \"translated_version\": \"Una de las tormentas más mortales del año se movió al oeste hacia Camboya y Laos después de golpear Vietnam.\",            \"translated_title\": \"Tormenta Mortal se Mueve al Oeste\"        },        {            \"english_version\": \"World leaders spoke at the COP30 climate summit in Belém and criticized Trump's climate change record.\",            \"english_title\": \"COP30 Climate Summit\",            \"translated_version\": \"Líderes mundiales hablaron en la cumbre climática COP30 en Belém y criticaron el historial de Trump sobre el cambio climático.\",            \"translated_title\": \"Cumbre Climática COP30\"        }    ]}"