"{    \"translations\": [        {            \"english_version\": \"More than 2,000 videos and 180,000 images have been released related to Jeffrey Epstein, who was a sex offender.\",            \"english_title\": \"Epstein Media Released\",            \"translated_version\": \"Más de 2,000 videos y 180,000 imágenes han sido publicadas sobre Jeffrey Epstein, quien era un delincuente sexual.\",            \"translated_title\": \"Medios de Epstein Publicados\"        },        {            \"english_version\": \"António Guterres says the United Nations might run out of money by July because some members have not paid their fees.\",            \"english_title\": \"UN Financial Trouble\",            \"translated_version\": \"António Guterres dice que las Naciones Unidas podrían quedarse sin dinero para julio porque algunos miembros no han pagado sus cuotas.\",            \"translated_title\": \"Problema Financiero de la ONU\"        },        {            \"english_version\": \"A deal will allow Kurdish forces and administration to slowly become part of the Syrian state.\",            \"english_title\": \"Kurdish Forces Join Syria\",            \"translated_version\": \"Un acuerdo permitirá que las fuerzas y la administración kurdas se conviertan lentamente en parte del estado sirio.\",            \"translated_title\": \"Fuerzas Kurdas se Unen a Siria\"        },        {            \"english_version\": \"A lawsuit is asking for $10 billion in damages after tax information from Trump and his family was leaked to the media.\",            \"english_title\": \"Trump Tax Lawsuit\",            \"translated_version\": \"Una demanda pide $10 mil millones en daños después de que información fiscal de Trump y su familia se filtró a los medios.\",            \"translated_title\": \"Demanda Fiscal de Trump\"        },        {            \"english_version\": \"South Africa accuses the Israeli envoy of insulting President Ramaphosa, but Israel says the expulsion is not justified.\",            \"english_title\": \"South Africa and Israel Dispute\",            \"translated_version\": \"Sudáfrica acusa al enviado israelí de insultar al presidente Ramaphosa, pero Israel dice que la expulsión no está justificada.\",            \"translated_title\": \"Disputa entre Sudáfrica e Israel\"        }    ]}"