"{    \"translations\": [        {            \"english_version\": \"Revenue at Alphabet increased by 15% to $80.5bn in the first three months of 2024, surpassing analysts' expectations. Microsoft also saw a 17% rise in revenue to $61.9bn. Both companies are benefiting from the growth in artificial intelligence, leading to a surge in their stock prices.\",            \"english_title\": \"Business News\",            \"translated_version\": \"Los ingresos de Alphabet aumentaron un 15% a $80.5bn en los primeros tres meses de 2024, superando las expectativas de los analistas. Microsoft también vio un aumento del 17% en los ingresos a $61.9bn. Ambas compañías se están beneficiando del crecimiento en la inteligencia artificial, lo que ha llevado a un aumento en sus precios de acciones.\",            \"translated_title\": \"Business News\"        },        {            \"english_version\": \"Heavy rains in Tanzania and East Africa resulted in the loss of at least 155 lives. Flash floods in Kenya claimed the lives of 38 people, prompting the deployment of the army for rescue operations. The region has experienced weeks of torrential downpours linked to the El Niño climate pattern.\",            \"english_title\": \"Global News\",            \"translated_version\": \"Lluvias intensas en Tanzania y África Oriental resultaron en la pérdida de al menos 155 vidas. Inundaciones repentinas en Kenia se cobraron la vida de 38 personas, lo que llevó al despliegue del ejército para operaciones de rescate. La región ha experimentado semanas de aguaceros vinculados al patrón climático de El Niño.\",            \"translated_title\": \"Global News\"        },        {            \"english_version\": \"Harvey Weinstein had his conviction overturned by New York's top court due to procedural errors in his trial. While he remains incarcerated for a separate rape conviction in California, the court ruled that his trial in New York was unfair. The decision has sparked debate on the justice system's handling of high-profile cases.\",            \"english_title\": \"Legal News\",            \"translated_version\": \"Harvey Weinstein tuvo su condena anulada por el tribunal superior de Nueva York debido a errores procesales en su juicio. Aunque permanece encarcelado por una condena separada por violación en California, el tribunal dictaminó que su juicio en Nueva York fue injusto. La decisión ha generado debate sobre el manejo del sistema de justicia en casos de alto perfil.\",            \"translated_title\": \"Legal News\"        },        {            \"english_version\": \"India commenced voting in the general election, with around 106 million people expected to participate. The election, spanning multiple rounds, will determine the composition of the Lok Sabha. Prime Minister Narendra Modi seeks a third term, with polls indicating a favorable outcome for his party.\",            \"english_title\": \"Political News\",            \"translated_version\": \"India comenzó a votar en las elecciones generales, con alrededor de 106 millones de personas esperadas para participar. Las elecciones, que abarcan múltiples rondas, determinarán la composición de la Lok Sabha. El Primer Ministro Narendra Modi busca un tercer mandato, con encuestas que indican un resultado favorable para su partido.\",            \"translated_title\": \"Political News\"        },        {            \"english_version\": \"The US Supreme Court deliberated on whether former President Donald Trump is immune from prosecution for actions taken during his tenure. The court's divided stance raises questions about the timeline for potential legal proceedings against Trump, particularly regarding the 2020 election controversy.\",            \"english_title\": \"Legal News\",            \"translated_version\": \"La Corte Suprema de los Estados Unidos deliberó sobre si el ex Presidente Donald Trump es inmune a ser procesado por acciones tomadas durante su mandato. La postura dividida de la corte plantea preguntas sobre el cronograma para posibles procedimientos legales contra Trump, especialmente en relación con la controversia de las elecciones de 2020.\",            \"translated_title\": \"Legal News\"        }    ]}"