"{    \"translations\": [        {            \"english_version\": \"Exit polls suggest that Japan’s ruling Liberal Democratic Party is set to lose its majority in the House of Representatives in Sunday’s snap election. This puts the position of the new prime minister, Ishiba Shigeru, in jeopardy. He called the results a 'severe judgement' on his party. The LDP has dominated politics for almost seven decades, but a recent funding scandal has tarnished its reputation.\",            \"english_title\": \"Japanese Politics\",            \"translated_version\": \"Las encuestas de salida sugieren que el Partido Liberal Democrático de Japón está a punto de perder su mayoría en la Cámara de Representantes en las elecciones anticipadas del domingo. Esto pone en peligro la posición del nuevo primer ministro, Ishiba Shigeru. Él llamó a los resultados un 'juicio severo' sobre su partido. El PLD ha dominado la política durante casi siete décadas, pero un reciente escándalo de financiamiento ha manchado su reputación.\",            \"translated_title\": \"Política Japonesa\"        },        {            \"english_version\": \"Ayatollah Ali Khamenei, Iran’s supreme leader, made his first public appearance since Israel carried out air strikes on Iran. He said that the attack should not be 'exaggerated or downplayed' but did not call for escalation. Nor did Binyamin Netanyahu, Israel’s prime minister. He said on Sunday that Israel’s retaliatory attack over the weekend was 'precise and powerful' and achieved 'all of its objectives'.\",            \"english_title\": \"Middle East Tensions\",            \"translated_version\": \"El Ayatolá Ali Khamenei, líder supremo de Irán, hizo su primera aparición pública desde que Israel llevó a cabo ataques aéreos en Irán. Dijo que el ataque no debería ser 'exagerado o minimizado', pero no llamó a la escalada. Tampoco lo hizo Binyamin Netanyahu, primer ministro de Israel. Dijo el domingo que el ataque de represalia de Israel durante el fin de semana fue 'preciso y poderoso' y logró 'todos sus objetivos'.\",            \"translated_title\": \"Tensiones en el Medio Oriente\"        }    ]}"