"{    \"translations\": [        {            \"english_version\": \"President Donald Trump criticized Volodymyr Zelensky, the Ukrainian leader, for disrupting peace talks. Zelensky had called for a ceasefire without conditions, rejecting a U.S. proposal that would accept Russia's annexation of Crimea and prevent Ukraine from joining NATO.\",            \"english_title\": \"Trump criticizes Ukrainian leader\",            \"translated_version\": \"El presidente Donald Trump criticó a Volodymyr Zelensky, el líder ucraniano, por interrumpir las conversaciones de paz. Zelensky había pedido un alto el fuego sin condiciones, rechazando una propuesta de EE. UU. que aceptaría la anexión de Crimea por parte de Rusia y evitaría que Ucrania se uniera a la OTAN.\",            \"translated_title\": \"Trump critica al líder ucraniano\"        },        {            \"english_version\": \"The European Commission fined Apple and Meta a total of €700m ($798m) for not following the Digital Markets Act, which aims to prevent unfair competition among tech companies. The EU accused Apple's App Store restrictions and Meta's 'consent or pay' model of being anti-competitive.\",            \"english_title\": \"EU fines Apple and Meta\",            \"translated_version\": \"La Comisión Europea multó a Apple y Meta con un total de €700 millones ($798 millones) por no cumplir con la Ley de Mercados Digitales, que tiene como objetivo prevenir la competencia desleal entre empresas tecnológicas. La UE acusó a las restricciones de la App Store de Apple y al modelo de 'consentimiento o pago' de Meta de ser anticompetitivos.\",            \"translated_title\": \"La UE multa a Apple y Meta\"        },        {            \"english_version\": \"Joel Kaplan, Meta's chief global affairs officer, accused the EU of trying to hinder successful American companies.\",            \"english_title\": \"Meta's officer accuses EU\",            \"translated_version\": \"Joel Kaplan, el oficial principal de asuntos globales de Meta, acusó a la UE de intentar obstaculizar a las empresas estadounidenses exitosas.\",            \"translated_title\": \"El oficial de Meta acusa a la UE\"        },        {            \"english_version\": \"LinkedIn, Instagram, Facebook, TikTok, YouTube, and WhatsApp are some of the platforms mentioned in the text.\",            \"english_title\": \"Social media platforms mentioned\",            \"translated_version\": \"LinkedIn, Instagram, Facebook, TikTok, YouTube y WhatsApp son algunas de las plataformas mencionadas en el texto.\",            \"translated_title\": \"Plataformas de redes sociales mencionadas\"        },        {            \"english_version\": \"The Economist newspaper is referenced in the text, along with information about cookies, terms of use, privacy policy, and other legal and contact details.\",            \"english_title\": \"The Economist newspaper reference\",            \"translated_version\": \"El periódico The Economist es mencionado en el texto, junto con información sobre cookies, términos de uso, política de privacidad y otros detalles legales y de contacto.\",            \"translated_title\": \"Referencia al periódico The Economist\"        }    ]}"