"{    \"translations\": [        {            \"english_version\": \"Israel’s attack on Hamas continued into a second day after a seven-day truce came to an abrupt end on Friday. Both sides accuse the other of breaking the ceasefire. Gaza’s Hamas-controlled health ministry said that almost 200 people have died since the fighting resumed. The Israeli armed forces also dropped leaflets over Khan Younis, the most northerly big city in southern Gaza, warning residents to move further south.\",            \"english_title\": \"Israel's Attack on Hamas\",            \"translated_version\": \"El ataque de Israel a Hamas continuó por un segundo día después de que una tregua de siete días llegara a un fin abrupto el viernes. Ambos lados acusan al otro de romper el alto el fuego. El ministerio de salud controlado por Hamas en Gaza dijo que casi 200 personas han muerto desde que se reanudaron los enfrentamientos. Las fuerzas armadas israelíes también lanzaron panfletos sobre Khan Younis, la ciudad más al norte del sur de Gaza, advirtiendo a los residentes que se muden más al sur.\",            \"translated_title\": \"Ataque de Israel a Hamas\"        },        {            \"english_version\": \"America’s House of Representatives voted to expel George Santos, a scandal-ridden Republican congressman from New York. Mr Santos—who has pleaded not guilty to federal corruption charges—is the sixth member ever to be ousted and only the third after the Civil War. The House previously voted to save him, but a recent report from the House Ethics Committee convinced his colleagues to expel.\",            \"english_title\": \"Expulsion of George Santos\",            \"translated_version\": \"La Cámara de Representantes de Estados Unidos votó para expulsar a George Santos, un congresista republicano de Nueva York envuelto en un escándalo. El Sr. Santos, quien se ha declarado inocente de cargos federales de corrupción, es el sexto miembro en ser expulsado y solo el tercero después de la Guerra Civil. La Cámara previamente votó para salvarlo, pero un informe reciente del Comité de Ética de la Cámara convenció a sus colegas de expulsarlo.\",            \"translated_title\": \"Expulsión de George Santos\"        },        {            \"english_version\": \"AUKUS, a security pact between America, Australia and Britain, took a step forward as the signatories’ defence ministers agreed to cooperate on a range of cutting-edge military technologies. The three countries will establish a joint radar system to monitor space, conduct joint exercises involving maritime drones and incorporate AI into more military systems, among other measures.\",            \"english_title\": \"AUKUS Security Pact\",            \"translated_version\": \"AUKUS, un pacto de seguridad entre Estados Unidos, Australia y Gran Bretaña, dio un paso adelante cuando los ministros de defensa de los países firmantes acordaron cooperar en una serie de tecnologías militares de vanguardia. Los tres países establecerán un sistema de radar conjunto para monitorear el espacio, realizarán ejercicios conjuntos con drones marítimos e incorporarán inteligencia artificial en más sistemas militares, entre otras medidas.\",            \"translated_title\": \"Pacto de Seguridad AUKUS\"        },        {            \"english_version\": \"Donald Trump’s claim that presidents have immunity for actions undertaken while in office was dealt a double blow. First a federal-appeals court rejected the argument, ruling that the ex-president can be sued for his alleged role in the January 6th Capitol riot. Then a district court judge overseeing a case over his alleged attempts to overturn the election in 2020 came to a similar conclusion.\",            \"english_title\": \"Trump's Immunity Claim\",            \"translated_version\": \"La afirmación de Donald Trump de que los presidentes tienen inmunidad por acciones realizadas mientras están en el cargo recibió un doble golpe. Primero, un tribunal de apelaciones federales rechazó el argumento, dictaminando que el ex presidente puede ser demandado por su presunto papel en el asalto al Capitolio del 6 de enero. Luego, un juez de un tribunal de distrito que supervisa un caso sobre sus presuntos intentos de anular las elecciones en 2020 llegó a una conclusión similar.\",            \"translated_title\": \"Afirmación de Inmunidad de Trump\"        },        {            \"english_version\": \"The International Court of Justice, the UN’s top court, partly sided with Guyana in a dispute with Venezuela over the potentially oil-rich Essequibo region, which Guyana controls. Venezuela plans to hold a referendum on Sunday to affirm its claim on the land. While the court did not forbid the vote, it ordered Venezuela not to change the status quo.\",            \"english_title\": \"Dispute over Essequibo Region\",            \"translated_version\": \"La Corte Internacional de Justicia, el tribunal superior de la ONU, se puso parcialmente del lado de Guyana en una disputa con Venezuela sobre la región de Essequibo, potencialmente rica en petróleo, que Guyana controla. Venezuela planea realizar un referéndum el domingo para afirmar su reclamo sobre la tierra. Si bien la corte no prohibió la votación, ordenó a Venezuela que no cambie el statu quo.\",            \"translated_title\": \"Disputa sobre la Región de Essequibo\"        }    ]}"