"{    \"translations\": [        {            \"english_version\": \"Israel’s prime minister, Binyamin Netanyahu, rejected calls for a ceasefire in Gaza, saying it was like calling for Israel to surrender to Hamas. Israel continued an apparent advance on Gaza city, broadening its ground offensive. Israeli armoured vehicles were reportedly seen on the north-south road running through the enclave. Hamas said it had fired machine guns and anti-tank missiles towards Israeli troops early on Tuesday, though this fighting could not be confirmed. Gaza’s Hamas-run health ministry said that more than 8,300 people have been killed in the enclave since the war began.\",            \"english_title\": \"Israel rejects ceasefire calls in Gaza\",            \"translated_version\": \"El primer ministro de Israel, Binyamin Netanyahu, rechazó las llamadas a un alto el fuego en Gaza, diciendo que era como pedirle a Israel que se rindiera ante Hamas. Israel continuó avanzando aparentemente hacia la ciudad de Gaza, ampliando su ofensiva terrestre. Se informó que vehículos blindados israelíes fueron vistos en la carretera norte-sur que atraviesa el enclave. Hamas dijo que había disparado ametralladoras y misiles antitanque hacia las tropas israelíes el martes temprano, aunque esta lucha no pudo ser confirmada. El ministerio de salud dirigido por Hamas en Gaza dijo que más de 8,300 personas han muerto en el enclave desde que comenzó la guerra.\",            \"translated_title\": \"Israel rechaza llamadas de alto el fuego en Gaza\"        },        {            \"english_version\": \"The Bank of Japan adjusted its yield-curve control policy for the second time in three months, saying that the 1% cap on ten-year Japanese government bonds would now be a reference rather than a rigid ceiling. The yen fell against the dollar on the news. The BoJ also said it expected core inflation of 2.8% in the 2024 fiscal year, up from its previous prediction of 1.9%.\",            \"english_title\": \"Bank of Japan adjusts yield-curve control policy\",            \"translated_version\": \"El Banco de Japón ajustó su política de control de la curva de rendimiento por segunda vez en tres meses, diciendo que el límite del 1% en los bonos del gobierno japonés a diez años ahora sería una referencia en lugar de un techo rígido. El yen cayó frente al dólar con la noticia. El BoJ también dijo que esperaba una inflación básica del 2.8% en el año fiscal 2024, en comparación con su predicción anterior del 1.9%.\",            \"translated_title\": \"Banco de Japón ajusta política de control de la curva de rendimiento\"        },        {            \"english_version\": \"Samsung, one of the world’s biggest chipmakers, reported quarterly operating profits of 2.4trn won ($1.8bn), its highest this year. The results suggest an uplift in the struggling memory-chip market. Samsung said artificial-intelligence functions would further boost demand for chips next year. Meanwhile, Apple unveiled its latest M3 chips that will be used in new MacBook Pros and iMacs.\",            \"english_title\": \"Samsung reports highest quarterly profits\",            \"translated_version\": \"Samsung, uno de los mayores fabricantes de chips del mundo, informó de ganancias operativas trimestrales de 2.4 billones de won ($1.8 mil millones), las más altas de este año. Los resultados sugieren un aumento en el mercado de chips de memoria en dificultades. Samsung dijo que las funciones de inteligencia artificial impulsarían aún más la demanda de chips el próximo año. Mientras tanto, Apple presentó sus últimos chips M3 que se utilizarán en los nuevos MacBook Pros y iMacs.\",            \"translated_title\": \"Samsung informa ganancias trimestrales más altas\"        },        {            \"english_version\": \"Venezuela’s top court suspended the results of an opposition presidential primary. María Corina Machado, a market-friendly former congresswoman, won the poll, which took place after the government and the opposition agreed to hold elections next year. That deal had prompted America to roll back some sanctions on Venezuela. But it has warned that this decision could be reversed if the government does not lift bans on opposition candidates.\",            \"english_title\": \"Venezuela's top court suspends opposition primary results\",            \"translated_version\": \"El tribunal superior de Venezuela suspendió los resultados de una primaria presidencial de la oposición. María Corina Machado, una ex congresista amigable con el mercado, ganó la encuesta, que tuvo lugar después de que el gobierno y la oposición acordaran celebrar elecciones el próximo año. Ese acuerdo había llevado a Estados Unidos a revertir algunas sanciones contra Venezuela. Pero ha advertido que esta decisión podría revertirse si el gobierno no levanta las prohibiciones a los candidatos de la oposición.\",            \"translated_title\": \"Tribunal superior de Venezuela suspende resultados de primaria de la oposición\"        },        {            \"english_version\": \"General Motors struck a tentative agreement with United Auto Workers, the industry’s main union, to end a six-week strike. Around 18,000 workers from factories in Michigan, Missouri, Texas, and, since Saturday, Tennessee, had walked out to demand higher salaries. The other two of Detroit’s big three carmakers, Ford and Stellantis (whose largest shareholder part-owns The Economist’s parent company), clinched deals with the union in the past week.\",            \"english_title\": \"General Motors reaches agreement to end strike\",            \"translated_version\": \"General Motors llegó a un acuerdo tentativo con United Auto Workers, el principal sindicato de la industria, para poner fin a una huelga de seis semanas. Alrededor de 18,000 trabajadores de fábricas en Michigan, Missouri, Texas y, desde el sábado, Tennessee, habían salido a la calle para exigir salarios más altos. Los otros dos de los tres grandes fabricantes de automóviles de Detroit, Ford y Stellantis (cuyo mayor accionista es copropietario de la empresa matriz de The Economist), cerraron acuerdos con el sindicato la semana pasada.\",            \"translated_title\": \"General Motors llega a un acuerdo para poner fin a la huelga\"        }    ]}"