"{    \"translations\": [        {            \"english_version\": \"The EU says the people of Ukraine must have the freedom to decide their future. More than 50,000 North Koreans will be sent to work in Russia, as Moscow's war in Ukraine drains labor pools.\",            \"english_title\": \"EU on Ukraine's Future\",            \"translated_version\": \"La UE dice que la gente de Ucrania debe tener la libertad de decidir su futuro. Más de 50,000 norcoreanos serán enviados a trabajar en Rusia, porque la guerra de Moscú en Ucrania necesita trabajadores.\",            \"translated_title\": \"UE sobre el futuro de Ucrania\"        },        {            \"english_version\": \"Emergency crews are battling wildfires as a record-breaking heatwave continues across Europe.\",            \"english_title\": \"Wildfires in Europe\",            \"translated_version\": \"Equipos de emergencia están luchando contra incendios forestales mientras una ola de calor récord continúa en Europa.\",            \"translated_title\": \"Incendios en Europa\"        },        {            \"english_version\": \"Most tourists visiting Nepal head to Everest, which has seen overcrowding and increased pollution.\",            \"english_title\": \"Tourism in Nepal\",            \"translated_version\": \"La mayoría de los turistas que visitan Nepal van al Everest, que ha visto demasiada gente y más contaminación.\",            \"translated_title\": \"Turismo en Nepal\"        },        {            \"english_version\": \"The US will hold its levy on Chinese imports at 30%, while China will keep a 10% tariff on American goods.\",            \"english_title\": \"US-China Tariffs\",            \"translated_version\": \"EE.UU. mantendrá su impuesto a las importaciones chinas en 30%, mientras que China mantendrá un 10% de tarifa en productos americanos.\",            \"translated_title\": \"Aranceles EE.UU.-China\"        },        {            \"english_version\": \"Italian athlete Mattia Debertolis dies after collapsing during an orienteering event in China.\",            \"english_title\": \"Athlete's Tragic Death\",            \"translated_version\": \"El atleta italiano Mattia Debertolis muere después de colapsar durante un evento de orientación en China.\",            \"translated_title\": \"Muerte trágica de atleta\"        }    ]}"