"{    \"translations\": [        {            \"english_version\": \"Stock markets around the world went up after Donald Trump decided to stop new American tariffs for 90 days. In Europe, the Stoxx 600 index rose by 5%, and Britain's FTSE 100 went up by 4%. The NASDAQ and S&P 500 indices in America also had big gains, the biggest since 2001 and 2008. At the same time, China started imposing counter-tariffs on American goods after Trump increased tariffs on the country to 125%.\",            \"english_title\": \"Stock Markets Rise After Trump's Decision\",            \"translated_version\": \"Las bolsas de valores alrededor del mundo subieron después de que Donald Trump decidió detener los nuevos aranceles estadounidenses por 90 días. En Europa, el índice Stoxx 600 subió un 5%, y el FTSE 100 de Gran Bretaña aumentó un 4%. Los índices NASDAQ y S&P 500 en América también tuvieron grandes ganancias, las más grandes desde 2001 y 2008. Al mismo tiempo, China comenzó a imponer aranceles de represalia a los productos estadounidenses después de que Trump aumentara los aranceles al país al 125%.\",            \"translated_title\": \"Las Bolsas Suben Después de la Decisión de Trump\"        },        {            \"english_version\": \"The European Union stopped its plans to impose counter-tariffs on America for 90 days. Earlier, the EU had announced tariffs of around €21bn ($23bn) on American products in response to America's tariffs on steel and aluminium. However, Ursula von der Leyen, the president of the European Commission, mentioned that they want to try negotiations first, but they are keeping all options open.\",            \"english_title\": \"EU Halts Counter-Tariffs on America\",            \"translated_version\": \"La Unión Europea detuvo sus planes de imponer aranceles de represalia a América por 90 días. Anteriormente, la UE había anunciado aranceles de alrededor de €21 mil millones ($23 mil millones) en productos estadounidenses en respuesta a los aranceles de América sobre el acero y aluminio. Sin embargo, Ursula von der Leyen, la presidenta de la Comisión Europea, mencionó que quieren intentar negociaciones primero, pero mantienen todas las opciones abiertas.\",            \"translated_title\": \"La UE Detiene los Aranceles de Represalia a América\"        },        {            \"english_version\": \"The Economist is a well-known publication that offers news and analysis on various topics. They have an app available for both iOS and Android devices. The Economist Group, which owns the publication, also provides services related to intelligence, impact events, and education courses.\",            \"english_title\": \"Introduction to The Economist\",            \"translated_version\": \"The Economist es una publicación conocida que ofrece noticias y análisis sobre varios temas. Tienen una aplicación disponible para dispositivos iOS y Android. El Grupo The Economist, que es dueño de la publicación, también ofrece servicios relacionados con inteligencia, eventos de impacto y cursos de educación.\",            \"translated_title\": \"Introducción a The Economist\"        },        {            \"english_version\": \"The Economist Group is committed to reusing content and providing a secure platform for sharing information. They have contact options available for help, support, advertising, and press inquiries. The group values diversity and offers career opportunities for individuals interested in working with them.\",            \"english_title\": \"Values of The Economist Group\",            \"translated_version\": \"El Grupo The Economist se compromete a reutilizar contenido y proporcionar una plataforma segura para compartir información. Tienen opciones de contacto disponibles para ayuda, soporte, publicidad y consultas de prensa. El grupo valora la diversidad y ofrece oportunidades laborales para personas interesadas en trabajar con ellos.\",            \"translated_title\": \"Valores del Grupo The Economist\"        },        {            \"english_version\": \"To improve user experience, The Economist website uses cookies and similar technologies. They have policies in place regarding the use of cookies, privacy, and accessibility. The company is registered in England and Wales with a specific VAT registration number. The Economist Newspaper Limited is the official publisher.\",            \"english_title\": \"Website Policies of The Economist\",            \"translated_version\": \"Para mejorar la experiencia del usuario, el sitio web de The Economist utiliza cookies y tecnologías similares. Tienen políticas establecidas con respecto al uso de cookies, privacidad y accesibilidad. La empresa está registrada en Inglaterra y Gales con un número de registro de IVA específico. The Economist Newspaper Limited es el editor oficial.\",            \"translated_title\": \"Políticas del Sitio Web de The Economist\"        }    ]}"