"{    \"translations\": [        {            \"english_version\": \"Some 150 foreigners and wounded Palestinians crossed into Egypt from Gaza. A further 350 waited at the Rafah border gate. Egypt is expected to allow around 500 people to evacuate each day through its sole crossing with Gaza. Its government continues to refuse to accept Palestinian refugees.\",            \"english_title\": \"Evacuation from Gaza\",            \"translated_version\": \"Unos 150 extranjeros y palestinos heridos cruzaron a Egipto desde Gaza. Otros 350 esperaban en la puerta fronteriza de Rafah. Se espera que Egipto permita la evacuación de alrededor de 500 personas cada día a través de su único cruce con Gaza. Su gobierno sigue negándose a aceptar refugiados palestinos.\",            \"translated_title\": \"Evacuación desde Gaza\"        },        {            \"english_version\": \"Jordan withdrew its ambassador from Israel in protest against the `humanitarian catastrophe` in Gaza. Jordan has long distanced itself from Hamas, but has also quarrelled with Israel over shared holy sites. The country’s foreign ministry said it would only re-upgrade ties once its neighbour `stopped its war on Gaza`. Bolivia, Chile and Columbia all recently withdrew their envoys from Israel.\",            \"english_title\": \"Jordan's Protest\",            \"translated_version\": \"Jordania retiró a su embajador de Israel en protesta contra la `catástrofe humanitaria` en Gaza. Jordania se ha distanciado de Hamas desde hace mucho tiempo, pero también ha tenido disputas con Israel por los lugares sagrados compartidos. El ministerio de relaciones exteriores del país dijo que solo restablecerá los lazos una vez que su vecino `detenga su guerra en Gaza`. Bolivia, Chile y Colombia también retiraron recientemente a sus enviados de Israel.\",            \"translated_title\": \"Protesta de Jordania\"        },        {            \"english_version\": \"America, China and the European Union were among 28 signatories to a `world-first` agreement on managing the risks of artificial intelligence. The Bletchley Declaration kicked off a two-day `AI Safety Summit` in Britain attended by some 100 world leaders and tech executives, including Elon Musk. Britain’s prime minister, Rishi Sunak, said the document would `ensure the long-term future of our children and grandchildren.`\",            \"english_title\": \"AI Safety Summit\",            \"translated_version\": \"Estados Unidos, China y la Unión Europea estuvieron entre los 28 firmantes de un acuerdo `pionero en el mundo` sobre la gestión de los riesgos de la inteligencia artificial. La Declaración de Bletchley dio inicio a una Cumbre de Seguridad de IA de dos días en Gran Bretaña, a la que asistieron unos 100 líderes mundiales y ejecutivos de tecnología, incluido Elon Musk. El primer ministro británico, Rishi Sunak, dijo que el documento `garantizará el futuro a largo plazo de nuestros hijos y nietos`.\",            \"translated_title\": \"Cumbre de Seguridad de IA\"        },        {            \"english_version\": \"South Korea’s exports increased by 5.1% year-on-year in October, to $55bn. It is the first rise in more than a year. Exports to America surged by 17.3%. Goods and services sent to China fell by 9.5%, the smallest drop in 13 months. South Korea, a leading supplier of semiconductors and other electronic components, is considered a bellwether for global demand. Toyota, the world’s biggest carmaker by sales, reported operating profits of ¥1.44trn ($9.5bn) in the three months to September, more than double the figure recorded during the same period last year. Healthy sales and a weak yen helped. Toyota’s shares rose by around 6% on the news. The firm also raised predictions for operating profit in the current fiscal year to ¥4.5trn.\",            \"english_title\": \"South Korea's Exports\",            \"translated_version\": \"Las exportaciones de Corea del Sur aumentaron un 5,1% interanual en octubre, a $55 mil millones. Es el primer aumento en más de un año. Las exportaciones a Estados Unidos aumentaron un 17,3%. Los bienes y servicios enviados a China cayeron un 9,5%, la menor caída en 13 meses. Corea del Sur, un importante proveedor de semiconductores y otros componentes electrónicos, se considera un indicador adelantado de la demanda global. Toyota, el fabricante de automóviles más grande del mundo en términos de ventas, informó de beneficios operativos de ¥1,44 billones ($9,5 mil millones) en los tres meses hasta septiembre, más del doble de la cifra registrada durante el mismo período del año pasado. Las ventas saludables y un yen débil ayudaron. Las acciones de Toyota subieron alrededor del 6% con la noticia. La empresa también aumentó las previsiones de beneficios operativos para el año fiscal actual a ¥4,5 billones.\",            \"translated_title\": \"Exportaciones de Corea del Sur\"        },        {            \"english_version\": \"A federal jury struck a blow to American estate agents. Big residential brokerages were ordered to pay $1.8bn in damages to home-sellers for keeping commission rates artificially high. The plaintiffs’ lawyers said that Americans pay twice as much in transaction fees as home-buyers in comparable foreign markets. The National Association of Realtors vowed to appeal against the verdict. India’s securities regulator introduced tighter transparency rules for foreign investors with big stakes in single stocks or corporate groups. The policies aim to reduce the risk of company insiders controlling funds through shell companies and using them to influence share prices. The move follows allegations of stock manipulation against the Adani Group (which Adani denies).\",            \"english_title\": \"Blow to American Estate Agents\",            \"translated_version\": \"Un jurado federal asestó un golpe a los agentes inmobiliarios estadounidenses. Se ordenó a las grandes corredurías residenciales que pagaran $1,8 mil millones en daños a los vendedores de viviendas por mantener las tasas de comisión artificialmente altas. Los abogados de los demandantes dijeron que los estadounidenses pagan el doble en tarifas de transacción que los compradores de viviendas en mercados extranjeros comparables. La Asociación Nacional de Agentes Inmobiliarios prometió apelar el veredicto. El regulador de valores de la India introdujo normas de transparencia más estrictas para los inversores extranjeros con grandes participaciones en acciones individuales o grupos corporativos. Las políticas tienen como objetivo reducir el riesgo de que los insiders de la empresa controlen los fondos a través de empresas fantasma y los utilicen para influir en los precios de las acciones. La medida sigue a las acusaciones de manipulación de acciones contra el Grupo Adani (que Adani niega).\",            \"translated_title\": \"Golpe a los Agentes Inmobiliarios Estadounidenses\"        }    ]}"