"{    \"translations\": [        {            \"english_version\": \"Israel's prime minister, Binyamin Netanyahu, announced that the Israel Defence Forces had entered a second phase of the war in Gaza. He warned of a 'long and difficult' operation to dismantle Hamas and free hostages. The internet and phone services in the strip have been down since the IDF entered the enclave and attacked Hamas.\",            \"english_title\": \"Israel's Prime Minister Announces Second Phase of War in Gaza\",            \"translated_version\": \"El primer ministro de Israel, Binyamin Netanyahu, anunció que las Fuerzas de Defensa de Israel habían entrado en una segunda fase de la guerra en Gaza. Advirtió de una operación 'larga y difícil' para desmantelar a Hamas y liberar a los rehenes. Internet y los servicios telefónicos en la franja han estado fuera de servicio desde que las FDI entraron en el enclave y atacaron a Hamas.\",            \"translated_title\": \"El Primer Ministro de Israel Anuncia Segunda Fase de la Guerra en Gaza\"        },        {            \"english_version\": \"Protesters gathered in cities across the world to call for a ceasefire in Gaza. Tens of thousands demonstrated in London; thousands more marched in New York and New Zealand. Turkey's president, Recep Tayyip Erdogan, characterised Israel's strikes as 'a massacre' and urged the Muslim world to unite.\",            \"english_title\": \"Protesters Call for Ceasefire in Gaza\",            \"translated_version\": \"Manifestantes se reunieron en ciudades de todo el mundo para pedir un alto el fuego en Gaza. Decenas de miles se manifestaron en Londres; miles más marcharon en Nueva York y Nueva Zelanda. El presidente de Turquía, Recep Tayyip Erdogan, calificó los ataques de Israel como 'una masacre' y instó al mundo musulmán a unirse.\",            \"translated_title\": \"Manifestantes Piden un Alto el Fuego en Gaza\"        },        {            \"english_version\": \"Mike Pence, a former vice-president, pulled out of America's 2024 presidential race. He announced the end of his bid during a speech at the annual conference of the Republican Jewish Coalition. The United Automobile Workers union reached a tentative agreement on a new workers' contract with Stellantis, a carmaker.\",            \"english_title\": \"Mike Pence Withdraws from Presidential Race\",            \"translated_version\": \"Mike Pence, un ex vicepresidente, se retiró de la carrera presidencial de Estados Unidos en 2024. Anunció el fin de su candidatura durante un discurso en la conferencia anual de la Coalición Judía Republicana. El sindicato de Trabajadores Automotores Unidos llegó a un acuerdo tentativo sobre un nuevo contrato laboral con Stellantis, un fabricante de automóviles.\",            \"translated_title\": \"Mike Pence se Retira de la Carrera Presidencial\"        },        {            \"english_version\": \"A police officer was killed, and more than 100 people were injured, at a protest in Dhaka, Bangladesh's capital. Tens of thousands of people had gathered to demand the resignation of Sheikh Hasina, the prime minister. Reports suggested that Joe Biden and Xi Jinping have agreed to meet during the Asia-Pacific Economic Cooperation summit in November.\",            \"english_title\": \"Protest in Dhaka Turns Violent\",            \"translated_version\": \"Un oficial de policía murió y más de 100 personas resultaron heridas en una protesta en Dhaka, la capital de Bangladesh. Decenas de miles de personas se habían reunido para exigir la renuncia de Sheikh Hasina, la primera ministra. Informes sugirieron que Joe Biden y Xi Jinping han acordado reunirse durante la cumbre de Cooperación Económica Asia-Pacífico en noviembre.\",            \"translated_title\": \"Protesta en Dhaka se Vuelve Violenta\"        },        {            \"english_version\": \"South Africa beat New Zealand 12-11 in the final of the Rugby World Cup, giving the Springboks a record fourth world title. Siya Kolisi, the first black captain of South Africa, repeated the feat in Paris.\",            \"english_title\": \"South Africa Wins Rugby World Cup\",            \"translated_version\": \"Sudáfrica venció a Nueva Zelanda 12-11 en la final de la Copa del Mundo de Rugby, dando a los Springboks su cuarto título mundial récord. Siya Kolisi, el primer capitán negro de Sudáfrica, repitió la hazaña en París.\",            \"translated_title\": \"Sudáfrica Gana la Copa del Mundo de Rugby\"        }    ]}"