"{    \"translations\": [        {            \"english_version\": \"Domestic air travel will be reduced by up to 10% at 40 major airports. This will cause thousands of flights to be cancelled in the coming days.\",            \"english_title\": \"Air Travel Reduction\",            \"translated_version\": \"Los vuelos dentro del país se reducirán hasta un 10% en 40 aeropuertos grandes. Esto hará que miles de vuelos sean cancelados en los próximos días.\",            \"translated_title\": \"Reducción de vuelos\"        },        {            \"english_version\": \"The Nobel Prize winner felt left out by the scientific community because of his comments on race and intelligence.\",            \"english_title\": \"Nobel Winner Feels Left Out\",            \"translated_version\": \"El ganador del Premio Nobel se sintió excluido por la comunidad científica por sus comentarios sobre raza e inteligencia.\",            \"translated_title\": \"Ganador Nobel excluido\"        },        {            \"english_version\": \"If the body is identified as a hostage, five dead hostages will remain in Gaza and still need to be returned under a ceasefire deal.\",            \"english_title\": \"Hostage Situation in Gaza\",            \"translated_version\": \"Si el cuerpo es identificado como un rehén, cinco rehenes muertos quedarán en Gaza y aún necesitan ser devueltos bajo un acuerdo de alto el fuego.\",            \"translated_title\": \"Rehenes en Gaza\"        },        {            \"english_version\": \"Robert James Purkiss is facing extradition because he is accused of murdering Agnes Manjiru.\",            \"english_title\": \"Extradition Case\",            \"translated_version\": \"Robert James Purkiss enfrenta extradición porque está acusado de matar a Agnes Manjiru.\",            \"translated_title\": \"Caso de extradición\"        },        {            \"english_version\": \"One of the year's deadliest storms has moved west to Cambodia and Laos after passing through Vietnam.\",            \"english_title\": \"Deadly Storm Moves West\",            \"translated_version\": \"Una de las tormentas más mortales del año se ha movido al oeste hacia Camboya y Laos después de pasar por Vietnam.\",            \"translated_title\": \"Tormenta mortal al oeste\"        }    ]}"