"{    \"translations\": [        {            \"english_version\": \"Wall Street stock indices dropped a lot on Monday. This happened because Donald Trump said America might go into a recession this year. The S&P 500 fell by 2.7%, the NASDAQ fell by 4%, and the Dow dropped by 2.1%.\",            \"english_title\": \"Stock Market Drop\",            \"translated_version\": \"Las acciones de Wall Street bajaron mucho el lunes. Esto pasó porque Donald Trump dijo que América podría entrar en una recesión este año. El S&P 500 cayó un 2.7%, el NASDAQ cayó un 4%, y el Dow bajó un 2.1%.\",            \"translated_title\": \"Caída en el Mercado de Valores\"        },        {            \"english_version\": \"Marco Rubio, who is America's secretary of state, said that USAID, America's main aid agency, will cancel more than 80% of its programs. The state department will handle any remaining contracts. This will stop important programs like HIV and tuberculosis treatment.\",            \"english_title\": \"USAID Program Cancellations\",            \"translated_version\": \"Marco Rubio, quien es el secretario de estado de América, dijo que USAID, la principal agencia de ayuda de América, cancelará más del 80% de sus programas. El departamento de estado se encargará de cualquier contrato restante. Esto detendrá programas importantes como el tratamiento del VIH y la tuberculosis.\",            \"translated_title\": \"Cancelación de Programas de USAID\"        },        {            \"english_version\": \"Donald Trump defended his economic policy in an interview on Fox News. He mentioned that his administration might increase some tariffs. This news affected the stock market negatively.\",            \"english_title\": \"Trump's Economic Policy\",            \"translated_version\": \"Donald Trump defendió su política económica en una entrevista en Fox News. Mencionó que su administración podría aumentar algunos aranceles. Esta noticia afectó negativamente al mercado de valores.\",            \"translated_title\": \"Política Económica de Trump\"        },        {            \"english_version\": \"America's aid agency, USAID, is making big cuts to its programs. This decision will have a significant impact on life-saving programs. Marco Rubio thanked DOGE for the reforms, but many are concerned about the consequences of these cuts.\",            \"english_title\": \"USAID Program Cuts\",            \"translated_version\": \"La agencia de ayuda de América, USAID, está haciendo recortes importantes en sus programas. Esta decisión tendrá un impacto significativo en programas que salvan vidas. Marco Rubio agradeció a DOGE por las reformas, pero muchos están preocupados por las consecuencias de estos recortes.\",            \"translated_title\": \"Recortes en los Programas de USAID\"        },        {            \"english_version\": \"The decrease in American aid programs will have serious consequences. Programs that help with diseases like HIV and tuberculosis will be affected. This news comes after Marco Rubio announced the cancellation of many aid programs.\",            \"english_title\": \"Consequences of Aid Program Decrease\",            \"translated_version\": \"La disminución en los programas de ayuda americana tendrá consecuencias graves. Los programas que ayudan con enfermedades como el VIH y la tuberculosis se verán afectados. Esta noticia llega después de que Marco Rubio anunciara la cancelación de muchos programas de ayuda.\",            \"translated_title\": \"Consecuencias de la Disminución de Programas de Ayuda\"        }    ]}"