"{    \"translations\": [        {            \"english_version\": \"Keir Starmer's spokesman responded to Vladimir Putin's claims that Russia is ready for war with Europe by saying Putin isn't serious about peace.\",            \"english_title\": \"Starmer on Putin's War Claims\",            \"translated_version\": \"El portavoz de Keir Starmer respondió a las palabras de Vladimir Putin de que Rusia está lista para la guerra con Europa diciendo que Putin no está serio sobre la paz.\",            \"translated_title\": \"Starmer sobre palabras de guerra de Putin\"        },        {            \"english_version\": \"Egypt denies coordinating with Israel to reopen a crossing, saying the passage should be open in both directions.\",            \"english_title\": \"Egypt Denies Coordination with Israel\",            \"translated_version\": \"Egipto niega coordinar con Israel para reabrir un cruce, diciendo que el paso debe estar abierto en ambas direcciones.\",            \"translated_title\": \"Egipto niega coordinación con Israel\"        },        {            \"english_version\": \"A two-year investigation has revealed disturbing stories of rape, sexual violence, murders, and environmental destruction.\",            \"english_title\": \"Investigation Reveals Disturbing Stories\",            \"translated_version\": \"Una investigación de dos años ha revelado historias preocupantes de violación, violencia sexual, asesinatos y destrucción del medio ambiente.\",            \"translated_title\": \"Investigación revela historias preocupantes\"        },        {            \"english_version\": \"An inquiry is looking into claims of favoritism in EU funding for a training program at a school led by Federica Mogherini.\",            \"english_title\": \"Inquiry into EU Funding Favoritism\",            \"translated_version\": \"Una investigación está mirando acusaciones de favoritismo en fondos de la UE para un programa de entrenamiento en una escuela dirigida por Federica Mogherini.\",            \"translated_title\": \"Investigación sobre favoritismo en fondos de la UE\"        },        {            \"english_version\": \"The Boeing 777 with 239 people on board disappeared in 2014, becoming one of the biggest mysteries in aviation history.\",            \"english_title\": \"Boeing 777 Mystery\",            \"translated_version\": \"El Boeing 777 con 239 personas a bordo desapareció en 2014, convirtiéndose en uno de los mayores misterios en la historia de la aviación.\",            \"translated_title\": \"Misterio del Boeing 777\"        }    ]}"