"{    \"translations\": [        {            \"english_version\": \"The Bank of England and the European Central Bank held interest rates steady, at 5.25% and 4% respectively. Neither bank suggested that rate cuts are imminent.\",            \"english_title\": \"Interest Rates Held Steady\",            \"translated_version\": \"El Banco de Inglaterra y el Banco Central Europeo mantuvieron las tasas de interés estables, en 5.25% y 4% respectivamente. Ningún banco sugirió que se avecinan recortes de tasas.\",            \"translated_title\": \"Tasas de Interés Mantenidas Estables\"        },        {            \"english_version\": \"Yoav Gallant, Israel’s defence minister, told America’s national security advisor that it will take several months to defeat Hamas in Gaza. Jake Sullivan, who arrived in Israel on Thursday, also met Israel’s prime minister, Binyamin Netanyahu. Meanwhile, the Israel Defence Forces announced it had arrested 70 Hamas fighters at a hospital in northern Gaza following days of clashes.\",            \"english_title\": \"Efforts to Defeat Hamas in Gaza\",            \"translated_version\": \"Yoav Gallant, el ministro de defensa de Israel, le dijo al asesor de seguridad nacional de Estados Unidos que tomará varios meses derrotar a Hamas en Gaza. Jake Sullivan, quien llegó a Israel el jueves, también se reunió con el primer ministro de Israel, Binyamin Netanyahu. Mientras tanto, las Fuerzas de Defensa de Israel anunciaron que habían arrestado a 70 combatientes de Hamas en un hospital en el norte de Gaza después de días de enfrentamientos.\",            \"translated_title\": \"Esfuerzos para Derrotar a Hamas en Gaza\"        },        {            \"english_version\": \"Vladimir Putin struck an unsurprisingly bullish tone during a lengthy televised press conference and public phone-in. Russia’s president suggested that the war in Ukraine would only end when his country’s objectives were achieved—including the denazification and demilitarisation of its neighbour. Mr Putin also expressed confidence that the West would stop sending military supplies, which he described as freebies, to Ukraine.\",            \"english_title\": \"Putin's Views on Ukraine\",            \"translated_version\": \"Vladimir Putin adoptó un tono sorprendentemente optimista durante una larga conferencia de prensa televisada y una llamada pública. El presidente de Rusia sugirió que la guerra en Ucrania solo terminaría cuando se lograran los objetivos de su país, incluida la desnazificación y desmilitarización de su vecino. El Sr. Putin también expresó confianza en que Occidente dejaría de enviar suministros militares, que describió como regalos, a Ucrania.\",            \"translated_title\": \"Las Opiniones de Putin sobre Ucrania\"        },        {            \"english_version\": \"The International Energy Agency said that growth in demand for oil has slowed drastically. The watchdog cited reasons including higher interest rates and stagnant economic activity in regions such as Europe and the Middle East. The IEA also said that OPEC+, a cartel, now controls just 51% of global oil production, partly because of America’s growing output.\",            \"english_title\": \"Slowing Demand for Oil\",            \"translated_version\": \"La Agencia Internacional de Energía dijo que el crecimiento de la demanda de petróleo se ha desacelerado drásticamente. El organismo citó razones que incluyen tasas de interés más altas y una actividad económica estancada en regiones como Europa y Oriente Medio. La AIE también dijo que la OPEP+, un cártel, ahora controla solo el 51% de la producción mundial de petróleo, en parte debido al creciente rendimiento de Estados Unidos.\",            \"translated_title\": \"Disminución de la Demanda de Petróleo\"        },        {            \"english_version\": \"Ukraine’s president, Volodymyr Zelensky, urged a summit of EU leaders not to fall back into indecision by stalling on his country’s accession to the bloc. Viktor Orban, Hungary’s prime minister, has been blocking membership talks, as well as opposing plans for €50bn ($55bn) in financial support to Ukraine. On Thursday he insisted there is no reason to negotiate for Ukrainian accession.\",            \"english_title\": \"Ukraine's Accession to the EU\",            \"translated_version\": \"El presidente de Ucrania, Volodymyr Zelensky, instó a una cumbre de líderes de la UE a no caer en la indecisión al estancar la adhesión de su país al bloque. Viktor Orban, primer ministro de Hungría, ha estado bloqueando las conversaciones de adhesión, además de oponerse a los planes de €50 mil millones ($55 mil millones) en apoyo financiero a Ucrania. El jueves insistió en que no hay razón para negociar la adhesión de Ucrania.\",            \"translated_title\": \"La Adhesión de Ucrania a la UE\"        }    ]}"