"{    \"translations\": [        {            \"english_version\": \"Tesla reported a 56% drop in profits in the first quarter, with net income declining to $1.1bn from $2.5bn a year ago. The electric-vehicle firm also missed revenue expectations, citing challenges such as lower growth and supply-chain disruptions.\",            \"english_title\": \"Tesla's Profits Drop\",            \"translated_version\": \"Tesla informó de una caída del 56% en sus ganancias en el primer trimestre, con ingresos netos que bajaron a $1.1bn de $2.5bn hace un año. La empresa de vehículos eléctricos también no cumplió con las expectativas de ingresos, citando desafíos como un menor crecimiento y interrupciones en la cadena de suministro.\",            \"translated_title\": \"Las Ganancias de Tesla Disminuyen\"        },        {            \"english_version\": \"The judge overseeing Donald Trump's hush-money trial heard arguments that the former president violated his gag order. The prosecution emphasized the need for Mr. Trump to stop making derogatory comments about potential witnesses, while his lawyers defended his remarks as political speech.\",            \"english_title\": \"Trump's Trial Update\",            \"translated_version\": \"El juez a cargo del juicio de dinero callado de Donald Trump escuchó argumentos de que el expresidente violó su orden de silencio. La fiscalía enfatizó la necesidad de que el Sr. Trump deje de hacer comentarios despectivos sobre posibles testigos, mientras que sus abogados defendieron sus declaraciones como discurso político.\",            \"translated_title\": \"Actualización del Juicio de Trump\"        },        {            \"english_version\": \"America is preparing a $1bn aid package for Ukraine, which includes artillery ammunition and other weaponry. The Senate advanced bills for the aid package, with a final vote expected soon.\",            \"english_title\": \"Aid Package for Ukraine\",            \"translated_version\": \"América está preparando un paquete de ayuda de $1bn para Ucrania, que incluye municiones de artillería y otras armas. El Senado avanzó proyectos de ley para el paquete de ayuda, con una votación final esperada pronto.\",            \"translated_title\": \"Paquete de Ayuda para Ucrania\"        },        {            \"english_version\": \"The Federal Trade Commission voted to virtually ban non-compete clauses, arguing that they are anticompetitive and suppress wages. However, the decision is likely to face legal challenges from business groups.\",            \"english_title\": \"Ban on Non-Compete Clauses\",            \"translated_version\": \"La Comisión Federal de Comercio votó para prácticamente prohibir las cláusulas de no competencia, argumentando que son anticompetitivas y suprimen los salarios. Sin embargo, es probable que la decisión enfrente desafíos legales de grupos empresariales.\",            \"translated_title\": \"Prohibición de Cláusulas de No Competencia\"        },        {            \"english_version\": \"A staffer for Germany's Alternative for Germany party was arrested on charges of spying for China. Several alleged Chinese spies have been uncovered working in parliaments across Europe.\",            \"english_title\": \"Spying Charges in Germany\",            \"translated_version\": \"Un empleado del partido Alternativa para Alemania de Alemania fue arrestado bajo cargos de espiar para China. Varios presuntos espías chinos han sido descubiertos trabajando en parlamentos de toda Europa.\",            \"translated_title\": \"Cargos de Espionaje en Alemania\"        }    ]}"