"{    \"translations\": [        {            \"english_version\": \"The organization Kirk co-founded will host a memorial at a large stadium in Arizona. This event is to remember someone important.\",            \"english_title\": \"Memorial Event in Arizona\",            \"translated_version\": \"La organizacion que Kirk co-fundo hara un memorial en un estadio grande en Arizona. Este evento es para recordar a alguien importante.\",            \"translated_title\": \"Evento Memorial en Arizona\"        },        {            \"english_version\": \"Tyler Robinson is accused of shooting a right-wing activist while he was speaking at a university in Utah. This incident happened on Wednesday.\",            \"english_title\": \"Shooting Incident in Utah\",            \"translated_version\": \"Tyler Robinson es acusado de disparar a un activista de derecha mientras hablaba en una universidad en Utah. Este incidente paso el miercoles.\",            \"translated_title\": \"Incidente de Disparo en Utah\"        },        {            \"english_version\": \"The US president has often warned of stricter actions against Moscow, but has not yet acted on these threats.\",            \"english_title\": \"US President's Warnings\",            \"translated_version\": \"El presidente de EE.UU. ha advertido muchas veces sobre acciones mas estrictas contra Moscu, pero aun no ha hecho nada sobre estas amenazas.\",            \"translated_title\": \"Advertencias del Presidente de EE.UU.\"        },        {            \"english_version\": \"A wave of heavy air attacks in recent days has caused many civilians to leave their homes.\",            \"english_title\": \"Air Attacks Cause Evacuations\",            \"translated_version\": \"Una ola de ataques aereos fuertes en los ultimos dias ha hecho que muchos civiles dejen sus casas.\",            \"translated_title\": \"Ataques Aereos Causan Evacuaciones\"        },        {            \"english_version\": \"France, Denmark, and Germany will send jets to Poland after Russian drones entered its airspace.\",            \"english_title\": \"Jets Sent to Poland\",            \"translated_version\": \"Francia, Dinamarca y Alemania enviaran aviones a Polonia despues de que drones rusos entraron en su espacio aereo.\",            \"translated_title\": \"Aviones Enviados a Polonia\"        }    ]}"