"{    \"translations\": [        {            \"english_version\": \"The American Senate voted to pass a new spending deal to avoid a government shutdown. The proposal will fund the government until March and includes a $110 billion disaster-aid package. The provision to extend America's debt ceiling was removed, despite Donald Trump's support for it. Most Republicans in the House of Representatives backed the deal, and no Democrats voted against it. President Joe Biden is expected to sign the bill into law on Saturday.\",            \"english_title\": \"Senate Passes Spending Deal\",            \"translated_version\": \"El Senado Americano votó para aprobar un nuevo acuerdo de gastos para evitar un cierre del gobierno. La propuesta financiará al gobierno hasta marzo e incluye un paquete de ayuda por desastres de $110 mil millones. La disposición para extender el techo de deuda de América fue eliminada, a pesar del apoyo de Donald Trump. La mayoría de los Republicanos en la Cámara de Representantes respaldaron el acuerdo y ningún Demócrata votó en contra. Se espera que el Presidente Joe Biden firme el proyecto de ley el sábado.\",            \"translated_title\": \"Senado Aprueba Acuerdo de Gastos\"        },        {            \"english_version\": \"A tragic incident occurred at a Christmas market in Magdeburg, Germany, where at least two people, including a child, were killed, and many others were injured. The suspected driver, a doctor from Saudi Arabia who arrived in Germany in 2006, was arrested. The motive for the attack has not been confirmed.\",            \"english_title\": \"Tragic Incident in Magdeburg\",            \"translated_version\": \"Ocurrió un incidente trágico en un mercado navideño en Magdeburgo, Alemania, donde al menos dos personas, incluido un niño, murieron y muchas otras resultaron heridas. El conductor sospechoso, un doctor de Arabia Saudita que llegó a Alemania en 2006, fue arrestado. El motivo del ataque no ha sido confirmado.\",            \"translated_title\": \"Incidente Trágico en Magdeburgo\"        },        {            \"english_version\": \"The Economist has been published since September 1843, aiming to participate in a contest between intelligence and ignorance. The publication focuses on pressing forward with intelligence and overcoming obstacles posed by ignorance.\",            \"english_title\": \"The Economist's Mission\",            \"translated_version\": \"The Economist ha sido publicado desde septiembre de 1843, con el objetivo de participar en un concurso entre la inteligencia y la ignorancia. La publicación se enfoca en avanzar con inteligencia y superar los obstáculos planteados por la ignorancia.\",            \"translated_title\": \"La Misión de The Economist\"        },        {            \"english_version\": \"The Economist Group offers various services, including Economist Intelligence, Economist Impact, and Economist Impact Events. It also provides opportunities for working with the group and offers education courses and executive jobs.\",            \"english_title\": \"Services by The Economist Group\",            \"translated_version\": \"El Grupo The Economist ofrece varios servicios, incluyendo Economista Inteligencia, Economista Impacto y Eventos de Impacto del Economista. También brinda oportunidades para trabajar con el grupo y ofrece cursos de educación y trabajos ejecutivos.\",            \"translated_title\": \"Servicios del Grupo The Economist\"        },        {            \"english_version\": \"To enhance user experience and ensure smooth website operation, The Economist uses cookies and similar technologies. The website also provides information on managing cookies, terms of use, privacy, cookie policy, accessibility, and other relevant details.\",            \"english_title\": \"The Economist's Website\",            \"translated_version\": \"Para mejorar la experiencia del usuario y garantizar el funcionamiento fluido del sitio web, The Economist utiliza cookies y tecnologías similares. El sitio web también proporciona información sobre la gestión de cookies, términos de uso, privacidad, política de cookies, accesibilidad y otros detalles relevantes.\",            \"translated_title\": \"El Sitio Web de The Economist\"        }    ]}"