"{    \"translations\": [        {            \"english_version\": \"Families say mothers Mary Sheikh al-Eid and Khadija Abu Anza were shot while trying to get help from a station in southern Gaza.\",            \"english_title\": \"Mothers Shot in Gaza\",            \"translated_version\": \"Las familias dicen que las mamás Mary Sheikh al-Eid y Khadija Abu Anza fueron disparadas mientras intentaban conseguir ayuda en una estación en el sur de Gaza.\",            \"translated_title\": \"Mamás Disparadas en Gaza\"        },        {            \"english_version\": \"Three people died in attacks on Dnipro in Ukraine, and two were killed in Russia's Rostov region.\",            \"english_title\": \"Attacks in Ukraine and Russia\",            \"translated_version\": \"Tres personas murieron en ataques en Dnipro en Ucrania, y dos murieron en la región de Rostov en Rusia.\",            \"translated_title\": \"Ataques en Ucrania y Rusia\"        },        {            \"english_version\": \"Early results from a very controversial vote show that the opposition will keep its majority in Taiwan's parliament.\",            \"english_title\": \"Taiwan Vote Results\",            \"translated_version\": \"Los primeros resultados de una votación muy polémica muestran que la oposición mantendrá su mayoría en el parlamento de Taiwán.\",            \"translated_title\": \"Resultados de Votación en Taiwán\"        },        {            \"english_version\": \"Thousands of women registered with a company called Tea had their pictures illegally accessed, according to the US firm.\",            \"english_title\": \"Illegal Access to Photos\",            \"translated_version\": \"Miles de mujeres registradas con una empresa llamada Tea tuvieron sus fotos accedidas ilegalmente, según la empresa de EE.UU.\",            \"translated_title\": \"Acceso Ilegal a Fotos\"        },        {            \"english_version\": \"Hackers got access to personal data of the company's customers, financial professionals, and staff.\",            \"english_title\": \"Hackers Access Data\",            \"translated_version\": \"Hackers accedieron a datos personales de los clientes de la empresa, profesionales financieros y personal.\",            \"translated_title\": \"Hackers Acceden a Datos\"        }    ]}"