"{    \"translations\": [        {            \"english_version\": \"Nvidia's share price dropped by 9.5% on Tuesday, leading to a significant decrease in the overall American stock markets. This decline resulted in the AI chipmaker losing nearly $300 billion in market value, marking the largest single-day drop for an American company. Investors are showing less interest in technology stocks worldwide. The impact of this sell-off extended to Asia, with markets in Japan, South Korea, and Taiwan experiencing negative effects.\",            \"english_title\": \"Stock Market Decline\",            \"translated_version\": \"El precio de las acciones de Nvidia bajó un 9.5% el martes, lo que provocó una disminución significativa en los mercados de valores estadounidenses en general. Esta caída resultó en que el fabricante de chips de inteligencia artificial perdiera casi $300 mil millones en valor de mercado, marcando la mayor caída en un solo día para una empresa estadounidense. Los inversores están mostrando menos interés en las acciones tecnológicas en todo el mundo. El impacto de esta venta se extendió a Asia, con los mercados en Japón, Corea del Sur y Taiwán experimentando efectos negativos.\",            \"translated_title\": \"Stock Market Decline\"        },        {            \"english_version\": \"A recent report on the Grenfell Tower fire in London, which claimed the lives of 72 individuals in 2017, attributed the tragedy to 'decades of failure.' Sir Martin Moore-Bick, who led the six-year inquiry, pointed to 'systematic dishonesty' within cladding manufacturing companies. He criticized the coalition government under David Cameron for neglecting safety regulations to reduce bureaucratic hurdles.\",            \"english_title\": \"Grenfell Tower Fire Report\",            \"translated_version\": \"Un informe reciente sobre el incendio de la Torre Grenfell en Londres, que cobró la vida de 72 personas en 2017, atribuyó la tragedia a 'décadas de fracasos'. Sir Martin Moore-Bick, quien dirigió la investigación de seis años, señaló la 'desonestidad sistemática' dentro de las empresas fabricantes de revestimientos. Criticó al gobierno de coalición bajo David Cameron por descuidar las regulaciones de seguridad para reducir obstáculos burocráticos.\",            \"translated_title\": \"Grenfell Tower Fire Report\"        }    ]}"