"{    \"translations\": [        {            \"english_version\": \"American stock markets went down on Thursday. The NASDAQ index dropped by 4.3% and the S&P 500 by 3.5%. In March, America's annual inflation rate fell to 2.4%, which was lower than what economists expected. This decrease was from 2.8% in February. These numbers were collected before Donald Trump's trade war with China started, which might lead to further price increases.\",            \"english_title\": \"American Stock Markets and Inflation\",            \"translated_version\": \"Las bolsas de valores americanas bajaron el jueves. El índice NASDAQ cayó un 4.3% y el S&P 500 un 3.5%. En marzo, la tasa de inflación anual de América bajó al 2.4%, que fue menor de lo que los economistas esperaban. Esta disminución fue desde el 2.8% en febrero. Estos números fueron recopilados antes de que comenzara la guerra comercial de Donald Trump con China, lo que podría llevar a aumentos de precios adicionales.\",            \"translated_title\": \"Mercados de Valores Americanos e Inflación\"        },        {            \"english_version\": \"The European Union is in talks for a new free-trade agreement with the UAE. Earlier, the EU had stopped counter-tariffs against America for 90 days. This decision came after Mr. Trump paused many tariffs on Wednesday. Europe had announced tariffs worth around €21bn on American goods in response to levies on steel and aluminium. On the other hand, China's counter-tariffs against America have now been put into action.\",            \"english_title\": \"European Union's Trade Negotiations\",            \"translated_version\": \"La Unión Europea está en conversaciones para un nuevo acuerdo de libre comercio con los Emiratos Árabes Unidos. Anteriormente, la UE había detenido los aranceles de represalia contra América por 90 días. Esta decisión se tomó después de que el Sr. Trump pausara muchos aranceles el miércoles. Europa había anunciado aranceles por valor de alrededor de €21 mil millones en bienes americanos en respuesta a los gravámenes sobre acero y aluminio. Por otro lado, los aranceles de represalia de China contra América ahora se han puesto en acción.\",            \"translated_title\": \"Negociaciones Comerciales de la Unión Europea\"        }    ]}"