"{    \"translations\": [        {            \"english_version\": \"Hundreds have been killed across South East Asia due to heavy rains made worse by cyclones. These storms have also affected Thailand and Malaysia.\",            \"english_title\": \"Cyclones Cause Deaths in South East Asia\",            \"translated_version\": \"Cientos han muerto en el sudeste de Asia por lluvias fuertes empeoradas por ciclones. Estas tormentas también afectaron a Tailandia y Malasia.\",            \"translated_title\": \"Ciclones causan muertes en el sudeste de Asia\"        },        {            \"english_version\": \"Two ships were hit by drones. They were thought to be used to get around Western sanctions on Russia.\",            \"english_title\": \"Drones Hit Two Ships\",            \"translated_version\": \"Dos barcos fueron golpeados por drones. Se pensaba que se usaban para evitar sanciones de Occidente a Rusia.\",            \"translated_title\": \"Drones golpean dos barcos\"        },        {            \"english_version\": \"The US says it is trying to stop drug smuggling, but Venezuela believes Donald Trump wants to remove President Nicolás Maduro.\",            \"english_title\": \"US and Venezuela Disagree\",            \"translated_version\": \"Estados Unidos dice que intenta detener el contrabando de drogas, pero Venezuela cree que Donald Trump quiere quitar al presidente Nicolás Maduro.\",            \"translated_title\": \"Estados Unidos y Venezuela no están de acuerdo\"        },        {            \"english_version\": \"Police say 10 people are hurt in what they think is a planned shooting. Children are among those hurt.\",            \"english_title\": \"Planned Shooting Hurts 10\",            \"translated_version\": \"La policía dice que 10 personas están heridas en lo que creen es un tiroteo planeado. Niños están entre los heridos.\",            \"translated_title\": \"Tiroteo planeado hiere a 10\"        },        {            \"english_version\": \"Two young brothers were reportedly killed in an Israeli air strike as the Gaza ceasefire remains weak.\",            \"english_title\": \"Air Strike Kills Brothers in Gaza\",            \"translated_version\": \"Dos hermanos jóvenes murieron en un ataque aéreo israelí mientras el alto el fuego en Gaza sigue débil.\",            \"translated_title\": \"Ataque aéreo mata a hermanos en Gaza\"        }    ]}"