"{    \"translations\": [        {            \"english_version\": \"The now-president allegedly called police in Florida who were investigating Epstein and expressed relief that they were stopping him. This suggests the president was aware of Epstein's activities and was glad the investigation was happening.\",            \"english_title\": \"President and Epstein Investigation\",            \"translated_version\": \"El presidente ahora supuestamente llamó a la policía en Florida que investigaba a Epstein y expresó alivio de que lo estaban deteniendo. Esto sugiere que el presidente sabía de las actividades de Epstein y estaba contento de que la investigación sucediera.\",            \"translated_title\": \"Presidente e Investigación de Epstein\"        },        {            \"english_version\": \"The mother of news anchor Savannah disappeared from her home in Tucson, Arizona, in the middle of the night and was last seen on January 31. This mysterious disappearance has raised concerns and questions about her whereabouts.\",            \"english_title\": \"Savannah's Mother Disappearance\",            \"translated_version\": \"La madre de la presentadora de noticias Savannah desapareció de su casa en Tucson, Arizona, en medio de la noche y fue vista por última vez el 31 de enero. Esta desaparición misteriosa ha generado preocupaciones y preguntas sobre dónde está.\",            \"translated_title\": \"Desaparición de la Madre de Savannah\"        },        {            \"english_version\": \"President Mnangagwa's term is supposed to end in 2028, but there is a bill that could allow him to stay in power longer. This has sparked discussions about the future of leadership in the country.\",            \"english_title\": \"Mnangagwa's Term Extension\",            \"translated_version\": \"El mandato del presidente Mnangagwa debería terminar en 2028, pero hay un proyecto de ley que podría permitirle quedarse en el poder más tiempo. Esto ha generado discusiones sobre el futuro del liderazgo en el país.\",            \"translated_title\": \"Extensión del Mandato de Mnangagwa\"        },        {            \"english_version\": \"Jacques Leveugle allegedly kept a diary of abuse that happened in several countries. Police are asking more victims to come forward, indicating the seriousness and extent of the abuse.\",            \"english_title\": \"Jacques Leveugle's Abuse Diary\",            \"translated_version\": \"Jacques Leveugle supuestamente tenía un diario de abusos que ocurrieron en varios países. La policía está pidiendo a más víctimas que hablen, indicando la seriedad y el alcance del abuso.\",            \"translated_title\": \"Diario de Abusos de Jacques Leveugle\"        },        {            \"english_version\": \"The French president has warned about increasing threats from China, Russia, and the US, saying Europe needs to be alert. This highlights the geopolitical tensions and challenges Europe is facing.\",            \"english_title\": \"French President Warns of Threats\",            \"translated_version\": \"El presidente francés ha advertido sobre amenazas crecientes de China, Rusia y EE.UU., diciendo que Europa necesita estar alerta. Esto resalta las tensiones geopolíticas y desafíos que enfrenta Europa.\",            \"translated_title\": \"Presidente Francés Advierte de Amenazas\"        }    ]}"