"{    \"translations\": [        {            \"english_version\": \"Steve Witkoff, America’s representative to Vladimir Putin, went to Moscow to discuss a potential peace deal between Russia and Ukraine. This happened after five people, including a child, were killed in Ukraine by Russian drone and bomb attacks. Also, a Russian general was assassinated by a car bomb near Moscow, marking the second such incident in four months. Ukraine's security service admitted to being responsible for a similar killing of a Russian general last year.\",            \"english_title\": \"Peace Talks Between Russia and Ukraine\",            \"translated_version\": \"Steve Witkoff, el representante de América ante Vladimir Putin, fue a Moscú para hablar sobre un posible acuerdo de paz entre Rusia y Ucrania. Esto ocurrió después de que cinco personas, incluido un niño, fueran asesinadas en Ucrania por ataques de drones y bombas rusas. Además, un general ruso fue asesinado por una bomba en un coche cerca de Moscú, marcando el segundo incidente de este tipo en cuatro meses. El servicio de seguridad de Ucrania admitió ser responsable de un asesinato similar de un general ruso el año pasado.\",            \"translated_title\": \"Conversaciones de Paz Entre Rusia y Ucrania\"        },        {            \"english_version\": \"China announced that certain American imports would be exempt from its 125% tariffs. They requested businesses to provide lists of essential American goods. Despite China denying any ongoing trade negotiations, President Trump claimed that trade talks were happening between the two countries. Chinese officials have insisted that America must lift all unilateral tariff measures before starting discussions.\",            \"english_title\": \"Trade Talks Between China and America\",            \"translated_version\": \"China anunció que ciertas importaciones estadounidenses estarían exentas de sus aranceles del 125%. Solicitaron a las empresas que proporcionaran listas de productos estadounidenses esenciales. A pesar de que China niega cualquier negociación comercial en curso, el presidente Trump afirmó que las conversaciones comerciales estaban teniendo lugar entre los dos países. Los funcionarios chinos han insistido en que América debe levantar todas las medidas arancelarias unilaterales antes de comenzar las discusiones.\",            \"translated_title\": \"Conversaciones Comerciales Entre China y América\"        }    ]}"