"{    \"translations\": [        {            \"english_version\": \"America vetoed a UN Security Council resolution, proposed by Algeria, which demanded an immediate ceasefire in Gaza and warned of the forced displacement of Palestinians. America had argued that the resolution would interfere with its efforts to broker a deal that would see hostages released and more humanitarian aid allowed into Gaza. Previously America drafted its own resolution, urging a 'temporary ceasefire' and opposing Israel’s plans for a ground invasion of Rafah.\",            \"english_title\": \"International Relations\",            \"translated_version\": \"Estados Unidos dijo no a una resolución del Consejo de Seguridad de la ONU, propuesta por Argelia, que pedía un alto el fuego inmediato en Gaza y advertía sobre el desplazamiento forzado de los palestinos. Estados Unidos argumentó que la resolución interferiría con sus esfuerzos para negociar un acuerdo que permitiría la liberación de rehenes y más ayuda humanitaria en Gaza. Anteriormente, Estados Unidos redactó su propia resolución, instando a un 'alto el fuego temporal' y oponiéndose a los planes de Israel para una invasión terrestre de Rafah.\",            \"translated_title\": \"International Relations\"        },        {            \"english_version\": \"America promised to announce 'major sanctions' following the death of Alexei Navalny, Russia’s most prominent opposition politician. John Kirby, a national-security spokesman, said the measures would 'hold Russia accountable for what happened to Mr Navalny'. He did not elaborate on their details. Earlier Yulia Navalnaya, Mr Navalny’s widow, urged officials in Brussels not to recognise Russia’s election, scheduled for March.\",            \"english_title\": \"Global Politics\",            \"translated_version\": \"Estados Unidos prometió anunciar 'sanciones importantes' tras la muerte de Alexei Navalny, el político opositor más prominente de Rusia. John Kirby, un portavoz de seguridad nacional, dijo que las medidas 'responsabilizarían a Rusia por lo que le sucedió al Sr. Navalny'. No dio detalles al respecto. Anteriormente, Yulia Navalnaya, la viuda del Sr. Navalny, instó a los funcionarios en Bruselas a no reconocer las elecciones de Rusia, programadas para marzo.\",            \"translated_title\": \"Global Politics\"        },        {            \"english_version\": \"A member of Hungary’s ruling Fidesz party said that the country’s parliament would ratify Sweden’s accession to NATO in a vote scheduled for Monday. In January Turkey finally approved Sweden’s bid to join the alliance, leaving Viktor Orban, Hungary’s Russia-friendly prime minister, the sole hold-out. Mr Orban has also acted as a spoiler in the EU’s attempts to help Ukraine.\",            \"english_title\": \"International Alliances\",            \"translated_version\": \"Un miembro del partido gobernante Fidesz de Hungría dijo que el parlamento del país ratificaría la adhesión de Suecia a la OTAN en una votación programada para el lunes. En enero, Turquía finalmente aprobó la solicitud de Suecia para unirse a la alianza, dejando a Viktor Orban, el primer ministro pro-Rusia de Hungría, como el único en desacuerdo. El Sr. Orban también ha actuado como un obstáculo en los intentos de la UE de ayudar a Ucrania.\",            \"translated_title\": \"International Alliances\"        },        {            \"english_version\": \"Vladimir Putin, Russia’s president, denied accusations that Russia was developing an anti-satellite nuclear space weapon. Mr Putin, speaking in a televised meeting with Sergei Shoigu, his defence minister, said Russia was 'categorically against' such weapons. Mr Shoigu accused American lawmakers—one of whom released a public statement about a 'serious national-security threat'—of fearmongering to push through military aid to Ukraine.\",            \"english_title\": \"Global Security\",            \"translated_version\": \"Vladimir Putin, presidente de Rusia, negó las acusaciones de que Rusia estaba desarrollando un arma nuclear espacial antiaérea. El Sr. Putin, hablando en una reunión televisada con Sergei Shoigu, su ministro de defensa, dijo que Rusia estaba 'categóricamente en contra' de tales armas. El Sr. Shoigu acusó a los legisladores estadounidenses, uno de los cuales emitió una declaración pública sobre una 'grave amenaza a la seguridad nacional', de infundir miedo para aprobar ayuda militar a Ucrania.\",            \"translated_title\": \"Global Security\"        },        {            \"english_version\": \"Turkish authorities detained six suspected spies, according to state-run media. The individuals are accused of gathering information about members of Turkey’s Uyghur community on behalf of China’s intelligence services. Turkey, which is home to the largest Uyghur diaspora outside Central Asia, has been sharply critical of China’s treatment of the Uyghurs, a Muslim minority from the western province of Xinjiang.\",            \"english_title\": \"International Espionage\",            \"translated_version\": \"Las autoridades turcas detuvieron a seis presuntos espías, según los medios estatales. Se acusa a los individuos de recopilar información sobre miembros de la comunidad uigur de Turquía en nombre de los servicios de inteligencia de China. Turquía, que alberga la mayor diáspora uigur fuera de Asia Central, ha sido muy crítica con el trato de China a los uigures, una minoría musulmana de la provincia occidental de Xinjiang.\",            \"translated_title\": \"International Espionage\"        }    ]}"