"{    \"translations\": [        {            \"english_version\": \"The head of Ukraine's army, Oleksandr Syrsky, announced that nearly 600 Russian soldiers were captured by Ukrainian forces during their incursion into Kursk. Ukrainian troops have been active in the Russian border region since August. The captured soldiers will be added to Ukraine's 'exchange fund' for prisoner swaps.\",            \"english_title\": \"Ukraine-Russia Conflict\",            \"translated_version\": \"El jefe del ejército de Ucrania, Oleksandr Syrsky, anunció que casi 600 soldados rusos fueron capturados por las fuerzas ucranianas durante su incursión en Kursk. Las tropas ucranianas han estado activas en la región fronteriza rusa desde agosto. Los soldados capturados se agregarán al 'fondo de intercambio' de Ucrania para intercambios de prisioneros.\",            \"translated_title\": \"Ukraine-Russia Conflict\"        },        {            \"english_version\": \"Volodymyr Zelensky, the President of Ukraine, sought permission to use Western-supplied weapons systems to target locations inside Russia. This request comes amidst ongoing tensions between Ukraine and Russia.\",            \"english_title\": \"Ukraine-Russia Conflict\",            \"translated_version\": \"Volodymyr Zelensky, el Presidente de Ucrania, solicitó permiso para usar sistemas de armas suministrados por Occidente para apuntar a lugares dentro de Rusia. Esta solicitud se produce en medio de las tensiones continuas entre Ucrania y Rusia.\",            \"translated_title\": \"Ukraine-Russia Conflict\"        },        {            \"english_version\": \"A new indictment was filed against Donald Trump for his alleged attempts to overturn the 2020 US presidential election. The revised indictment maintains four criminal charges from the original, highlighting that some of Trump's actions were beyond his official duties.\",            \"english_title\": \"Legal Proceedings Against Donald Trump\",            \"translated_version\": \"Se presentó una nueva acusación contra Donald Trump por sus presuntos intentos de anular las elecciones presidenciales de EE. UU. de 2020. La acusación revisada mantiene cuatro cargos criminales del original, destacando que algunas de las acciones de Trump estaban más allá de sus deberes oficiales.\",            \"translated_title\": \"Legal Proceedings Against Donald Trump\"        }    ]}"