"{    \"translations\": [        {            \"english_version\": \"The American job market is showing signs of slowing down. In April, the unemployment rate increased to 3.9% from 3.8% in March. The Bureau of Labor Statistics reported 175,000 new jobs, which is lower than expected and significantly less than the revised figure for March.\",            \"english_title\": \"Job Market Slowdown in the US\",            \"translated_version\": \"El mercado laboral estadounidense está mostrando señales de desaceleración. En abril, la tasa de desempleo aumentó al 3.9% desde el 3.8% en marzo. La Oficina de Estadísticas Laborales informó de 175,000 nuevos empleos, lo cual es menos de lo esperado y significativamente menos que la cifra revisada de marzo.\",            \"translated_title\": \"Desaceleración del Mercado Laboral en EE. UU.\"        },        {            \"english_version\": \"There were clashes between police and pro-Palestinian protesters at various college campuses. Around 200 demonstrators were arrested at the University of California, Los Angeles. In Montreal, authorities in Quebec took action to dismantle an encampment at McGill University, where students were demanding divestment from Israel.\",            \"english_title\": \"Clashes at College Campuses\",            \"translated_version\": \"Hubo enfrentamientos entre la policía y manifestantes pro-palestinos en varios campus universitarios. Alrededor de 200 manifestantes fueron arrestados en la Universidad de California, Los Ángeles. En Montreal, las autoridades en Quebec tomaron medidas para desmantelar un campamento en la Universidad McGill, donde los estudiantes exigían desinversión de Israel.\",            \"translated_title\": \"Enfrentamientos en Campus Universitarios\"        },        {            \"english_version\": \"The Federal Reserve recently decided to delay cutting interest rates to combat persistent inflation. This decision came after the release of the latest job market data, which showed fewer new non-farm jobs created compared to the previous month.\",            \"english_title\": \"Federal Reserve's Interest Rate Decision\",            \"translated_version\": \"La Reserva Federal decidió recientemente retrasar la reducción de las tasas de interés para combatir la inflación persistente. Esta decisión se tomó después de la publicación de los últimos datos del mercado laboral, que mostraron menos nuevos empleos no agrícolas creados en comparación con el mes anterior.\",            \"translated_title\": \"Decisión de la Reserva Federal sobre las Tasas de Interés\"        },        {            \"english_version\": \"Disruption and protests at American universities have spread globally. In Paris, police removed around 70 student protesters from buildings at Sciences Po university. The unrest has extended beyond the borders of the United States, with similar incidents reported in different parts of the world.\",            \"english_title\": \"Global University Protests\",            \"translated_version\": \"La interrupción y las protestas en las universidades estadounidenses se han extendido a nivel mundial. En París, la policía retiró alrededor de 70 manifestantes estudiantiles de los edificios de la universidad Sciences Po. La agitación se ha extendido más allá de las fronteras de los Estados Unidos, con incidentes similares reportados en diferentes partes del mundo.\",            \"translated_title\": \"Protestas Universitarias Globales\"        },        {            \"english_version\": \"The Economist, a publication established in 1843, aims to promote intellectual advancement and challenge ignorance. It covers a wide range of topics and provides insights into global affairs. The Economist Group, which oversees various publications and events, is committed to fostering intelligence and progress.\",            \"english_title\": \"Mission of The Economist\",            \"translated_version\": \"The Economist, una publicación establecida en 1843, tiene como objetivo promover el avance intelectual y desafiar la ignorancia. Cubre una amplia gama de temas y brinda perspectivas sobre asuntos globales. El Grupo The Economist, que supervisa varias publicaciones y eventos, se compromete a fomentar la inteligencia y el progreso.\",            \"translated_title\": \"Misión de The Economist\"        }    ]}"