"{    \"translations\": [        {            \"english_version\": \"An Israeli strike in southern Lebanon killed a senior commander in Hizbullah, an Iran-backed militant group.\",            \"english_title\": \"Israeli Strike in Lebanon\",            \"translated_version\": \"Un ataque israelí en el sur de Líbano mató a un comandante de alto rango de Hizbullah, un grupo militante respaldado por Irán.\",            \"translated_title\": \"Ataque Israelí en Líbano\"        },        {            \"english_version\": \"United Airlines said it found loose bolts on several Boeing 737 Max 9 aircraft, the same type of plane that shed a door during an Alaska Airlines flight on Friday.\",            \"english_title\": \"Loose Bolts Found on United Airlines Planes\",            \"translated_version\": \"United Airlines dijo que encontró pernos sueltos en varios aviones Boeing 737 Max 9, el mismo tipo de avión que perdió una puerta durante un vuelo de Alaska Airlines el viernes.\",            \"translated_title\": \"Pernos Sueltos en Aviones de United Airlines\"        },        {            \"english_version\": \"Somalia’s president, Hassan Sheikh Mohamud, warned Ethiopia against striking a deal with Somaliland, a breakaway region in Somalia, over access to the Red Sea.\",            \"english_title\": \"Somalia Warns Ethiopia Over Deal with Somaliland\",            \"translated_version\": \"El presidente de Somalia, Hassan Sheikh Mohamud, advirtió a Etiopía que no llegue a un acuerdo con Somalilandia, una región separatista en Somalia, sobre el acceso al Mar Rojo.\",            \"translated_title\": \"Somalia Advierte a Etiopía Sobre Acuerdo con Somalilandia\"        },        {            \"english_version\": \"Élisabeth Borne resigned as France’s prime minister.\",            \"english_title\": \"Resignation of Élisabeth Borne\",            \"translated_version\": \"Élisabeth Borne renunció como primera ministra de Francia.\",            \"translated_title\": \"Renuncia de Élisabeth Borne\"        },        {            \"english_version\": \"Johnson & Johnson, a pharmaceuticals giant, announced it would spend $2bn to buy Ambrx Biopharma, a biotech company which has developed innovative new cancer therapies.\",            \"english_title\": \"Johnson & Johnson to Buy Ambrx Biopharma\",            \"translated_version\": \"Johnson & Johnson, un gigante farmacéutico, anunció que gastaría $2 mil millones para comprar Ambrx Biopharma, una empresa biotecnológica que ha desarrollado nuevas terapias innovadoras contra el cáncer.\",            \"translated_title\": \"Johnson & Johnson Comprará Ambrx Biopharma\"        }    ]}"