"```json{    \"translations\": [        {            \"english_version\": \"Edmundo González won Venezuela's presidential election in July, but Nicolás Maduro was declared the winner. Mr. González has fled to Spain seeking asylum.\",            \"english_title\": \"Venezuela Election Dispute\",            \"translated_version\": \"Edmundo González ganó las elecciones presidenciales de Venezuela en julio, pero Nicolás Maduro fue declarado el ganador. El Sr. González ha huido a España buscando asilo.\",            \"translated_title\": \"Disputa en Elecciones de Venezuela\"        },        {            \"english_version\": \"Mohammad Morsi, the deputy director of the Civil Emergency Service in northern Gaza, was killed in an Israeli airstrike. The service has lost 83 employees in the conflict with Hamas.\",            \"english_title\": \"Tragic Loss in Gaza\",            \"translated_version\": \"Mohammad Morsi, el subdirector del Servicio de Emergencia Civil en el norte de Gaza, fue asesinado en un ataque aéreo israelí. El servicio ha perdido 83 empleados en el conflicto con Hamas.\",            \"translated_title\": \"Pérdida Trágica en Gaza\"        },        {            \"english_version\": \"A gunman from Jordan shot and killed three Israelis at a West Bank border crossing before being killed.\",            \"english_title\": \"Violent Incident in West Bank\",            \"translated_version\": \"Un hombre armado de Jordania disparó y mató a tres israelíes en un cruce fronterizo de Cisjordania antes de ser abatido.\",            \"translated_title\": \"Incidente Violento en Cisjordania\"        },        {            \"english_version\": \"Security forces surrounded the Argentinian embassy in Caracas, where six opposition leaders are seeking sanctuary.\",            \"english_title\": \"Tension at Argentinian Embassy\",            \"translated_version\": \"Las fuerzas de seguridad rodearon la embajada argentina en Caracas, donde seis líderes de la oposición están buscando refugio.\",            \"translated_title\": \"Tensión en la Embajada Argentina\"        },        {            \"english_version\": \"The Economist has been published since September 1843, aiming to promote intelligence and progress while combating ignorance.\",            \"english_title\": \"The Economist's Mission\",            \"translated_version\": \"The Economist se ha publicado desde septiembre de 1843, con el objetivo de promover la inteligencia y el progreso mientras combate la ignorancia.\",            \"translated_title\": \"La Misión de The Economist\"        }    ]}```"