"{    \"translations\": [        {            \"english_version\": \"Donald Trump's tax-cutting package, called 'One Big Beautiful Bill', is in a critical stage. The bill has moved to a special session called vote-a-rama, where senators vote on amendments one after another. The bill is in danger because Republicans can only afford to lose the support of three Senators for it to pass, and it seems they have already lost two.\",            \"english_title\": \"Trump's Tax Bill in Trouble\",            \"translated_version\": \"El paquete de recortes de impuestos de Donald Trump, llamado `Un Gran Hermoso Proyecto`, está en una etapa crítica. El proyecto ha pasado a una sesión especial llamada vote-a-rama, donde los senadores votan enmiendas una tras otra. El proyecto está en peligro porque los republicanos solo pueden perder el apoyo de tres senadores para que pase, y parece que ya han perdido a dos.\",            \"translated_title\": \"Proyecto de Impuestos de Trump en Problemas\"        },        {            \"english_version\": \"Canada decided to cancel a digital-services tax that was aimed at American tech companies. This decision was made to try to restart trade talks with America. President Trump had stopped the negotiations because of this tax, which was supposed to start on Monday. Canada's finance minister said that removing the tax would help in negotiating a new economic and security relationship with America.\",            \"english_title\": \"Canada Cancels Digital Tax\",            \"translated_version\": \"Canadá decidió cancelar un impuesto a los servicios digitales que estaba dirigido a las empresas tecnológicas americanas. Esta decisión se tomó para intentar reiniciar las conversaciones comerciales con América. El presidente Trump había detenido las negociaciones por este impuesto, que debía comenzar el lunes. El ministro de finanzas de Canadá dijo que quitar el impuesto ayudaría a negociar una nueva relación económica y de seguridad con América.\",            \"translated_title\": \"Canadá Cancela Impuesto Digital\"        }    ]}"