"{    \"translations\": [        {            \"english_version\": \"Police have released documents that show where the suspects were before a deadly shooting.\",            \"english_title\": \"Police Release Documents\",            \"translated_version\": \"La policía ha mostrado papeles que dicen dónde estaban los sospechosos antes de un tiroteo mortal.\",            \"translated_title\": \"Policía Muestra Papeles\"        },        {            \"english_version\": \"Denmark has warned the United States to respect its sovereignty, and Greenland has said it will decide its own future.\",            \"english_title\": \"Denmark Warns US\",            \"translated_version\": \"Dinamarca ha dicho a Estados Unidos que respete su país, y Groenlandia ha dicho que decidirá su propio futuro.\",            \"translated_title\": \"Dinamarca Advierte a EE.UU.\"        },        {            \"english_version\": \"Investors are buying precious metals because of tensions around the world and the expectation that the US will cut interest rates.\",            \"english_title\": \"Investors Buy Metals\",            \"translated_version\": \"Los inversores están comprando metales preciosos por problemas en el mundo y porque creen que EE.UU. bajará las tasas de interés.\",            \"translated_title\": \"Inversores Compran Metales\"        },        {            \"english_version\": \"The BBC is visiting a part of Myanmar controlled by rebels before an election that the government has mandated to start this month.\",            \"english_title\": \"BBC Visits Myanmar\",            \"translated_version\": \"La BBC está visitando una parte de Myanmar controlada por rebeldes antes de una elección que el gobierno ha dicho que empezará este mes.\",            \"translated_title\": \"BBC Visita Myanmar\"        },        {            \"english_version\": \"Russia's Investigative Committee said that Fanil Sarvarov was the head of the armed forces' operational training department.\",            \"english_title\": \"Russia's Committee Statement\",            \"translated_version\": \"El Comité de Investigación de Rusia dijo que Fanil Sarvarov era el jefe del departamento de entrenamiento de las fuerzas armadas.\",            \"translated_title\": \"Declaración del Comité de Rusia\"        }    ]}"