"{    \"translations\": [        {            \"english_version\": \"Hamas has not returned 21 hostages' bodies as agreed in a ceasefire deal made by the US. In the Gaza ceasefire deal, Israel agreed to give back the bodies of 15 Palestinians for every dead Israeli hostage.\",            \"english_title\": \"Hamas and Hostage Bodies\",            \"translated_version\": \"Hamas no ha devuelto los cuerpos de 21 rehenes como se acordó en un trato de alto el fuego hecho por Estados Unidos. En el trato de alto el fuego en Gaza, Israel acordó devolver los cuerpos de 15 palestinos por cada rehén israelí muerto.\",            \"translated_title\": \"Hamas y Cuerpos de Rehenes\"        },        {            \"english_version\": \"The maps left out important islands, which are the cause of disputes between Beijing and its neighbors.\",            \"english_title\": \"Maps and Island Disputes\",            \"translated_version\": \"Los mapas dejaron fuera islas importantes, que son la causa de disputas entre Beijing y sus vecinos.\",            \"translated_title\": \"Mapas y Disputas de Islas\"        },        {            \"english_version\": \"The military promises elections in two years, but President Rajoelina says he is still in control.\",            \"english_title\": \"Military and Elections\",            \"translated_version\": \"El ejército promete elecciones en dos años, pero el Presidente Rajoelina dice que todavía está en control.\",            \"translated_title\": \"Militar y Elecciones\"        },        {            \"english_version\": \"The dead have been burned beyond recognition, and officials warn that the number of dead could increase.\",            \"english_title\": \"Burned Bodies Warning\",            \"translated_version\": \"Los muertos han sido quemados y no se pueden reconocer, y los oficiales advierten que el número de muertos podría aumentar.\",            \"translated_title\": \"Advertencia de Cuerpos Quemados\"        },        {            \"english_version\": \"Plans to bring back military service are in trouble because of a last-minute disagreement.\",            \"english_title\": \"Military Service Plans\",            \"translated_version\": \"Los planes para traer de vuelta el servicio militar están en problemas por un desacuerdo de último minuto.\",            \"translated_title\": \"Planes de Servicio Militar\"        }    ]}"