"{    \"translations\": [        {            \"english_version\": \"Six European countries have joined America, Australia, and Canada in pausing funding for UNRWA, the UN's agency for Palestinian refugees. UNRWA has terminated the contracts of staff suspected of involvement in Hamas's attacks on Israel. The commissioner-general of UNRWA warned that this decision threatens its humanitarian work.\",            \"english_title\": \"Funding Paused for UNRWA\",            \"translated_version\": \"Seis países europeos se han unido a Estados Unidos, Australia y Canadá en la suspensión de fondos para UNRWA, la agencia de la ONU para los refugiados palestinos. UNRWA ha terminado los contratos del personal sospechoso de estar involucrado en los ataques de Hamas a Israel. El comisionado general de UNRWA advirtió que esta decisión amenaza su trabajo humanitario.\",            \"translated_title\": \"Fondos Pausados para UNRWA\"        },        {            \"english_version\": \"Ireland's deputy premier stated that his country has no plans to suspend funding for UNRWA but supports action against any staff linked to the attacks.\",            \"english_title\": \"Ireland Supports Action Against Staff Linked to Attacks\",            \"translated_version\": \"El viceprimer ministro de Irlanda declaró que su país no tiene planes de suspender la financiación para UNRWA, pero apoya las acciones contra cualquier personal vinculado a los ataques.\",            \"translated_title\": \"Irlanda Apoya Acciones Contra Personal Vinculado a los Ataques\"        },        {            \"english_version\": \"Negotiators will meet in Paris to discuss a proposed deal to pause Israel's offensive in Gaza and secure the release of hostages held by Hamas. William Burns, the director of the CIA, will represent the Biden administration in talks with mediators from Israel, Egypt, and Qatar.\",            \"english_title\": \"Negotiations in Paris for Ceasefire and Hostage Release\",            \"translated_version\": \"Los negociadores se reunirán en París para discutir un acuerdo propuesto para pausar la ofensiva de Israel en Gaza y asegurar la liberación de los rehenes en manos de Hamas. William Burns, el director de la CIA, representará a la administración Biden en las conversaciones con mediadores de Israel, Egipto y Qatar.\",            \"translated_title\": \"Negociaciones en París para un Alto al Fuego y la Liberación de Rehenes\"        },        {            \"english_version\": \"Trafigura, a commodities group, is assessing the risks of voyages across the Red Sea after one of its tankers was struck by a missile. This was the latest attack by Iran-backed Houthi rebels in Yemen. Many shipping companies have rerouted to avoid Houthi attacks.\",            \"english_title\": \"Assessing Risks of Voyages Across the Red Sea\",            \"translated_version\": \"Trafigura, un grupo de productos básicos, está evaluando los riesgos de los viajes a través del Mar Rojo después de que uno de sus petroleros fuera alcanzado por un misil. Este fue el último ataque de los rebeldes hutíes respaldados por Irán en Yemen. Muchas compañías navieras han cambiado de ruta para evitar los ataques hutíes.\",            \"translated_title\": \"Evaluando los Riesgos de los Viajes a través del Mar Rojo\"        },        {            \"english_version\": \"Russian missiles and drones targeted civilian and infrastructure targets in Ukraine. Ukraine's security service is investigating officials in the ministry of defense and staff at an arms manufacturer accused of stealing $40m. President Zelensky replaced his defense minister following corruption scandals in the department.\",            \"english_title\": \"Russian Attacks in Ukraine and Corruption Scandals\",            \"translated_version\": \"Misiles y drones rusos atacaron objetivos civiles e infraestructuras en Ucrania. El servicio de seguridad de Ucrania está investigando a funcionarios del ministerio de defensa y al personal de un fabricante de armas acusado de robar $40 millones. El presidente Zelensky reemplazó a su ministro de defensa tras los escándalos de corrupción en el departamento.\",            \"translated_title\": \"Ataques Rusos en Ucrania y Escándalos de Corrupción\"        }    ]}"