"{    \"translations\": [        {            \"english_version\": \"The Israel Defense Forces said they carried out a targeted raid on Thursday in northern Gaza, using tanks and infantry units, in preparation for the next stages of combat. Hamas’s military wing said that almost 50 hostages, abducted during its attack on Israel on October 7th, have been killed by Israeli strikes on the Gaza Strip—a claim that has not been independently verified. Meanwhile, an official at the World Health Organisation said that Gaza’s humanitarian crisis had reached catastrophic proportions. Just 12 lorries managed to deliver aid to the enclave overnight, according to the Red Crescent.\",            \"english_title\": \"Israeli Raid in Gaza\",            \"translated_version\": \"Las Fuerzas de Defensa de Israel dijeron que llevaron a cabo un ataque dirigido el jueves en el norte de Gaza, utilizando tanques y unidades de infantería, en preparación para las próximas etapas del combate. El ala militar de Hamas dijo que casi 50 rehenes, secuestrados durante su ataque a Israel el 7 de octubre, han sido asesinados por los ataques israelíes en la Franja de Gaza, una afirmación que no ha sido verificada de forma independiente. Mientras tanto, un funcionario de la Organización Mundial de la Salud dijo que la crisis humanitaria en Gaza ha alcanzado proporciones catastróficas. Según la Media Luna Roja, solo 12 camiones lograron entregar ayuda al enclave durante la noche.\",            \"translated_title\": \"Ataque Israelí en Gaza\"        },        {            \"english_version\": \"America’s GDP grew at an annual rate of 4.9% in the third quarter, up from 2.1% in the second quarter and the fastest rate in almost two years. The economy remains strong despite high interest rates, buoyed by robust consumer spending and higher wages. But the scorching pace may eventually slow, as bond yields continue to rise. Maine’s governor said that 18 people were killed and 13 injured in mass shootings at a restaurant and bowling alley in Lewiston, the state’s second-largest city. Hundreds of police officers continued to search for Robert Card, who was issued an arrest warrant for murder. Residents of several cities were warned to shelter at home. In 2022 there were just 29 murders in Maine.\",            \"english_title\": \"US GDP Growth and Shootings in Maine\",            \"translated_version\": \"El PIB de Estados Unidos creció a una tasa anual del 4.9% en el tercer trimestre, frente al 2.1% en el segundo trimestre y la tasa más rápida en casi dos años. La economía sigue siendo fuerte a pesar de las altas tasas de interés, impulsada por el gasto robusto de los consumidores y los salarios más altos. Pero el ritmo acelerado podría eventualmente disminuir a medida que los rendimientos de los bonos continúen aumentando. El gobernador de Maine dijo que 18 personas murieron y 13 resultaron heridas en tiroteos masivos en un restaurante y una bolera en Lewiston, la segunda ciudad más grande del estado. Cientos de policías continuaron buscando a Robert Card, a quien se le emitió una orden de arresto por asesinato. Se advirtió a los residentes de varias ciudades que se refugiaran en sus hogares. En 2022 hubo solo 29 asesinatos en Maine.\",            \"translated_title\": \"Crecimiento del PIB de EE. UU. y Tiroteos en Maine\"        },        {            \"english_version\": \"Sudan’s warring factions resumed American- and Saudi-brokered peace talks, in Jeddah, a city in Saudi Arabia. Negotiations between the Sudanese Armed Forces and the Rapid Support Forces broke down in July. Around 9,000 civilians have reportedly been killed since the conflict started in April, though this is probably an underestimate. More than 5.6m people have been driven from their homes.\",            \"english_title\": \"Peace Talks in Sudan\",            \"translated_version\": \"Las facciones en guerra de Sudán reanudaron las conversaciones de paz auspiciadas por Estados Unidos y Arabia Saudita en Jeddah, una ciudad de Arabia Saudita. Las negociaciones entre las Fuerzas Armadas Sudanesas y las Fuerzas de Apoyo Rápido se rompieron en julio. Se informa que alrededor de 9,000 civiles han sido asesinados desde que comenzó el conflicto en abril, aunque esto probablemente sea una subestimación. Más de 5.6 millones de personas han sido desplazadas de sus hogares.\",            \"translated_title\": \"Conversaciones de Paz en Sudán\"        },        {            \"english_version\": \"The European Central Bank left interest rates unchanged, after ten consecutive increases. Inflation in the euro zone is falling: it was 4.3% in the year to September, down from 5.2% in August. But Christine Lagarde, the bank’s president, suggested it was too soon to consider cutting rates. The deposit rate currently stands at a record 4%.\",            \"english_title\": \"ECB Interest Rates\",            \"translated_version\": \"El Banco Central Europeo dejó las tasas de interés sin cambios, después de diez aumentos consecutivos. La inflación en la zona euro está disminuyendo: fue del 4.3% en el año hasta septiembre, frente al 5.2% en agosto. Pero Christine Lagarde, la presidenta del banco, sugirió que era demasiado pronto para considerar recortar las tasas. La tasa de depósito actualmente se sitúa en un récord del 4%.\",            \"translated_title\": \"Tasas de Interés del BCE\"        },        {            \"english_version\": \"Residents in Guerrero, a state in southern Mexico, continued to feel the effects of Hurricane Otis, which ravaged through the coastal state. The hurricane made landfall on Wednesday as a category-five storm—the strongest on the Saffir–Simpson hurricane scale. Residents of Acapulco, a resort city of almost one million people, lost power and internet connection. At least 27 people died because of the storm.\",            \"english_title\": \"Hurricane Otis in Guerrero\",            \"translated_version\": \"Los residentes en Guerrero, un estado en el sur de México, continuaron sintiendo los efectos del huracán Otis, que arrasó el estado costero. El huracán tocó tierra el miércoles como una tormenta de categoría cinco, la más fuerte en la escala de huracanes de Saffir-Simpson. Los residentes de Acapulco, una ciudad turística de casi un millón de personas, perdieron el suministro eléctrico y la conexión a internet. Al menos 27 personas murieron debido al huracán.\",            \"translated_title\": \"Huracán Otis en Guerrero\"        }    ]}"