"{    \"translations\": [        {            \"english_version\": \"Fifteen skiers went missing on Tuesday after a big avalanche in California's Lake Tahoe area. One person is still missing and is thought to be dead.\",            \"english_title\": \"Skiers Missing in Avalanche\",            \"translated_version\": \"Quince esquiadores desaparecieron el martes despues de una gran avalancha en el area de Lake Tahoe en California. Una persona aun esta desaparecida y se cree que esta muerta.\",            \"translated_title\": \"Esquiadores Desaparecidos en Avalancha\"        },        {            \"english_version\": \"The president's comments came just a day after the US officially supported the UK's Chagos deal.\",            \"english_title\": \"President's Comments on Chagos Deal\",            \"translated_version\": \"Los comentarios del presidente llegaron solo un dia despues de que Estados Unidos apoyo oficialmente el acuerdo de Chagos del Reino Unido.\",            \"translated_title\": \"Comentarios del Presidente sobre Acuerdo de Chagos\"        },        {            \"english_version\": \"The second day of talks between Ukraine and Russia ended after only two hours. This happened as people gathered to remember those killed during the government's harsh crackdown on protesters.\",            \"english_title\": \"Ukraine-Russia Talks End Quickly\",            \"translated_version\": \"El segundo dia de conversaciones entre Ucrania y Rusia termino despues de solo dos horas. Esto paso mientras la gente se reunia para recordar a los que murieron durante la dura represion del gobierno a los manifestantes.\",            \"translated_title\": \"Conversaciones Ucrania-Rusia Terminan Rapido\"        },        {            \"english_version\": \"China, the world's biggest carbon emitter, is also leading a renewables revolution.\",            \"english_title\": \"China's Renewables Revolution\",            \"translated_version\": \"China, el mayor emisor de carbono del mundo, tambien esta liderando una revolucion de energias renovables.\",            \"translated_title\": \"Revolucion de Renovables en China\"        },        {            \"english_version\": \"Gazans say Hamas is again increasing its control over security, tax revenue, and government services.\",            \"english_title\": \"Hamas Increases Control in Gaza\",            \"translated_version\": \"Los habitantes de Gaza dicen que Hamas esta aumentando de nuevo su control sobre la seguridad, los ingresos fiscales y los servicios del gobierno.\",            \"translated_title\": \"Hamas Aumenta Control en Gaza\"        }    ]}"