"{    \"translations\": [        {            \"english_version\": \"He denies any wrongdoing in three ongoing trials over allegations of bribery, fraud and breach of trust.\",            \"english_title\": \"Denies Wrongdoing\",            \"translated_version\": \"El dice que no hizo nada malo en tres juicios por acusaciones de soborno, fraude y romper confianza.\",            \"translated_title\": \"Niega Hacer Algo Malo\"        },        {            \"english_version\": \"Hundreds have been killed across South East Asia, with monsoons made worse by cyclones also affecting Thailand and Malaysia.\",            \"english_title\": \"Monsoons and Cyclones\",            \"translated_version\": \"Cientos han muerto en el sudeste de Asia, con monzones empeorados por ciclones que también afectan a Tailandia y Malasia.\",            \"translated_title\": \"Monzones y Ciclones\"        },        {            \"english_version\": \"The two ships struck by drones were thought to be used to bypass Western sanctions on Russia.\",            \"english_title\": \"Ships and Drones\",            \"translated_version\": \"Se cree que los dos barcos golpeados por drones se usaban para evitar sanciones de Occidente a Rusia.\",            \"translated_title\": \"Barcos y Drones\"        },        {            \"english_version\": \"The US says it is fighting drug smuggling, but Venezuela says Donald Trump's aim is to remove President Nicolás Maduro.\",            \"english_title\": \"US and Venezuela\",            \"translated_version\": \"Estados Unidos dice que lucha contra el contrabando de drogas, pero Venezuela dice que Donald Trump quiere quitar al presidente Nicolás Maduro.\",            \"translated_title\": \"EEUU y Venezuela\"        },        {            \"english_version\": \"Police say 10 others are injured in what they believe is a targeted shooting, with children among the victims.\",            \"english_title\": \"Targeted Shooting\",            \"translated_version\": \"La policía dice que 10 personas más están heridas en lo que creen es un tiroteo dirigido, con niños entre las víctimas.\",            \"translated_title\": \"Tiroteo Dirigido\"        }    ]}"