"{    \"translations\": [        {            \"english_version\": \"The US Secretary of State will speak at the first big meeting between Europe and the US since Donald Trump talked about taking over Greenland. The White House says this is the biggest reduction of rules in US history, but people who care about the environment think it will be bad for Americans.\",            \"english_title\": \"US-Europe Meeting\",            \"translated_version\": \"El Secretario de Estado de EE.UU. hablará en la primera gran reunión entre Europa y EE.UU. desde que Donald Trump habló sobre tomar Groenlandia. La Casa Blanca dice que esta es la mayor reducción de reglas en la historia de EE.UU., pero las personas que se preocupan por el medio ambiente piensan que será malo para los estadounidenses.\",            \"translated_title\": \"Reunión EE.UU.-Europa\"        },        {            \"english_version\": \"Voters are hoping for a return to democracy after 15 years of strict rule under Sheikh Hasina.\",            \"english_title\": \"Hope for Democracy\",            \"translated_version\": \"Los votantes esperan un regreso a la democracia después de 15 años de reglas estrictas bajo Sheikh Hasina.\",            \"translated_title\": \"Esperanza de Democracia\"        },        {            \"english_version\": \"There have been many incidents at the world's most visited museum, and now the people in charge are being watched closely.\",            \"english_title\": \"Museum Incidents\",            \"translated_version\": \"Ha habido muchos incidentes en el museo más visitado del mundo, y ahora las personas a cargo están siendo observadas de cerca.\",            \"translated_title\": \"Incidentes en el Museo\"        },        {            \"english_version\": \"There is a lot of tension as talks between Iranian and US officials continue about Iran's nuclear program.\",            \"english_title\": \"Iran-US Talks\",            \"translated_version\": \"Hay mucha tensión mientras continúan las conversaciones entre funcionarios iraníes y estadounidenses sobre el programa nuclear de Irán.\",            \"translated_title\": \"Conversaciones Irán-EE.UU.\"        },        {            \"english_version\": \"President Cyril Ramaphosa says the army will help the police to fight organized crime and illegal mining.\",            \"english_title\": \"Army to Help Police\",            \"translated_version\": \"El presidente Cyril Ramaphosa dice que el ejército ayudará a la policía a luchar contra el crimen organizado y la minería ilegal.\",            \"translated_title\": \"Ejército Ayudará a la Policía\"        }    ]}"