"{    \"translations\": [        {            \"english_version\": \"Apple's revenue in the July-September quarter increased by 6% compared to last year, reaching $94.4 billion. iPhone sales also went up by 5.5% after declining for two consecutive quarters. However, the company reported a 0.3% decrease in business in China. Overall profit dropped by approximately 35% to $14.7 billion due to a legal ruling that required them to pay over $14 billion in taxes to Ireland. Additionally, Apple's December-sales projection disappointed investors, leading to a 1.9% decrease in share price during after-hours trading.\",            \"english_title\": \"Apple's Financial Report\",            \"translated_version\": \"Los ingresos de Apple en el trimestre de julio a septiembre aumentaron un 6% en comparación con el año pasado, alcanzando $94.4 mil millones. Las ventas de iPhone también subieron un 5.5% después de disminuir durante dos trimestres consecutivos. Sin embargo, la empresa informó una disminución del 0.3% en los negocios en China. Las ganancias totales cayeron aproximadamente un 35% a $14.7 mil millones debido a una decisión legal que les obligó a pagar más de $14 mil millones en impuestos a Irlanda. Además, la proyección de ventas de diciembre de Apple decepcionó a los inversores, lo que llevó a una disminución del 1.9% en el precio de las acciones durante la negociación fuera del horario habitual.\",            \"translated_title\": \"Informe Financiero de Apple\"        },        {            \"english_version\": \"The Botswana Democratic Party, which has been in power in the diamond-rich African country since its independence in 1966, lost the recent election. They only managed to secure one seat in Botswana's parliament. President Mokgweetsi Masisi announced that he would step down respectfully. The Umbrella for Democratic Change, led by former human-rights lawyer Duma Boko, was expected to win the majority of seats.\",            \"english_title\": \"Botswana Election Results\",            \"translated_version\": \"El Partido Democrático de Botsuana, que ha estado en el poder en el país africano rico en diamantes desde su independencia en 1966, perdió las elecciones recientes. Solo lograron asegurar un escaño en el parlamento de Botsuana. El Presidente Mokgweetsi Masisi anunció que renunciaría respetuosamente. Se esperaba que la Sombrilla para el Cambio Democrático, liderada por el ex abogado de derechos humanos Duma Boko, ganara la mayoría de los escaños.\",            \"translated_title\": \"Resultados de las Elecciones en Botsuana\"        }    ]}"