"{    \"translations\": [        {            \"english_version\": \"The Federal Reserve's decision to leave its benchmark interest rate unchanged at a range of 5.25% and 5.5% caused America's S&P 500 share index to suffer its biggest single-day drop in over four months. Fed chair Jerome Powell stated that they are not declaring victory against inflation and hinted at possible rate cuts later in the year, but not at the next meeting in March.\",            \"english_title\": \"Federal Reserve's Interest Rate Decision\",            \"translated_version\": \"La decisión de la Reserva Federal de dejar sin cambios su tasa de interés de referencia en un rango del 5.25% y 5.5% causó la mayor caída en un solo día del índice de acciones S&P 500 de Estados Unidos en más de cuatro meses. El presidente de la Fed, Jerome Powell, declaró que no están declarando victoria contra la inflación y sugirió posibles recortes de tasas más adelante en el año, pero no en la próxima reunión en marzo.\",            \"translated_title\": \"Decisión de la Tasa de Interés de la Reserva Federal\"        },        {            \"english_version\": \"During a congressional hearing on online safety in America, Meta CEO Mark Zuckerberg apologized to families of children who had experienced abuse on his company's social-media platforms. Executives from TikTok, Snap, and X were also questioned by Democratic and Republican senators. Lawmakers are considering introducing bills to protect children online.\",            \"english_title\": \"Congressional Hearing on Online Safety\",            \"translated_version\": \"Durante una audiencia del Congreso sobre seguridad en línea en Estados Unidos, el CEO de Meta, Mark Zuckerberg, se disculpó con las familias de los niños que habían sufrido abusos en las plataformas de redes sociales de su empresa. También se interrogó a ejecutivos de TikTok, Snap y X por parte de senadores demócratas y republicanos. Los legisladores están considerando presentar proyectos de ley para proteger a los niños en línea.\",            \"translated_title\": \"Audiencia del Congreso sobre Seguridad en Línea\"        },        {            \"english_version\": \"The FBI announced the shutdown of 'Volt Typhoon,' a network of Chinese hackers targeting critical public infrastructure in America, including the power grid and water systems. Christopher Wray, the head of America's intelligence agency, testified to a congressional committee that this state-sponsored group was preparing to cause havoc in the event of a war between the two countries.\",            \"english_title\": \"FBI Shuts Down Chinese Hacker Network\",            \"translated_version\": \"El FBI anunció el cierre de 'Volt Typhoon', una red de hackers chinos que apuntaban a la infraestructura pública crítica en Estados Unidos, incluyendo la red eléctrica y los sistemas de agua. Christopher Wray, el jefe de la agencia de inteligencia de Estados Unidos, testificó ante un comité del Congreso que este grupo patrocinado por el estado estaba preparándose para causar estragos en caso de una guerra entre los dos países.\",            \"translated_title\": \"El FBI Cierra Red de Hackers Chinos\"        },        {            \"english_version\": \"KKR has raised $6.4bn for an Asian infrastructure fund, making it the largest of its kind. The private-equity giant has already allocated half of the funds to ten projects in sectors such as energy, digital infrastructure, and manufacturing. KKR's Asian infrastructure business now manages $13bn in assets.\",            \"english_title\": \"KKR Raises Funds for Asian Infrastructure\",            \"translated_version\": \"KKR ha recaudado $6.4 mil millones para un fondo de infraestructura asiática, convirtiéndolo en el más grande de su tipo. El gigante de capital privado ya ha asignado la mitad de los fondos a diez proyectos en sectores como energía, infraestructura digital y manufactura. El negocio de infraestructura asiática de KKR ahora administra $13 mil millones en activos.\",            \"translated_title\": \"KKR Recauda Fondos para Infraestructura Asiática\"        },        {            \"english_version\": \"Israeli Prime Minister Binyamin Netanyahu called for the UN to shut down its refugee agency operations in Gaza, accusing UNRWA staff of involvement in the attack by Hamas militants. The International Court of Justice declined to rule on Ukraine's claims that Russia was responsible for the 2014 shooting down of a Malaysia Airlines flight over eastern Ukraine. Instead, the court ruled that Russia had violated elements of an anti-terrorist law by not investigating allegations of financing terrorist activities.\",            \"english_title\": \"Netanyahu Calls for UN Refugee Agency Shutdown\",            \"translated_version\": \"El primer ministro israelí, Binyamin Netanyahu, pidió a la ONU que cierre sus operaciones de la agencia de refugiados en Gaza, acusando al personal de UNRWA de estar involucrado en el ataque de militantes de Hamas. La Corte Internacional de Justicia se negó a pronunciarse sobre las afirmaciones de Ucrania de que Rusia fue responsable del derribo en 2014 de un vuelo de Malaysia Airlines sobre el este de Ucrania. En cambio, la corte dictaminó que Rusia había violado elementos de una ley antiterrorista al no investigar las acusaciones de financiamiento de actividades terroristas.\",            \"translated_title\": \"Netanyahu Pide Cierre de Agencia de Refugiados de la ONU\"        }    ]}"