"{    \"translations\": [        {            \"english_version\": \"Less than an hour ago, Donald Trump became the 47th president of America. He said that America's decline is over and called it a day of liberation. Trump listed the policies he plans to implement, such as taking back the Panama Canal and declaring a national emergency at the Mexico border to deploy troops and speed up deportations. He also promised to reduce oil and gas regulations to lower energy costs.\",            \"english_title\": \"Donald Trump's Inauguration\",            \"translated_version\": \"Hace menos de una hora, Donald Trump se convirtió en el 47º presidente de América. Dijo que el declive de América ha terminado y lo llamó un día de liberación. Trump enumeró las políticas que planea implementar, como recuperar el Canal de Panamá y declarar una emergencia nacional en la frontera con México para desplegar tropas y acelerar las deportaciones. También prometió reducir las regulaciones del petróleo y el gas para disminuir los costos de energía.\",            \"translated_title\": \"La Inauguración de Donald Trump\"        },        {            \"english_version\": \"Before leaving office, Joe Biden pardoned five members of his family, stating they were not involved in any wrongdoing but expected continued attacks against them. He also pardoned some of Trump's critics like Mark Milley, Anthony Fauci, and Liz Cheney, offering protection from potential prosecution under the new administration.\",            \"english_title\": \"Joe Biden's Pardons\",            \"translated_version\": \"Antes de dejar el cargo, Joe Biden perdonó a cinco miembros de su familia, diciendo que no estaban involucrados en ninguna mala conducta pero esperaban ataques continuos contra ellos. También perdonó a algunos críticos de Trump como Mark Milley, Anthony Fauci y Liz Cheney, ofreciéndoles protección contra posibles procesamientos bajo la nueva administración.\",            \"translated_title\": \"Los Perdones de Joe Biden\"        },        {            \"english_version\": \"The Economist has been published since September 1843 to participate in a contest between intelligence and ignorance. It aims to push forward intelligence and overcome ignorance. The publication covers various topics and provides insights to its readers.\",            \"english_title\": \"The Economist Publication\",            \"translated_version\": \"The Economist se ha publicado desde septiembre de 1843 para participar en un concurso entre la inteligencia y la ignorancia. Su objetivo es promover la inteligencia y superar la ignorancia. La publicación cubre varios temas y brinda perspectivas a sus lectores.\",            \"translated_title\": \"La Publicación de The Economist\"        }    ]}"