"{    \"translations\": [        {            \"english_version\": \"In Jamaica, communication networks are down, and the full extent of the disaster is still unknown. Most of the country is without electricity, and there are reports of floods and mudslides.\",            \"english_title\": \"Jamaica Disaster\",            \"translated_version\": \"En Jamaica, las redes de comunicación no funcionan y no se sabe todo sobre el desastre. La mayoría del país no tiene electricidad y hay reportes de inundaciones y deslizamientos de tierra.\",            \"translated_title\": \"Desastre en Jamaica\"        },        {            \"english_version\": \"In the Netherlands, the political race is much closer this time compared to the last election in November 2023, where Wilders was the clear winner.\",            \"english_title\": \"Netherlands Election\",            \"translated_version\": \"En los Países Bajos, la carrera política está más cerrada esta vez comparada con la última elección en noviembre de 2023, donde Wilders fue el claro ganador.\",            \"translated_title\": \"Elección en Países Bajos\"        },        {            \"english_version\": \"US President Trump insists that the two-week-old ceasefire will not be threatened, even though there has been a rise in violence.\",            \"english_title\": \"Ceasefire in Danger\",            \"translated_version\": \"El presidente de EE.UU. Trump insiste en que el alto el fuego de dos semanas no será amenazado, aunque ha habido un aumento de la violencia.\",            \"translated_title\": \"Alto el Fuego en Peligro\"        },        {            \"english_version\": \"A police operation in a crowded area of Rio targeted a criminal gang and resulted in the deadliest incident in the city.\",            \"english_title\": \"Deadly Police Operation\",            \"translated_version\": \"Una operación policial en una zona llena de gente en Río apuntó a una banda criminal y resultó en el incidente más mortal de la ciudad.\",            \"translated_title\": \"Operación Policial Mortal\"        },        {            \"english_version\": \"Bucharest announced that between 900 and 1,000 American troops will stay in Romania, which is a decrease from the previous 1,700.\",            \"english_title\": \"Troops in Romania\",            \"translated_version\": \"Bucarest anunció que entre 900 y 1,000 tropas americanas se quedarán en Rumania, lo cual es menos que las 1,700 anteriores.\",            \"translated_title\": \"Tropas en Rumania\"        }    ]}"