"{    \"translations\": [        {            \"english_version\": \"As Binyamin Netanyahu, Israel’s prime minister, vowed to demolish Hamas ahead of an offensive in the Gaza Strip, American officials warned that the conflict could spread across the Middle East. Israel told people in Gaza to evacuate south towards Egypt. Gazan officials say that more than 2,400 people have been killed, mainly by Israeli air strikes. Some of them were trying to flee. Egypt, meanwhile, has positioned troops near the border, saying that any attempt to push refugees into the country would violate its security and international law. Iran’s foreign minister said that the hands of all parties in the region are on the trigger if Israeli aggression continues.Hizbullah, a Lebanese militant group, fired missiles over Israel’s northern border, killing one person and injuring three others. A spokesman for the Israeli armed forces said they were prepared to fight on a second front there if necessary. Meanwhile, officials in Syria said that Israel bombed the main airports in Damascus and Aleppo. Both Hizbullah and the Syrian regime are backed by Iran.\",            \"english_title\": \"Israel-Gaza Conflict\",            \"translated_version\": \"Mientras Binyamin Netanyahu, el primer ministro de Israel, prometió destruir a Hamas antes de una ofensiva en la Franja de Gaza, funcionarios estadounidenses advirtieron que el conflicto podría extenderse por todo el Medio Oriente. Israel le dijo a la gente en Gaza que evacuara hacia el sur, hacia Egipto. Los funcionarios de Gaza dicen que más de 2,400 personas han muerto, principalmente por los ataques aéreos israelíes. Algunos de ellos intentaban huir. Mientras tanto, Egipto ha posicionado tropas cerca de la frontera, diciendo que cualquier intento de empujar a los refugiados al país violaría su seguridad y el derecho internacional. El ministro de Relaciones Exteriores de Irán dijo que las manos de todas las partes en la región están en el gatillo si la agresión israelí continúa. Hizbullah, un grupo militante libanés, disparó misiles sobre la frontera norte de Israel, matando a una persona e hiriendo a otras tres. Un portavoz de las fuerzas armadas israelíes dijo que estaban preparados para luchar en un segundo frente allí si fuera necesario. Mientras tanto, funcionarios en Siria dijeron que Israel bombardeó los principales aeropuertos de Damasco y Alepo. Tanto Hizbullah como el régimen sirio son respaldados por Irán.\",            \"translated_title\": \"Conflicto Israel-Gaza\"        },        {            \"english_version\": \"Exit polls suggested that Poland’s ruling Law and Justice party lost the country’s election. The right-wing populist party apparently won the most votes—36.8%—but that does not look like enough to form a government. Donald Tusk, the opposition leader, claimed that his Civic Coalition could form a coalition with smaller parties. That would mean seismic change for Poland, which the PiS has governed since 2015.\",            \"english_title\": \"Poland Election\",            \"translated_version\": \"Las encuestas a pie de urna sugirieron que el partido gobernante Ley y Justicia de Polonia perdió las elecciones del país. El partido populista de derecha aparentemente ganó la mayoría de los votos, el 36.8%, pero eso no parece ser suficiente para formar un gobierno. Donald Tusk, el líder de la oposición, afirmó que su Coalición Cívica podría formar una coalición con partidos más pequeños. Eso significaría un cambio sísmico para Polonia, que el PiS ha gobernado desde 2015.\",            \"translated_title\": \"Elecciones en Polonia\"        },        {            \"english_version\": \"Australians overwhelmingly voted against the idea of amending the constitution to establish a Voice to Parliament, a group of indigenous advisers that the government would have consulted on issues affecting their communities. Sixty percent of voters—and all of the country’s six states—came out against the proposal. When you aim high, sometimes you fall short, lamented Anthony Albanese, the prime minister.\",            \"english_title\": \"Constitutional Amendment in Australia\",            \"translated_version\": \"Los australianos votaron abrumadoramente en contra de la idea de enmendar la constitución para establecer una Voz al Parlamento, un grupo de asesores indígenas con los que el gobierno habría consultado sobre temas que afectan a sus comunidades. El sesenta por ciento de los votantes, y todos los seis estados del país, se opusieron a la propuesta. Cuando apuntas alto, a veces te quedas corto, lamentó Anthony Albanese, el primer ministro.\",            \"translated_title\": \"Enmienda Constitucional en Australia\"        },        {            \"english_version\": \"The IMF said members had agreed on a meaningful increase to their contributions to the fund, to be implemented this year. The IMF will also grant a representative from sub-Saharan Africa a third seat on its executive board. The global lender is holding a week-long meeting in Morocco, its first in Africa since 1973.\",            \"english_title\": \"IMF Contributions\",            \"translated_version\": \"El FMI dijo que los miembros habían acordado un aumento significativo en sus contribuciones al fondo, que se implementará este año. El FMI también otorgará a un representante de África subsahariana un tercer asiento en su junta ejecutiva. El prestamista global está celebrando una reunión de una semana en Marruecos, la primera en África desde 1973.\",            \"translated_title\": \"Contribuciones al FMI\"        },        {            \"english_version\": \"Christopher Luxon, the leader of the New Zealand National Party, is set to form a government after his party won national elections, ending six years of Liberal rule. Chris Hipkins, the incumbent, has conceded. Mr Hipkins became prime minister in January after his predecessor, Jacinda Ardern, stepped down unexpectedly.\",            \"english_title\": \"New Zealand Elections\",            \"translated_version\": \"Christopher Luxon, el líder del Partido Nacional de Nueva Zelanda, está listo para formar un gobierno después de que su partido ganara las elecciones nacionales, poniendo fin a seis años de gobierno liberal. Chris Hipkins, el titular, ha concedido. El Sr. Hipkins se convirtió en primer ministro en enero después de que su predecesora, Jacinda Ardern, renunciara inesperadamente.\",            \"translated_title\": \"Elecciones en Nueva Zelanda\"        }    ]}"