"{    \"translations\": [        {            \"english_version\": \"Kaja Kallas, the EU's foreign policy chief, said the EU does not want to start a fight, but they will stand firm.\",            \"english_title\": \"EU Stands Firm\",            \"translated_version\": \"Kaja Kallas, la jefa de política exterior de la UE, dijo que la UE no quiere empezar una pelea, pero se mantendrán firmes.\",            \"translated_title\": \"La UE se mantiene firme\"        },        {            \"english_version\": \"The BBC's Russia editor Steve Rosenberg explains why pro-Russian government papers are praising Donald Trump's interest in buying Greenland.\",            \"english_title\": \"Trump and Greenland\",            \"translated_version\": \"Steve Rosenberg de la BBC explica por qué los periódicos pro-rusos están elogiando el interés de Donald Trump en comprar Groenlandia.\",            \"translated_title\": \"Trump y Groenlandia\"        },        {            \"english_version\": \"Lawyers for the Moretti couple say false information has been spread about their clients, in their first public statement since the fire.\",            \"english_title\": \"Moretti Couple's Defense\",            \"translated_version\": \"Los abogados de la pareja Moretti dicen que se ha difundido información falsa sobre sus clientes, en su primera declaración pública desde el incendio.\",            \"translated_title\": \"Defensa de la pareja Moretti\"        },        {            \"english_version\": \"Pedro Sanchez announces three days of mourning after at least 40 people died in a train crash in southern Spain. The cause of the derailment is still unknown, but an investigation is underway.\",            \"english_title\": \"Train Crash in Spain\",            \"translated_version\": \"Pedro Sanchez anuncia tres días de luto después de que al menos 40 personas murieron en un accidente de tren en el sur de España. La causa del descarrilamiento aún se desconoce, pero hay una investigación en marcha.\",            \"translated_title\": \"Accidente de tren en España\"        },        {            \"english_version\": \"There is a growing trend of foreigners being attracted to Ghana with promises of good jobs.\",            \"english_title\": \"Foreigners in Ghana\",            \"translated_version\": \"Hay una tendencia creciente de extranjeros que se sienten atraídos por Ghana con promesas de buenos trabajos.\",            \"translated_title\": \"Extranjeros en Ghana\"        }    ]}"