"{    \"translations\": [        {            \"english_version\": \"World leaders responded to Israel's killing of Hamas leader, Yahya Sinwar. President Joe Biden called it a 'good day' for Israel and stated that 'it's time for this war to end'. Iran, a supporter of Hamas, mentioned that Mr. Sinwar's death would boost the 'spirit of resistance'. Binyamin Netanyahu, Israel's prime minister, declared that the conflict in Gaza would persist.\",            \"english_title\": \"World Leaders' Reactions to Israel's Killing of Hamas Leader\",            \"translated_version\": \"Líderes mundiales respondieron a la muerte del líder de Hamas, Yahya Sinwar, por parte de Israel. El presidente Joe Biden lo llamó un 'buen día' para Israel y dijo que 'es hora de que esta guerra termine'. Irán, un partidario de Hamas, mencionó que la muerte del Sr. Sinwar aumentaría el 'espíritu de resistencia'. Binyamin Netanyahu, primer ministro de Israel, declaró que el conflicto en Gaza persistiría.\",            \"translated_title\": \"Reacciones de los Líderes Mundiales a la Muerte del Líder de Hamas por Israel\"        },        {            \"english_version\": \"The US Justice Department accused an Indian official of organizing a 'murder-for-hire' plot in New York. Prosecutors revealed that the 'senior field officer' paid a hitman $100,000 to kill an American-Canadian activist advocating for an independent Sikh state in India. These charges emerged amidst strained relations between Canada and India following a disagreement over the murder of a Sikh activist in Canada.\",            \"english_title\": \"US Justice Department Charges Indian Official with Murder-for-Hire Scheme\",            \"translated_version\": \"El Departamento de Justicia de EE. UU. acusó a un funcionario indio de organizar un plan de 'asesinato por encargo' en Nueva York. Los fiscales revelaron que el 'oficial de campo senior' pagó a un sicario $100,000 para matar a un activista americano-canadiense que abogaba por un estado sij independiente en India. Estas acusaciones surgieron en medio de las tensas relaciones entre Canadá e India tras un desacuerdo sobre el asesinato de un activista sij en Canadá.\",            \"translated_title\": \"Departamento de Justicia de EE. UU. Acusa a Funcionario Indio de Plan de Asesinato por Encargo\"        }    ]}"