"{    \"translations\": [        {            \"english_version\": \"The country is experiencing a nationwide internet blackout after nearly two weeks of widespread protests against the government. The protests on major roads in the capital and Iran's second city were peaceful and not broken up by security forces.\",            \"english_title\": \"Nationwide Internet Blackout\",            \"translated_version\": \"El pais tiene un corte de internet en todo el pais despues de casi dos semanas de protestas grandes contra el gobierno. Las protestas en las calles principales de la capital y la segunda ciudad de Iran fueron pacificas y no fueron detenidas por las fuerzas de seguridad.\",            \"translated_title\": \"Corte de Internet en Todo el Pais\"        },        {            \"english_version\": \"Rescuers have saved 12 injured sanitation workers from debris at a private landfill in Cebu City.\",            \"english_title\": \"Rescue in Cebu City\",            \"translated_version\": \"Los rescatistas salvaron a 12 trabajadores de limpieza heridos de los escombros en un vertedero privado en la Ciudad de Cebu.\",            \"translated_title\": \"Rescate en Ciudad de Cebu\"        },        {            \"english_version\": \"Moscow has used a hypersonic ballistic missile for the second time, which was first used to hit Dnipro in November.\",            \"english_title\": \"Hypersonic Missile Used Again\",            \"translated_version\": \"Moscu uso un misil balistico hipersonico por segunda vez, que fue usado por primera vez para golpear Dnipro en noviembre.\",            \"translated_title\": \"Misil Hipersonico Usado de Nuevo\"        },        {            \"english_version\": \"The tanker Olina is on the sanctions list of multiple countries and is suspected of carrying banned oil, according to US officials.\",            \"english_title\": \"Tanker Olina Sanctioned\",            \"translated_version\": \"El buque Olina esta en la lista de sanciones de varios paises y se sospecha que lleva petroleo prohibido, segun funcionarios de Estados Unidos.\",            \"translated_title\": \"Buque Olina Sancionado\"        },        {            \"english_version\": \"Gustavo Petro told the BBC that the United States is treating other countries as part of a US empire, following Trump's threat of military action against Colombia.\",            \"english_title\": \"Petro Criticizes US\",            \"translated_version\": \"Gustavo Petro dijo a la BBC que Estados Unidos esta tratando a otros paises como parte de un imperio de Estados Unidos, despues de la amenaza de Trump de accion militar contra Colombia.\",            \"translated_title\": \"Petro Critica a Estados Unidos\"        }    ]}"