"{    \"translations\": [        {            \"english_version\": \"The UN's humanitarian agency warns that only a small amount of aid is getting into Gaza. Israel says there are 800 trucks inside Gaza waiting to be collected. Many patients brought to UK-Med's Gaza field hospital were looking for food aid but found only violence. News organizations say local journalists in Gaza are facing the same difficult conditions as the people they are reporting on.\",            \"english_title\": \"Aid in Gaza\",            \"translated_version\": \"La agencia humanitaria de la ONU dice que solo un poco de ayuda está llegando a Gaza. Israel dice que hay 800 camiones en Gaza esperando. Muchos pacientes en el hospital de UK-Med en Gaza buscaban comida pero encontraron violencia. Los periodistas en Gaza tienen las mismas dificultades que las personas de las que informan.\",            \"translated_title\": \"Ayuda en Gaza\"        },        {            \"english_version\": \"The fighting marks an escalation of a century-old conflict between two South East Asian neighbors.\",            \"english_title\": \"Conflict Escalation\",            \"translated_version\": \"La pelea es una escalada de un conflicto de cien años entre dos vecinos del sudeste asiático.\",            \"translated_title\": \"Escalada de Conflicto\"        },        {            \"english_version\": \"The meeting comes as pressure grows on the Trump administration to release files linked to the disgraced financier's sex trafficking network.\",            \"english_title\": \"Pressure on Trump\",            \"translated_version\": \"La reunión ocurre mientras crece la presión sobre la administración de Trump para liberar archivos relacionados con la red de tráfico sexual de un financiero deshonrado.\",            \"translated_title\": \"Presión sobre Trump\"        },        {            \"english_version\": \"Edouard Ngaïssona, along with Alfred Yekatom, was convicted of targeting the Central African Republic's Muslim population.\",            \"english_title\": \"Conviction in Africa\",            \"translated_version\": \"Edouard Ngaïssona, junto con Alfred Yekatom, fue condenado por atacar a la población musulmana de la República Centroafricana.\",            \"translated_title\": \"Condena en África\"        },        {            \"english_version\": \"A summit between China and the European Union is cut to just a day as ties become more strained.\",            \"english_title\": \"China-EU Summit\",            \"translated_version\": \"Una cumbre entre China y la Unión Europea se reduce a solo un día porque las relaciones están más tensas.\",            \"translated_title\": \"Cumbre China-UE\"        }    ]}"