"{    \"translations\": [        {            \"english_version\": \"Donald Trump removed General Charles `CQ` Brown as chairman of the joint chiefs of staff and announced changes in five other top positions at the Pentagon. Trump is unhappy with those promoting diversity and inclusion policies.\",            \"english_title\": \"Trump Removes General and Makes Changes at Pentagon\",            \"translated_version\": \"Donald Trump quitó al General Charles `CQ` Brown como presidente de los jefes de personal conjuntos y anunció cambios en otras cinco posiciones principales en el Pentágono. Trump no está contento con aquellos que promueven políticas de diversidad e inclusión.\",            \"translated_title\": \"Trump Quita General y Hace Cambios en el Pentágono\"        },        {            \"english_version\": \"Elon Musk demanded federal employees to report their work from the past week within 48 hours or face dismissal. This move is part of Musk's plan to reduce government spending.\",            \"english_title\": \"Musk's Ultimatum to Federal Employees\",            \"translated_version\": \"Elon Musk exigió a los empleados federales que informen sobre su trabajo de la semana pasada en 48 horas o enfrenten el despido. Este movimiento es parte del plan de Musk para reducir el gasto gubernamental.\",            \"translated_title\": \"Ultimátum de Musk a Empleados Federales\"        },        {            \"english_version\": \"The Pentagon was already expecting significant budget cuts and staff reductions even before Trump's recent actions.\",            \"english_title\": \"Pentagon Anticipates Budget Cuts\",            \"translated_version\": \"El Pentágono ya esperaba recortes significativos en el presupuesto y reducciones de personal incluso antes de las acciones recientes de Trump.\",            \"translated_title\": \"Pentágono Anticipa Recortes Presupuestarios\"        },        {            \"english_version\": \"Elon Musk has given federal employees the option to resign if they are not willing to return to the office full-time, as part of his cost-cutting measures.\",            \"english_title\": \"Musk Offers Option to Federal Employees\",            \"translated_version\": \"Elon Musk ha dado a los empleados federales la opción de renunciar si no están dispuestos a regresar a la oficina a tiempo completo, como parte de sus medidas de reducción de costos.\",            \"translated_title\": \"Musk Ofrece Opción a Empleados Federales\"        },        {            \"english_version\": \"The Economist app is available for download on iOS and Android devices, offering news and analysis from The Economist publication.\",            \"english_title\": \"The Economist App Now Available\",            \"translated_version\": \"La aplicación de The Economist está disponible para descargar en dispositivos iOS y Android, ofreciendo noticias y análisis de la publicación The Economist.\",            \"translated_title\": \"La Aplicación de The Economist Ahora Disponible\"        }    ]}"