"{    \"translations\": [        {            \"english_version\": \"The US president admitted that the war in Ukraine is hard to solve after several days of important meetings. Meetings in Alaska and Washington were more about showing off than making progress, but there were two important developments.\",            \"english_title\": \"US President on Ukraine War\",            \"translated_version\": \"El presidente de Estados Unidos dijo que la guerra en Ucrania es difícil de resolver después de varios días de reuniones importantes. Las reuniones en Alaska y Washington fueron más para mostrar que para avanzar, pero hubo dos cosas importantes.\",            \"translated_title\": \"Presidente de EE.UU. sobre guerra en Ucrania\"        },        {            \"english_version\": \"Hamas said it agreed to a 60-day truce, during which about half of the 50 hostages would be released.\",            \"english_title\": \"Hamas Truce Agreement\",            \"translated_version\": \"Hamas dijo que aceptó una tregua de 60 días, durante la cual se liberarían a la mitad de los 50 rehenes.\",            \"translated_title\": \"Acuerdo de tregua de Hamas\"        },        {            \"english_version\": \"A 113-year-old wooden building is at risk of sinking and will be moved 5 kilometers on large rolling platforms.\",            \"english_title\": \"Old Building Moved\",            \"translated_version\": \"Un edificio de madera de 113 años está en riesgo de hundirse y será movido 5 kilómetros en grandes plataformas rodantes.\",            \"translated_title\": \"Edificio viejo movido\"        },        {            \"english_version\": \"Poilievre won an election in Alberta with 80% of the vote after losing his seat in another area in April's general election.\",            \"english_title\": \"Poilievre Wins Election\",            \"translated_version\": \"Poilievre ganó una elección en Alberta con el 80% de los votos después de perder su puesto en otra área en la elección general de abril.\",            \"translated_title\": \"Poilievre gana elección\"        },        {            \"english_version\": \"Ukraine's leader is unhappy with the American map because it gives too much control to Russia.\",            \"english_title\": \"Ukraine Leader Unhappy\",            \"translated_version\": \"El líder de Ucrania está descontento con el mapa americano porque da demasiado control a Rusia.\",            \"translated_title\": \"Líder de Ucrania descontento\"        }    ]}"