"```json#####{    \"translations\": [        {            \"english_version\": \"China criticized America for vetoing a UN Security Council resolution calling for an immediate ceasefire in Gaza. America defended its decision, stating that the resolution would interfere with its efforts to broker a deal.\",            \"english_title\": \"International Relations\",            \"translated_version\": \"China criticizó a América por vetar una resolución del Consejo de Seguridad de la ONU que pedía un alto el fuego inmediato en Gaza. América defendió su decisión, diciendo que la resolución interferiría con sus esfuerzos para negociar un acuerdo.\",            \"translated_title\": \"Relaciones Internacionales\"        },        {            \"english_version\": \"Pakistan's two major pro-establishment parties agreed to form a coalition government after a hung national assembly resulted from a botched election. The Pakistan Peoples Party and the Pakistan Muslim League nominated leaders for key positions amidst economic crisis and rising militant violence.\",            \"english_title\": \"Political Developments in Pakistan\",            \"translated_version\": \"Los dos principales partidos pro-establishment de Pakistán acordaron formar un gobierno de coalición después de que una asamblea nacional dividida resultara de una elección fallida. El Partido del Pueblo de Pakistán y la Liga Musulmana de Pakistán nominaron líderes para posiciones clave en medio de una crisis económica y una creciente violencia militante.\",            \"translated_title\": \"Desarrollos Políticos en Pakistán\"        },        {            \"english_version\": \"America announced plans to invest over $20bn to replace Chinese cranes at its ports. Citigroup increased its CEO's pay despite a significant drop in profits, citing her leadership during a restructuring. The bank also pledged to cut jobs after reporting a substantial loss.\",            \"english_title\": \"Economic News\",            \"translated_version\": \"América anunció planes de invertir más de $20 mil millones para reemplazar grúas chinas en sus puertos. Citigroup aumentó el salario de su CEO a pesar de una caída significativa en las ganancias, citando su liderazgo durante una reestructuración. El banco también se comprometió a recortar empleos después de informar una pérdida sustancial.\",            \"translated_title\": \"Noticias Económicas\"        },        {            \"english_version\": \"America vowed to impose 'major sanctions' in response to the death of Alexei Navalny, a prominent Russian opposition figure. The details of the sanctions were not disclosed. Navalny's widow urged officials not to recognize Russia's upcoming election.\",            \"english_title\": \"International Relations - Russia\",            \"translated_version\": \"América prometió imponer 'sanciones importantes' en respuesta a la muerte de Alexei Navalny, una figura prominente de la oposición rusa. Los detalles de las sanciones no fueron revelados. La viuda de Navalny instó a los funcionarios a no reconocer las próximas elecciones en Rusia.\",            \"translated_title\": \"Relaciones Internacionales - Rusia\"        },        {            \"english_version\": \"Sequoia Capital ended its campaign to remove Michael Moritz as chairman of Klarna, a Swedish payments startup. The European Space Agency predicted the re-entry of the ERS-2 satellite, launched in 1995, which will mostly burn up upon descent.\",            \"english_title\": \"Business News\",            \"translated_version\": \"Sequoia Capital terminó su campaña para destituir a Michael Moritz como presidente de Klarna, una startup sueca de pagos. La Agencia Espacial Europea predijo el reingreso del satélite ERS-2, lanzado en 1995, que en su mayoría se quemará al descender.\",            \"translated_title\": \"Noticias de Negocios\"        }    ]}#####```"