"{    \"translations\": [        {            \"english_version\": \"Quentin Sommerville is with volunteers who are helping people leave eastern Ukraine. This is happening while there are drone attacks in the area.\",            \"english_title\": \"Helping in Ukraine\",            \"translated_version\": \"Quentin Sommerville está con voluntarios que ayudan a personas a salir del este de Ucrania. Esto pasa mientras hay ataques de drones en el área.\",            \"translated_title\": \"Ayuda en Ucrania\"        },        {            \"english_version\": \"Over the past three years, the Russian news channel RT, which is supported by the state, has grown its presence around the world.\",            \"english_title\": \"RT Expands Globally\",            \"translated_version\": \"En los últimos tres años, el canal de noticias ruso RT, que es apoyado por el estado, ha crecido su presencia en todo el mundo.\",            \"translated_title\": \"RT Crece en el Mundo\"        },        {            \"english_version\": \"Daniil Medvedev lost in the US Open to Benjamin Bonzi. The match changed when a photographer walked onto the court.\",            \"english_title\": \"Medvedev Loses Match\",            \"translated_version\": \"Daniil Medvedev perdió en el US Open contra Benjamin Bonzi. El partido cambió cuando un fotógrafo entró a la cancha.\",            \"translated_title\": \"Medvedev Pierde Partido\"        },        {            \"english_version\": \"The use of military for law enforcement inside the country has been criticized by Democrats. One governor said it is an abuse of power.\",            \"english_title\": \"Military Use Criticized\",            \"translated_version\": \"El uso de militares para la ley dentro del país ha sido criticado por los demócratas. Un gobernador dijo que es un abuso de poder.\",            \"translated_title\": \"Uso Militar Criticado\"        },        {            \"english_version\": \"Typhoon Kajiki is hitting the coast with heavy rain and strong winds. Authorities warn it might cause flash floods and landslides.\",            \"english_title\": \"Typhoon Kajiki Hits\",            \"translated_version\": \"El tifón Kajiki está golpeando la costa con mucha lluvia y vientos fuertes. Las autoridades advierten que podría causar inundaciones rápidas y deslizamientos de tierra.\",            \"translated_title\": \"Tifón Kajiki Golpea\"        }    ]}"