"{    \"translations\": [        {            \"english_version\": \"Iran summoned Pakistan’s envoy over a strike near their border. Pakistan said it had conducted precision military strikes inside Iran, and killed a number of terrorists. Iranian authorities say nine people were killed, including women and children. The attack came two days after Iran launched similar strikes against militants operating in Pakistan.\",            \"english_title\": \"Iran-Pakistan Border Strike\",            \"translated_version\": \"Irán llamó al embajador de Pakistán por un ataque cerca de su frontera. Pakistán dijo que había realizado ataques militares de precisión dentro de Irán y había matado a varios terroristas. Las autoridades iraníes dicen que murieron nueve personas, incluyendo mujeres y niños. El ataque ocurrió dos días después de que Irán lanzara ataques similares contra militantes que operan en Pakistán.\",            \"translated_title\": \"Ataque en la frontera entre Irán y Pakistán\"        },        {            \"english_version\": \"On Wednesday Pakistan recalled its ambassador from Iran, and temporarily suspended all high-level visits between the two countries.\",            \"english_title\": \"Pakistan Recalls Ambassador from Iran\",            \"translated_version\": \"El miércoles, Pakistán llamó de regreso a su embajador de Irán y suspendió temporalmente todas las visitas de alto nivel entre los dos países.\",            \"translated_title\": \"Pakistán retira a su embajador de Irán\"        },        {            \"english_version\": \"Binyamin Netanyahu said he had told America that he opposes a Palestinian state after the war. Israel needs security control over all territory west of the Jordan, he said at a press conference. Later a spokesperson for America’s state department said there would be no way to solve the country's long-term security problems without the establishment of a Palestinian state.\",            \"english_title\": \"Netanyahu Opposes Palestinian State\",            \"translated_version\": \"Binyamin Netanyahu dijo que le había dicho a Estados Unidos que se opone a un estado palestino después de la guerra. Israel necesita control de seguridad sobre todo el territorio al oeste del Jordán, dijo en una conferencia de prensa. Más tarde, un portavoz del departamento de estado de Estados Unidos dijo que no habría forma de resolver los problemas de seguridad a largo plazo del país sin el establecimiento de un estado palestino.\",            \"translated_title\": \"Netanyahu se opone a un estado palestino\"        },        {            \"english_version\": \"America’s Congress passed a stop-gap spending bill to keep the government funded until March. The legislation cleared the House of Representatives with bipartisan support, despite an eleventh-hour campaign by hardline Republicans to stymie it. Mike Johnson, the Republican House speaker who earlier promised not to pass short-term extensions, could face consequences for his stand against the far-right Freedom Caucus.\",            \"english_title\": \"Congress Passes Stop-Gap Spending Bill\",            \"translated_version\": \"El Congreso de Estados Unidos aprobó un proyecto de ley de gastos provisional para mantener financiado al gobierno hasta marzo. La legislación fue aprobada en la Cámara de Representantes con apoyo bipartidista, a pesar de una campaña de última hora por parte de los republicanos más conservadores para obstaculizarla. Mike Johnson, el presidente republicano de la Cámara de Representantes que antes prometió no aprobar extensiones a corto plazo, podría enfrentar consecuencias por su postura en contra del Caucus de la Libertad de extrema derecha.\",            \"translated_title\": \"El Congreso aprueba proyecto de ley de gastos provisional\"        },        {            \"english_version\": \"OPEC said it expects global oil demand to remain robust in 2024 and 2025, due to a strong global growth forecast and slowing inflation. Oil prices ticked up on the news. In contrast with OPEC’s forecast, the IEA said that growth in oil demand will halve in 2024 because of China’s slow economic recovery and greater take-up of electric vehicles.\",            \"english_title\": \"OPEC Expects Robust Oil Demand\",            \"translated_version\": \"La OPEP dijo que espera que la demanda mundial de petróleo se mantenga sólida en 2024 y 2025, debido a un sólido pronóstico de crecimiento global y a la desaceleración de la inflación. Los precios del petróleo subieron con la noticia. En contraste con el pronóstico de la OPEP, la AIE dijo que el crecimiento de la demanda de petróleo se reducirá a la mitad en 2024 debido a la lenta recuperación económica de China y a una mayor adopción de vehículos eléctricos.\",            \"translated_title\": \"La OPEP espera una sólida demanda de petróleo\"        }    ]}"