"{    \"translations\": [        {            \"english_version\": \"Gaza’s Hamas-controlled government said that an Israeli airstrike on a refugee camp killed at least 38 people.\",            \"english_title\": \"Israeli Airstrike on Refugee Camp\",            \"translated_version\": \"El gobierno de Gaza controlado por Hamas dijo que un ataque aéreo israelí en un campamento de refugiados mató al menos a 38 personas.\",            \"translated_title\": \"Ataque Aéreo Israelí en Campamento de Refugiados\"        },        {            \"english_version\": \"Berkshire Hathaway, a conglomerate run by Warren Buffett, announced its third-quarter results. Poor performances in its stock portfolio contributed to a net loss of $12.8bn.\",            \"english_title\": \"Berkshire Hathaway's Third-Quarter Results\",            \"translated_version\": \"Berkshire Hathaway, un conglomerado dirigido por Warren Buffett, anunció sus resultados del tercer trimestre. Las malas actuaciones en su cartera de acciones contribuyeron a una pérdida neta de $12.8bn.\",            \"translated_title\": \"Resultados del Tercer Trimestre de Berkshire Hathaway\"        },        {            \"english_version\": \"Li Qiang, China’s prime minister, announced that China will expand market access and remove barriers for foreign investment in the manufacturing sector.\",            \"english_title\": \"China's Market Access Expansion\",            \"translated_version\": \"Li Qiang, el primer ministro de China, anunció que China ampliará el acceso al mercado y eliminará las barreras para la inversión extranjera en el sector manufacturero.\",            \"translated_title\": \"Expansión del Acceso al Mercado de China\"        },        {            \"english_version\": \"Ursula von der Leyen, the president of the European Commission, met Volodymyr Zelensky, the leader of Ukraine, in Kyiv.\",            \"english_title\": \"Meeting between Ursula von der Leyen and Volodymyr Zelensky\",            \"translated_version\": \"Ursula von der Leyen, la presidenta de la Comisión Europea, se reunió con Volodymyr Zelensky, el líder de Ucrania, en Kyiv.\",            \"translated_title\": \"Reunión entre Ursula von der Leyen y Volodymyr Zelensky\"        },        {            \"english_version\": \"The Taliban’s war on drugs has caused the cultivation of opium poppies to fall by 95%, according to a UN report.\",            \"english_title\": \"Taliban's War on Drugs\",            \"translated_version\": \"La guerra de los talibanes contra las drogas ha provocado que el cultivo de amapolas de opio caiga un 95%, según un informe de la ONU.\",            \"translated_title\": \"Guerra de los Talibanes contra las Drogas\"        }    ]}"