"{    \"translations\": [        {            \"english_version\": \"The UN World Food Programme said that there was an immediate possibility of starvation in Gaza.\",            \"english_title\": \"Starvation in Gaza\",            \"translated_version\": \"El Programa Mundial de Alimentos de la ONU dijo que existe una posibilidad inmediata de hambruna en Gaza.\",            \"translated_title\": \"Hambruna en Gaza\"        },        {            \"english_version\": \"The UN has suspended aid deliveries to the enclave owing to a lack of fuel.\",            \"english_title\": \"Suspension of Aid Deliveries\",            \"translated_version\": \"La ONU ha suspendido la entrega de ayuda al enclave debido a la falta de combustible.\",            \"translated_title\": \"Suspensión de Entrega de Ayuda\"        },        {            \"english_version\": \"Most of northern Gaza now appears to be under Israel’s control; this includes al-Shifa hospital, the enclave’s largest medical facility, where the Israel Defence Forces continued its operation.\",            \"english_title\": \"Israel's Control in Northern Gaza\",            \"translated_version\": \"La mayor parte del norte de Gaza ahora parece estar bajo el control de Israel; esto incluye el hospital al-Shifa, la instalación médica más grande del enclave, donde las Fuerzas de Defensa de Israel continuaron su operación.\",            \"translated_title\": \"Control de Israel en el Norte de Gaza\"        },        {            \"english_version\": \"It said it had found a Hamas tunnel underneath the building, and recovered weapons.\",            \"english_title\": \"Discovery of Hamas Tunnel\",            \"translated_version\": \"Dijo que encontró un túnel de Hamas debajo del edificio y recuperó armas.\",            \"translated_title\": \"Descubrimiento de Túnel de Hamas\"        },        {            \"english_version\": \"It also discovered the bodies of two hostages taken during Hamas’s attack on Israel on October 7th.\",            \"english_title\": \"Discovery of Hostages' Bodies\",            \"translated_version\": \"También descubrió los cuerpos de dos rehenes tomados durante el ataque de Hamas a Israel el 7 de octubre.\",            \"translated_title\": \"Descubrimiento de Cuerpos de Rehenes\"        }    ]}"