"{    \"translations\": [        {            \"english_version\": \"Zelensky says the 20-point peace plan is mostly agreed upon, but Trump says the issue of land is still a big problem.\",            \"english_title\": \"Peace Plan Issues\",            \"translated_version\": \"Zelensky dice que el plan de paz de 20 puntos está casi listo, pero Trump dice que el problema de la tierra sigue siendo grande.\",            \"translated_title\": \"Problemas del Plan de Paz\"        },        {            \"english_version\": \"The annual food fight festival 'Els Enfarinats' has left the town of Ibi in Spain covered in flour and egg shells.\",            \"english_title\": \"Food Fight Festival\",            \"translated_version\": \"El festival anual de pelea de comida 'Els Enfarinats' dejó el pueblo de Ibi en España cubierto de harina y cáscaras de huevo.\",            \"translated_title\": \"Festival de Pelea de Comida\"        },        {            \"english_version\": \"Police detained a male suspect after shooting him in the leg, while two other people are seriously injured.\",            \"english_title\": \"Police Detain Suspect\",            \"translated_version\": \"La policía detuvo a un sospechoso después de dispararle en la pierna, mientras que otras dos personas están gravemente heridas.\",            \"translated_title\": \"Policía Detiene Sospechoso\"        },        {            \"english_version\": \"Observers say the vote, along with a new crackdown on dissent, is meant to keep the junta in power.\",            \"english_title\": \"Vote and Crackdown\",            \"translated_version\": \"Observadores dicen que la votación, junto con una nueva represión, es para mantener a la junta en el poder.\",            \"translated_title\": \"Votación y Represión\"        },        {            \"english_version\": \"Thousands of homes in parts of Finland, Sweden, and Norway have lost power.\",            \"english_title\": \"Power Outage\",            \"translated_version\": \"Miles de casas en partes de Finlandia, Suecia y Noruega se quedaron sin electricidad.\",            \"translated_title\": \"Corte de Electricidad\"        }    ]}"