"{    \"translations\": [        {            \"english_version\": \"Poorer countries criticized an agreement made at COP29, the UN’s climate conference. Rich countries committed to mobilizing at least $300bn in climate finance per year by 2035 to help developing nations fight the effects of climate change and adopt renewable energy. India’s delegation called it a 'paltry sum' that would 'not solve anything for us'. The talks overran by more than a day; an earlier offer of $250bn was rejected.\",            \"english_title\": \"Climate Finance Agreement at COP29\",            \"translated_version\": \"Países más pobres criticaron un acuerdo hecho en COP29, la conferencia climática de la ONU. Los países ricos se comprometieron a movilizar al menos $300 mil millones en finanzas climáticas por año para 2035 para ayudar a las naciones en desarrollo a combatir los efectos del cambio climático y adoptar energía renovable. La delegación de la India lo llamó una 'suma insignificante' que 'no resolvería nada para nosotros'. Las conversaciones se prolongaron por más de un día; una oferta anterior de $250 mil millones fue rechazada.\",            \"translated_title\": \"Acuerdo de Finanzas Climáticas en COP29\"        },        {            \"english_version\": \"An Israeli airstrike hit a residential block in central Beirut. Lebanese officials reported at least 20 people killed and 66 wounded. Gaza’s health ministry stated that at least 120 people had been killed by Israeli strikes since Thursday. Hamas claimed an Israeli hostage was among the casualties; Israel’s armed forces were 'unable to confirm or deny' that claim.\",            \"english_title\": \"Israeli Airstrike in Beirut\",            \"translated_version\": \"Un ataque aéreo israelí golpeó un bloque residencial en el centro de Beirut. Funcionarios libaneses informaron al menos 20 personas muertas y 66 heridas. El ministerio de salud de Gaza declaró que al menos 120 personas habían sido asesinadas por los ataques israelíes desde el jueves. Hamas afirmó que un rehén israelí estaba entre las víctimas; las fuerzas armadas de Israel 'no pudieron confirmar ni negar' esa afirmación.\",            \"translated_title\": \"Ataque Aéreo Israelí en Beirut\"        }    ]}"