"{    \"translations\": [        {            \"english_version\": \"Missile and drone attacks on Ukraine are now higher than at any other point of the war, according to Ukrainian data. This situation is deeply alarming, as stated by the UN's assistant secretary general.\",            \"english_title\": \"Increased Attacks on Ukraine\",            \"translated_version\": \"Los ataques con misiles y drones en Ucrania son ahora más altos que en cualquier otro momento de la guerra, según datos de Ucrania. Esta situación es muy preocupante, dice un asistente del secretario general de la ONU.\",            \"translated_title\": \"Ataques Aumentan en Ucrania\"        },        {            \"english_version\": \"Japan's leader Shigeru Ishiba and officials from around the world attended the annual ceremony in Hiroshima. This event is significant as it brings together global leaders to remember the past and discuss peace.\",            \"english_title\": \"Hiroshima Ceremony\",            \"translated_version\": \"El líder de Japón, Shigeru Ishiba, y funcionarios de todo el mundo asistieron a la ceremonia anual en Hiroshima. Este evento es importante porque reúne a líderes del mundo para recordar el pasado y hablar de paz.\",            \"translated_title\": \"Ceremonia en Hiroshima\"        },        {            \"english_version\": \"Bad weather in Folgefonna National Park is making it difficult to search for Luhn, who was last seen on 31 July. The search efforts are being hampered by the conditions.\",            \"english_title\": \"Search in Folgefonna\",            \"translated_version\": \"El mal tiempo en el Parque Nacional Folgefonna hace difícil buscar a Luhn, quien fue visto por última vez el 31 de julio. Las condiciones están dificultando los esfuerzos de búsqueda.\",            \"translated_title\": \"Búsqueda en Folgefonna\"        },        {            \"english_version\": \"A former Oceangate employee reported safety concerns about the sub to US authorities before it imploded. This highlights issues with safety regulations and oversight.\",            \"english_title\": \"Oceangate Safety Concerns\",            \"translated_version\": \"Un ex empleado de Oceangate informó preocupaciones de seguridad sobre el submarino a las autoridades de EE.UU. antes de que implosionara. Esto muestra problemas con las reglas de seguridad.\",            \"translated_title\": \"Preocupaciones de Seguridad en Oceangate\"        },        {            \"english_version\": \"Reefs are being damaged mainly by heat stress due to climate change, although cyclones and starfish that eat coral also contribute to the problem. This is a major environmental concern.\",            \"english_title\": \"Reef Damage\",            \"translated_version\": \"Los arrecifes están siendo dañados principalmente por el calor debido al cambio climático, aunque los ciclones y las estrellas de mar que comen coral también contribuyen al problema. Esto es una gran preocupación ambiental.\",            \"translated_title\": \"Daño a los Arrecifes\"        }    ]}"