"{    \"translations\": [        {            \"english_version\": \"The funeral of Pope Francis took place in St Peter’s Square in Rome. Thousands of people attended the service, including leaders from around the world. After the funeral, Francis was buried in Santa Maria Maggiore, one of Rome's oldest basilicas. The conclave, where cardinals will choose the next pope, is expected to start between May 6th and 10th.\",            \"english_title\": \"Pope Francis Funeral\",            \"translated_version\": \"El funeral del Papa Francisco tuvo lugar en la Plaza de San Pedro en Roma. Miles de personas asistieron al servicio, incluidos líderes de todo el mundo. Después del funeral, Francisco fue enterrado en Santa María la Mayor, una de las basílicas más antiguas de Roma. Se espera que el cónclave, donde los cardenales elegirán al próximo papa, comience entre el 6 y el 10 de mayo.\",            \"translated_title\": \"Funeral del Papa Francisco\"        },        {            \"english_version\": \"Donald Trump and Vladimir Zelensky had a conversation in St Peter’s Basilica before the pope’s funeral. The White House called the discussion 'very productive,' and they plan to talk again later. This talk followed a meeting between Steve Witkoff, the American envoy to Russia, and Vladimir Putin in Moscow. Trump mentioned that a deal to end the Ukraine war was close after the meeting.\",            \"english_title\": \"Trump and Zelensky Meeting\",            \"translated_version\": \"Donald Trump y Vladimir Zelensky tuvieron una conversación en la Basílica de San Pedro antes del funeral del papa. La Casa Blanca calificó la discusión de 'muy productiva' y planean hablar nuevamente más tarde. Esta charla siguió a una reunión entre Steve Witkoff, el enviado estadounidense a Rusia, y Vladimir Putin en Moscú. Trump mencionó que un acuerdo para poner fin a la guerra en Ucrania estaba cerca después de la reunión.\",            \"translated_title\": \"Encuentro entre Trump y Zelensky\"        },        {            \"english_version\": \"The Economist app is available on iOS and Android devices. The Economist Group offers various services and products, including Economist Intelligence, Economist Impact, and Economist Education Courses. For inquiries or support, you can contact The Economist Group through their website.\",            \"english_title\": \"The Economist App\",            \"translated_version\": \"La aplicación de The Economist está disponible en dispositivos iOS y Android. El Grupo The Economist ofrece varios servicios y productos, incluidos Economist Intelligence, Economist Impact y Cursos de Educación de The Economist. Para consultas o soporte, puedes contactar al Grupo The Economist a través de su sitio web.\",            \"translated_title\": \"La Aplicación de The Economist\"        },        {            \"english_version\": \"The Economist Group is registered in England and Wales with the registration number 236383. The registered office is located at The Adelphi, 1-11 John Adam Street, London, WC2N 6HT. The VAT registration number is GB 340 436 876. The Economist Newspaper Limited holds the copyright for the content until 2025.\",            \"english_title\": \"The Economist Group Registration\",            \"translated_version\": \"El Grupo The Economist está registrado en Inglaterra y Gales con el número de registro 236383. La oficina registrada está ubicada en The Adelphi, 1-11 John Adam Street, Londres, WC2N 6HT. El número de registro de IVA es GB 340 436 876. The Economist Newspaper Limited tiene los derechos de autor del contenido hasta 2025.\",            \"translated_title\": \"Registro del Grupo The Economist\"        },        {            \"english_version\": \"The website uses cookies and similar technologies to improve user experience and ensure smooth operation. By managing cookies, users can control their preferences. The terms of use, privacy policy, cookie policy, and accessibility information are available on the website. The site also provides details on modern slavery statement, sitemap, and data rights.\",            \"english_title\": \"Website Information\",            \"translated_version\": \"El sitio web utiliza cookies y tecnologías similares para mejorar la experiencia del usuario y garantizar un funcionamiento fluido. Al gestionar las cookies, los usuarios pueden controlar sus preferencias. Los términos de uso, la política de privacidad, la política de cookies y la información de accesibilidad están disponibles en el sitio web. El sitio también proporciona detalles sobre la declaración de esclavitud moderna, el mapa del sitio y los derechos de datos.\",            \"translated_title\": \"Información del Sitio Web\"        }    ]}"