"{    \"translations\": [        {            \"english_version\": \"Mario Draghi, former head of the European Central Bank, has proposed policies to make the European Union more competitive. He suggests common borrowing, a joint decarbonisation plan, and aggressive trade policies to reduce dependence on America and China. The report also aims to boost the tech sector by facilitating researchers to commercialise ideas.\",            \"english_title\": \"European Union Competitiveness\",            \"translated_version\": \"Mario Draghi, el ex jefe del Banco Central Europeo, ha propuesto políticas para hacer que la Unión Europea sea más competitiva. Sugiere pedir prestado juntos, un plan conjunto de descarbonización y políticas comerciales agresivas para reducir la dependencia de América y China. El informe también tiene como objetivo impulsar el sector tecnológico facilitando a los investigadores la comercialización de ideas.\",            \"translated_title\": \"Competitividad de la Unión Europea\"        },        {            \"english_version\": \"Germany will extend temporary controls to all land borders to tackle illegal migration. The restrictions will last for six months, starting next week. Despite being part of the Schengen area, Germany has imposed border restrictions with Austria since 2015 and with Czech Republic, Poland, and Switzerland since last year.\",            \"english_title\": \"Germany's Border Controls\",            \"translated_version\": \"Alemania extenderá los controles temporales a todas las fronteras terrestres para abordar la migración ilegal. Las restricciones durarán seis meses, comenzando la próxima semana. A pesar de ser parte del área de Schengen, Alemania ha impuesto restricciones fronterizas con Austria desde 2015 y con la República Checa, Polonia y Suiza desde el año pasado.\",            \"translated_title\": \"Controles Fronterizos de Alemania\"        }    ]}"