"{    \"translations\": [        {            \"english_version\": \"The Israel Defence Forces told some 1.1m Palestinians to relocate from north to south Gaza within 24 hours, citing 'Hamas terrorists' hiding behind 'human shields'. The UN urged Israel to withdraw the 'impossible' order; Hamas dismissed it as 'fake propaganda'. The militant group, as well as mosques, told people to ignore it. Israel has deployed tanks on Gaza’s borders, as it targets underground tunnels used to hold supplies, fighters and possibly hostages. Hamas said that Israeli air strikes had killed 13 hostages held in Gaza over the past day.\",            \"english_title\": \"Israel Defence Forces' Order to Palestinians in Gaza\",            \"translated_version\": \"Las Fuerzas de Defensa de Israel le dijeron a unos 1.1 millones de palestinos que se mudaran del norte al sur de Gaza en 24 horas, citando a 'terroristas de Hamas' escondiéndose detrás de 'escudos humanos'. La ONU instó a Israel a retirar la orden 'imposible'; Hamas la descartó como 'propaganda falsa'. El grupo militante, así como las mezquitas, le dijeron a la gente que la ignorara. Israel ha desplegado tanques en las fronteras de Gaza, ya que apunta a túneles subterráneos utilizados para almacenar suministros, combatientes y posiblemente rehenes. Hamas dijo que los ataques aéreos israelíes habían matado a 13 rehenes en Gaza en el último día.\",            \"translated_title\": \"Orden de las Fuerzas de Defensa de Israel a los Palestinos en Gaza\"        },        {            \"english_version\": \"America’s top diplomat, Antony Blinken, continued his largest tour of the Middle East yet with a meeting with Jordan’s king in Amman, the capital. On Thursday he was in Israel to show support. More Western leaders will follow suit on Friday, including Lloyd Austin, America’s defence secretary, and Ursula von der Leyen, the president of the European Commission. Mr Blinken heads to Qatar, Bahrain and Saudi Arabia later in the day.\",            \"english_title\": \"Antony Blinken's Tour of the Middle East\",            \"translated_version\": \"El principal diplomático de Estados Unidos, Antony Blinken, continuó su gira más grande por el Medio Oriente con una reunión con el rey de Jordania en Ammán, la capital. El jueves estuvo en Israel para mostrar apoyo. Más líderes occidentales seguirán el ejemplo el viernes, incluidos Lloyd Austin, secretario de defensa de Estados Unidos, y Ursula von der Leyen, presidenta de la Comisión Europea. El Sr. Blinken se dirige a Qatar, Bahrein y Arabia Saudita más tarde en el día.\",            \"translated_title\": \"Gira de Antony Blinken por el Medio Oriente\"        },        {            \"english_version\": \"Microsoft’s $75bn offer to buy Activision Blizzard was approved by Britain’s anti-trust watchdog. The Competition and Markets Authority had rejected the tech giant’s previous bid to buy the video-game maker. In the revised deal, Microsoft will license cloud-streaming rights of Activision titles, such as Call of Duty, to Ubisoft, a French games publisher. This would prevent Microsoft from having a stranglehold on the market, the CMA said.\",            \"english_title\": \"Microsoft's Offer to Buy Activision Blizzard\",            \"translated_version\": \"La oferta de Microsoft de $75 mil millones para comprar Activision Blizzard fue aprobada por el organismo de control de la competencia de Gran Bretaña. La Autoridad de Competencia y Mercados había rechazado la oferta anterior del gigante tecnológico para comprar el fabricante de videojuegos. En el acuerdo revisado, Microsoft otorgará licencias de transmisión en la nube de los títulos de Activision, como Call of Duty, a Ubisoft, una editorial de juegos francesa. Esto evitaría que Microsoft tenga un control total del mercado, dijo la CMA.\",            \"translated_title\": \"Oferta de Microsoft para Comprar Activision Blizzard\"        },        {            \"english_version\": \"The repercussions of Hamas’s attack on Israel have been felt across Europe. In London, three Jewish schools closed on Friday; one cited fears of violence from pro-Palestinian protests. Britain’s government has pledged an extra £3m to Jewish institutions to beef up security. In Paris, police broke up a pro-Palestinian rally with tear gas and water cannons on Thursday; such events have been banned by the government, fearing a rise in anti-semitism.\",            \"english_title\": \"Repercussions of Hamas's Attack on Israel\",            \"translated_version\": \"Las repercusiones del ataque de Hamas a Israel se han sentido en toda Europa. En Londres, tres escuelas judías cerraron el viernes; una citó temores de violencia por parte de las protestas pro-palestinas. El gobierno británico ha prometido £3 millones adicionales a las instituciones judías para fortalecer la seguridad. En París, la policía dispersó una manifestación pro-palestina con gas lacrimógeno y cañones de agua el jueves; dichos eventos han sido prohibidos por el gobierno, temiendo un aumento del antisemitismo.\",            \"translated_title\": \"Repercusiones del Ataque de Hamas a Israel\"        },        {            \"english_version\": \"Steve Scalise, the Republican congressman who won his party’s nomination to be speaker of America’s House of Representatives, withdrew from the race after failing to secure broad support from his party. 'There are still some people that have their own agendas,' he said. Winning the speakership on the full House floor requires 217 votes. The House cannot consider legislation without a permanent speaker.\",            \"english_title\": \"Steve Scalise Withdraws from Speaker Race\",            \"translated_version\": \"Steve Scalise, el congresista republicano que ganó la nominación de su partido para ser el presidente de la Cámara de Representantes de Estados Unidos, se retiró de la carrera después de no lograr un amplio apoyo de su partido. 'Todavía hay algunas personas que tienen sus propias agendas', dijo. Ganar la presidencia en el pleno de la Cámara requiere 217 votos. La Cámara no puede considerar legislación sin un presidente permanente.\",            \"translated_title\": \"Steve Scalise se Retira de la Carrera Presidencial\"        }    ]}"