"{    \"translations\": [        {            \"english_version\": \"Gautam Adani, India's second-richest man, and seven other Indian businessmen have been charged by American prosecutors with securities and wire fraud related to a solar-energy project. Prosecutors claim they bribed Indian officials with $250m to secure project contracts. This led to a 20% drop in Adani Group shares when Indian markets opened.\",            \"english_title\": \"Gautam Adani and Indian businessmen charged with fraud\",            \"translated_version\": \"Gautam Adani, el segundo hombre más rico de la India, y otros siete hombres de negocios indios han sido acusados por fiscales estadounidenses de fraude de valores y fraude electrónico relacionado con un proyecto de energía solar. Los fiscales afirman que sobornaron a funcionarios indios con $250 millones para asegurar contratos del proyecto. Esto provocó una caída del 20% en las acciones del Grupo Adani cuando abrieron los mercados indios.\",            \"translated_title\": \"Gautam Adani y hombres de negocios indios acusados de fraude\"        },        {            \"english_version\": \"Nvidia's revenue reached $35.1bn in the third quarter of 2024, almost double the previous year's figure. Despite expecting higher revenue in the next quarter, the firm's share price fell, possibly due to excessively high investor expectations. Nvidia, the world's most valuable listed company, dominates chip production for artificial intelligence.\",            \"english_title\": \"Nvidia's impressive revenue growth\",            \"translated_version\": \"Los ingresos de Nvidia alcanzaron $35.1 mil millones en el tercer trimestre de 2024, casi el doble de la cifra del año anterior. A pesar de esperar mayores ingresos en el próximo trimestre, el precio de las acciones de la empresa cayó, posiblemente debido a expectativas de inversores excesivamente altas. Nvidia, la empresa cotizada más valiosa del mundo, domina la producción de chips para inteligencia artificial.\",            \"translated_title\": \"Impresionante crecimiento de ingresos de Nvidia\"        }    ]}"