"{    \"translations\": [        {            \"english_version\": \"Rachel Reeves, Britain’s finance minister, presented the Labour party’s first budget in 14 years. She revealed plans for £40bn ($52bn) in tax increases, including a 1.2 percentage point rise in employers’ national insurance contributions to 15%. The government aims to increase public investment by over £100bn in the next five years, focusing on transport, schools, and hospitals.\",            \"english_title\": \"Britain's Budget Announcement\",            \"translated_version\": \"Rachel Reeves, la ministra de finanzas de Gran Bretaña, presentó el primer presupuesto del partido Laborista en 14 años. Reveló planes para aumentar impuestos por £40bn ($52bn), incluyendo un aumento de 1.2 puntos porcentuales en las contribuciones al seguro nacional de los empleadores al 15%. El gobierno tiene como objetivo aumentar la inversión pública en más de £100bn en los próximos cinco años, centrándose en transporte, escuelas y hospitales.\",            \"translated_title\": \"Anuncio del Presupuesto de Gran Bretaña\"        },        {            \"english_version\": \"The American economy expanded by 2.8% on an annualized basis in the three months leading up to September, slightly below the 3% anticipated by analysts. The Bureau of Economic Analysis attributed this growth to strong consumer spending and exports. Additionally, upcoming data is expected to reveal a decrease in inflation.\",            \"english_title\": \"US Economic Growth\",            \"translated_version\": \"La economía estadounidense creció un 2.8% en base anual en los tres meses previos a septiembre, ligeramente por debajo del 3% anticipado por los analistas. La Oficina de Análisis Económico atribuyó este crecimiento a un fuerte gasto del consumidor y exportaciones. Además, se espera que los próximos datos revelen una disminución en la inflación.\",            \"translated_title\": \"Crecimiento Económico de EE. UU.\"        }    ]}"