"{    \"translations\": [        {            \"english_version\": \"America's Senate passed a bill providing aid worth $95 billion to Ukraine, Israel, and Taiwan. The legislation was approved with a majority vote of 79-18 after a long debate. President Joe Biden will sign the bill into law to send weapons to Ukraine soon.\",            \"english_title\": \"Aid Bill Passed by America's Senate\",            \"translated_version\": \"El Senado de Estados Unidos aprobó un proyecto de ley que proporciona ayuda por valor de $95 mil millones a Ucrania, Israel y Taiwán. La legislación fue aprobada con una mayoría de votos de 79-18 después de un largo debate. El Presidente Joe Biden firmará el proyecto de ley para enviar armas a Ucrania pronto.\",            \"translated_title\": \"Proyecto de Ley de Ayuda Aprobado por el Senado de Estados Unidos\"        },        {            \"english_version\": \"The European Commission initiated an investigation into Chinese medical devices due to concerns about subsidies from the Chinese government. They suspect that Chinese manufacturers are receiving financial support to compete with European companies.\",            \"english_title\": \"Investigation on Chinese Medical Devices\",            \"translated_version\": \"La Comisión Europea inició una investigación sobre dispositivos médicos chinos debido a preocupaciones sobre subsidios del gobierno chino. Sospechan que los fabricantes chinos están recibiendo apoyo financiero para competir con empresas europeas.\",            \"translated_title\": \"Investigación sobre Dispositivos Médicos Chinos\"        },        {            \"english_version\": \"Germany's Ifo Business Climate Index increased to 89.4 in April, showing positive sentiment among companies. The rise in the index is attributed to lower inflation and expectations of interest rate cuts by the European Central Bank.\",            \"english_title\": \"Positive Business Climate in Germany\",            \"translated_version\": \"El Índice de Clima Empresarial Ifo de Alemania aumentó a 89.4 en abril, mostrando un sentimiento positivo entre las empresas. El aumento en el índice se atribuye a una inflación más baja y expectativas de recortes en las tasas de interés por parte del Banco Central Europeo.\",            \"translated_title\": \"Clima Empresarial Positivo en Alemania\"        },        {            \"english_version\": \"The UN's human-rights chief called for an independent inquiry after mass graves were found in Gaza hospitals. Palestinian officials discovered hundreds of bodies, and Israel denied responsibility for the burials.\",            \"english_title\": \"Call for Inquiry on Gaza Mass Graves\",            \"translated_version\": \"El jefe de derechos humanos de la ONU pidió una investigación independiente después de que se encontraran fosas comunes en hospitales de Gaza. Funcionarios palestinos descubrieron cientos de cuerpos, e Israel negó la responsabilidad por los entierros.\",            \"translated_title\": \"Llamado a Investigación sobre Fosas Comunes en Gaza\"        },        {            \"english_version\": \"Russia's top investigative body arrested Timur Ivanov, a deputy defense minister, on bribery charges. Ivanov was accused of benefiting from construction projects in Mariupol, Ukraine, following Russia's invasion.\",            \"english_title\": \"Arrest of Russian Deputy Defense Minister\",            \"translated_version\": \"El principal organismo de investigación de Rusia arrestó a Timur Ivanov, un viceministro de defensa, por cargos de soborno. Ivanov fue acusado de beneficiarse de proyectos de construcción en Mariupol, Ucrania, tras la invasión de Rusia.\",            \"translated_title\": \"Arresto del Viceministro de Defensa de Rusia\"        }    ]}"