"{    \"translations\": [        {            \"english_version\": \"Wall Street stock indices closed higher on Friday after a volatile week of trading. American government-bond prices declined and the dollar slumped to a three-year low against the euro amid Donald Trump’s trade war. Yields on ten-year Treasuries climbed to almost 4.5%, higher than they reached on Wednesday before Mr Trump paused many tariffs. China raised tariffs against America to 125%, after the White House said its levy on Chinese goods was in effect 145%.\",            \"english_title\": \"Wall Street and Trade War\",            \"translated_version\": \"Las acciones de Wall Street cerraron más altas el viernes después de una semana volátil de negociación. Los precios de los bonos del gobierno estadounidense disminuyeron y el dólar cayó a un mínimo de tres años frente al euro en medio de la guerra comercial de Donald Trump. Los rendimientos de los bonos del Tesoro a diez años subieron a casi 4.5%, más alto de lo que alcanzaron el miércoles antes de que el Sr. Trump pausara muchos aranceles. China aumentó los aranceles contra América al 125%, después de que la Casa Blanca dijo que su gravamen sobre productos chinos estaba en efecto al 145%.\",            \"translated_title\": \"Wall Street y Guerra Comercial\"        },        {            \"english_version\": \"Steve Witkoff, Mr Trump’s diplomatic envoy, met Vladimir Putin in St Petersburg. Mr Trump said Russia has to 'get moving' on agreeing to a ceasefire in Ukraine, negotiations over which have recently stalled. American and Russian officials met in Istanbul on Thursday to discuss normalising embassy relations. Kirill Dmitriev, Mr Putin’s point man, said that he was cautiously optimistic about renewed diplomatic engagement.\",            \"english_title\": \"Diplomatic Relations\",            \"translated_version\": \"Steve Witkoff, el enviado diplomático del Sr. Trump, se reunió con Vladimir Putin en San Petersburgo. El Sr. Trump dijo que Rusia tiene que 'ponerse en movimiento' para acordar un alto el fuego en Ucrania, cuyas negociaciones se han estancado recientemente. Funcionarios estadounidenses y rusos se reunieron en Estambul el jueves para discutir la normalización de las relaciones de embajadas. Kirill Dmitriev, el hombre de confianza del Sr. Putin, dijo que estaba cautelosamente optimista sobre el renovado compromiso diplomático.\",            \"translated_title\": \"Relaciones Diplomáticas\"        }    ]}"