"{    \"translations\": [        {            \"english_version\": \"Almost two million people in Japan were told to leave their homes after a very strong earthquake hit Russia's eastern coast. It was one of the strongest earthquakes ever recorded.\",            \"english_title\": \"Strong Earthquake in Russia\",            \"translated_version\": \"Casi dos millones de personas en Japón fueron avisadas de dejar sus casas después de que un terremoto muy fuerte golpeó la costa este de Rusia. Fue uno de los terremotos más fuertes registrados.\",            \"translated_title\": \"Terremoto Fuerte en Rusia\"        },        {            \"english_version\": \"Ukraine's military reported that three people were killed. Russia shared a video claiming it showed the attack.\",            \"english_title\": \"Attack in Ukraine\",            \"translated_version\": \"El ejército de Ucrania informó que tres personas murieron. Rusia compartió un video diciendo que mostraba el ataque.\",            \"translated_title\": \"Ataque en Ucrania\"        },        {            \"english_version\": \"Laura Dahlmeier, who won two Olympic gold medals, died at the age of 31 in a climbing accident in Pakistan.\",            \"english_title\": \"Olympic Champion Dies\",            \"translated_version\": \"Laura Dahlmeier, quien ganó dos medallas de oro olímpicas, murió a los 31 años en un accidente de escalada en Pakistán.\",            \"translated_title\": \"Campeona Olímpica Muere\"        },        {            \"english_version\": \"The death toll from Israel's military actions in Gaza has increased to 60,138, according to the ministry.\",            \"english_title\": \"Deaths in Gaza\",            \"translated_version\": \"El número de muertos por las acciones militares de Israel en Gaza ha aumentado a 60,138, según el ministerio.\",            \"translated_title\": \"Muertes en Gaza\"        },        {            \"english_version\": \"A famine has been declared in parts of Darfur, which is suffering greatly due to the ongoing civil war.\",            \"english_title\": \"Famine in Darfur\",            \"translated_version\": \"Se ha declarado una hambruna en partes de Darfur, que está sufriendo mucho debido a la guerra civil en curso.\",            \"translated_title\": \"Hambruna en Darfur\"        }    ]}"