"{    \"translations\": [        {            \"english_version\": \"Western allies advised Israel to show restraint when responding to an Iranian attack. Joe Biden, America’s president, urged Israel to 'take the win' after shooting down nearly 350 drones and missiles. American, British, French, and Jordanian forces helped repel the attack. France’s president, Emmanuel Macron, joined Mr Biden in urging Israel to 'avoid a conflagration' in the region.\",            \"english_title\": \"International Relations\",            \"translated_version\": \"Los amigos occidentales aconsejaron a Israel que se contenga al responder a un ataque iraní. Joe Biden, el presidente de América, instó a Israel a 'tomar la victoria' después de derribar casi 350 drones y misiles. Las fuerzas estadounidenses, británicas, francesas y jordanas ayudaron a repeler el ataque. El presidente de Francia, Emmanuel Macron, se unió al Sr. Biden instando a Israel a 'evitar una conflagración' en la región.\",            \"translated_title\": \"Relaciones Internacionales\"        },        {            \"english_version\": \"Oil prices were subdued following Iran’s strike on Israel. Brent crude fell by just 0.1% to $90.37 a barrel. West Texas Intermediate dipped by 0.3% to $85.51 a barrel. The muted reaction suggests traders’ fears of a full-blown conflict may have dissipated.\",            \"english_title\": \"Economic Impact\",            \"translated_version\": \"Los precios del petróleo se mantuvieron bajos después del ataque de Irán a Israel. El crudo Brent cayó solo un 0.1% a $90.37 por barril. El West Texas Intermediate bajó un 0.3% a $85.51 por barril. La reacción moderada sugiere que los temores de los comerciantes de un conflicto a gran escala pueden haber disminuido.\",            \"translated_title\": \"Impacto Económico\"        },        {            \"english_version\": \"Singapore’s prime minister, Lee Hsien Loong, said he will stand down on May 15th after 20 years in office. He will be succeeded by Lawrence Wong, his deputy and finance minister. The ruling People’s Action Party has been dogged by allegations of graft over the past year.\",            \"english_title\": \"Leadership Change\",            \"translated_version\": \"El primer ministro de Singapur, Lee Hsien Loong, dijo que renunciará el 15 de mayo después de 20 años en el cargo. Será sucedido por Lawrence Wong, su viceprimer ministro y ministro de finanzas. El Partido de Acción Popular gobernante ha sido acosado por acusaciones de corrupción en el último año.\",            \"translated_title\": \"Cambio de Liderazgo\"        },        {            \"english_version\": \"Samsung displaced Apple as the world’s biggest phonemaker in the first quarter of 2024. The South Korean firm shipped more than 60m smartphones, surpassing Apple's sales. Global smartphone sales grew by 8% overall.\",            \"english_title\": \"Business News\",            \"translated_version\": \"Samsung desplazó a Apple como el mayor fabricante de teléfonos del mundo en el primer trimestre de 2024. La empresa surcoreana envió más de 60 millones de teléfonos inteligentes, superando las ventas de Apple. Las ventas globales de teléfonos inteligentes crecieron en un 8% en general.\",            \"translated_title\": \"Noticias de Negocios\"        },        {            \"english_version\": \"A rebel group fighting Myanmar’s junta claimed it had repelled an attack on a strategically important town. The Karen National Union said the junta’s forces were pushed back outside Myawaddy, which lies on the border with Thailand. Myanmar’s military rulers are struggling to keep hold of territory amid greater resistance from rebel groups.\",            \"english_title\": \"Conflict in Myanmar\",            \"translated_version\": \"Un grupo rebelde que lucha contra la junta de Myanmar afirmó que había repelido un ataque en una ciudad estratégicamente importante. La Unión Nacional Karen dijo que las fuerzas de la junta fueron rechazadas fuera de Myawaddy, que se encuentra en la frontera con Tailandia. Los gobernantes militares de Myanmar están luchando por mantener el control del territorio en medio de una mayor resistencia de los grupos rebeldes.\",            \"translated_title\": \"Conflicto en Myanmar\"        }    ]}"