"{    \"translations\": [        {            \"english_version\": \"Joe Biden, America’s president, urged Israel’s prime minister, Binyamin Netanyahu, to extend a four-day truce with Hamas, which is due to end on Monday, to allow for the release of more hostages.\",            \"english_title\": \"Biden urges truce extension for hostage release\",            \"translated_version\": \"Joe Biden, el presidente de Estados Unidos, instó al primer ministro de Israel, Binyamin Netanyahu, a extender una tregua de cuatro días con Hamas, que está programada para terminar el lunes, para permitir la liberación de más rehenes.\",            \"translated_title\": \"Biden insta a extender tregua para liberar rehenes\"        },        {            \"english_version\": \"A Hamas spokesman called on Mr Biden to press Israel to end its offensive.\",            \"english_title\": \"Hamas calls on Biden to end Israeli offensive\",            \"translated_version\": \"Un portavoz de Hamas pidió al Sr. Biden que presionara a Israel para poner fin a su ofensiva.\",            \"translated_title\": \"Hamas pide a Biden que ponga fin a la ofensiva israelí\"        },        {            \"english_version\": \"Hamas said it would agree to lengthen the truce if Israel increased the number of Palestinian captives it released.\",            \"english_title\": \"Hamas willing to extend truce for more releases\",            \"translated_version\": \"Hamas dijo que estaría de acuerdo en prolongar la tregua si Israel aumentaba el número de prisioneros palestinos liberados.\",            \"translated_title\": \"Hamas dispuesto a extender tregua para más liberaciones\"        },        {            \"english_version\": \"On Sunday Hamas handed over more hostages—13 Israelis, three Thais and one Russian—and Israel released a third batch of 39 Palestinian prisoners.\",            \"english_title\": \"Hamas releases more hostages, Israel frees prisoners\",            \"translated_version\": \"El domingo, Hamas entregó más rehenes: 13 israelíes, tres tailandeses y un ruso, e Israel liberó un tercer grupo de 39 prisioneros palestinos.\",            \"translated_title\": \"Hamas libera más rehenes, Israel libera prisioneros\"        },        {            \"english_version\": \"The pause in fighting has allowed supplies of food, fuel and medicine to enter Gaza.\",            \"english_title\": \"Pause in fighting allows supplies to enter Gaza\",            \"translated_version\": \"La pausa en los combates ha permitido que lleguen suministros de alimentos, combustible y medicinas a Gaza.\",            \"translated_title\": \"Pausa en los combates permite entrada de suministros a Gaza\"        }    ]}"