"{    \"translations\": [        {            \"english_version\": \"Binyamin Netanyahu, the leader of Israel, said that his group of advisors agreed to the ceasefire deal with Gaza. The agreement will start on Sunday. Hamas will release three women captives in exchange for 95 Palestinian prisoners. Netanyahu mentioned that Israel will wait for Hamas to provide a list of captives before moving forward.\",            \"english_title\": \"Binyamin Netanyahu and Gaza Ceasefire Deal\",            \"translated_version\": \"Binyamin Netanyahu, el líder de Israel, dijo que su grupo de asesores acordó el alto el fuego con Gaza. El acuerdo comenzará el domingo. Hamas liberará a tres mujeres cautivas a cambio de 95 prisioneros palestinos. Netanyahu mencionó que Israel esperará a que Hamas proporcione una lista de cautivos antes de avanzar.\",            \"translated_title\": \"Binyamin Netanyahu y el Acuerdo de Alto el Fuego en Gaza\"        },        {            \"english_version\": \"TikTok, a popular app, stated that it might stop working in America unless Joe Biden promises not to impose a ban on his last day as president. The Supreme Court upheld a law that requires TikTok's Chinese owner to sell the app by Sunday or face a ban across the country. The decision on enforcement lies with Donald Trump, who will become president on Monday.\",            \"english_title\": \"TikTok's Situation in America\",            \"translated_version\": \"TikTok, una aplicación popular, dijo que podría dejar de funcionar en América a menos que Joe Biden prometa no imponer una prohibición en su último día como presidente. La Corte Suprema respaldó una ley que requiere que el propietario chino de TikTok venda la aplicación antes del domingo o enfrente una prohibición en todo el país. La decisión sobre la aplicación recae en Donald Trump, quien se convertirá en presidente el lunes.\",            \"translated_title\": \"La Situación de TikTok en América\"        }    ]}"