"{    \"translations\": [        {            \"english_version\": \"In Venezuela, people are scared to speak out because 14 media workers have been detained, and the police are checking people's social media. Videos show unrest in over 50 towns and cities, even in areas that usually support the government.\",            \"english_title\": \"Fear in Venezuela\",            \"translated_version\": \"En Venezuela, la gente tiene miedo de hablar porque 14 trabajadores de medios han sido detenidos, y la policía está revisando las redes sociales de la gente. Videos muestran problemas en más de 50 pueblos y ciudades, incluso en lugares que normalmente apoyan al gobierno.\",            \"translated_title\": \"Miedo en Venezuela\"        },        {            \"english_version\": \"Donald Trump has not ruled out using force to annex Greenland, which Denmark says would mean the end of NATO. Trump is open about expanding US operations, but experts say it would take time.\",            \"english_title\": \"Trump and Greenland\",            \"translated_version\": \"Donald Trump no ha descartado usar fuerza para anexar Groenlandia, lo que Dinamarca dice que significaría el fin de la OTAN. Trump está abierto a expandir operaciones de EE.UU., pero expertos dicen que tomaría tiempo.\",            \"translated_title\": \"Trump y Groenlandia\"        },        {            \"english_version\": \"The Ukrainian president is facing criticism for changing the leadership of one of the country's most successful security agencies. This is happening while Russia continues to attack Ukraine's energy sector.\",            \"english_title\": \"Ukraine Leadership Change\",            \"translated_version\": \"El presidente de Ucrania enfrenta críticas por cambiar la dirección de una de las agencias de seguridad más exitosas del país. Esto pasa mientras Rusia sigue atacando el sector energético de Ucrania.\",            \"translated_title\": \"Cambio de Liderazgo en Ucrania\"        },        {            \"english_version\": \"Cyril Zattara is accused of raping 14 women over ten years and secretly filming others.\",            \"english_title\": \"Cyril Zattara Accusations\",            \"translated_version\": \"Cyril Zattara está acusado de violar a 14 mujeres durante diez años y de filmar a otras en secreto.\",            \"translated_title\": \"Acusaciones a Cyril Zattara\"        },        {            \"english_version\": \"Israel has controversially become the first country to recognize Somaliland as an independent state.\",            \"english_title\": \"Israel Recognizes Somaliland\",            \"translated_version\": \"Israel se ha convertido de manera controversial en el primer país en reconocer a Somalilandia como un estado independiente.\",            \"translated_title\": \"Israel Reconoce Somalilandia\"        }    ]}"