"{    \"translations\": [        {            \"english_version\": \"Less than an hour ago, Donald Trump condemned a Russian attack on Kyiv, the capital of Ukraine. He called it 'very bad timing' and criticized his Russian counterpart, Vladimir Putin, by writing 'Vladimir, STOP!' on his Truth Social account. Trump had previously accused Ukrainian President Volodymyr Zelensky of hindering peace negotiations. Zelensky stated that Ukraine would follow all proposals from its allies, except for recognizing Russia's annexation of Crimea.\",            \"english_title\": \"Donald Trump's criticism of Russian strike on Kyiv, Ukraine\",            \"translated_version\": \"Hace menos de una hora, Donald Trump condenó un ataque ruso a Kyiv, la capital de Ucrania. Lo llamó 'un momento muy malo' y criticó a su homólogo ruso, Vladimir Putin, escribiendo '¡Vladimir, PARA!' en su cuenta de Truth Social. Trump había acusado previamente al presidente ucraniano Volodymyr Zelensky de obstaculizar las negociaciones de paz. Zelensky declaró que Ucrania seguiría todas las propuestas de sus aliados, excepto reconocer la anexión de Crimea por parte de Rusia.\",            \"translated_title\": \"La crítica de Donald Trump al ataque ruso en Kyiv, Ucrania\"        },        {            \"english_version\": \"Donald Trump claimed that America and China were in trade discussions, despite China denying any ongoing negotiations. Chinese officials demanded the cancellation of unilateral tariff measures by America before starting talks. Bloomberg reported that China is contemplating suspending tariffs on certain American imports to lessen the economic impact of the trade war.\",            \"english_title\": \"Trade talks between America and China\",            \"translated_version\": \"Donald Trump afirmó que América y China estaban en discusiones comerciales, a pesar de que China negaba cualquier negociación en curso. Los funcionarios chinos exigieron la cancelación de medidas arancelarias unilaterales por parte de América antes de comenzar las conversaciones. Bloomberg informó que China está considerando suspender aranceles sobre ciertas importaciones estadounidenses para disminuir el impacto económico de la guerra comercial.\",            \"translated_title\": \"Conversaciones comerciales entre América y China\"        }    ]}"