"{    \"translations\": [        {            \"english_version\": \"Two children, Fletcher Merkel, eight, and Harper Moyski, 10, were killed in a shooting. The attack also destroyed a block of flats and damaged the EU's delegation offices.\",            \"english_title\": \"Children Killed in Shooting\",            \"translated_version\": \"Dos niños, Fletcher Merkel, de ocho años, y Harper Moyski, de 10 años, murieron en un tiroteo. El ataque también destruyó un bloque de apartamentos y dañó las oficinas de la delegación de la UE.\",            \"translated_title\": \"Niños Mueren en Tiroteo\"        },        {            \"english_version\": \"A missile hit a low-rise block of flats in the deadliest strike. The attack destroyed a block of flats and damaged the EU's delegation offices.\",            \"english_title\": \"Missile Hits Flats\",            \"translated_version\": \"Un misil golpeó un bloque de apartamentos bajos en el ataque más mortal. El ataque destruyó un bloque de apartamentos y dañó las oficinas de la delegación de la UE.\",            \"translated_title\": \"Misil Golpea Apartamentos\"        },        {            \"english_version\": \"Three powers have started a process that could bring back sanctions in 30 days. They say Iran's nuclear program is a threat to peace and security.\",            \"english_title\": \"Sanctions on Iran\",            \"translated_version\": \"Tres poderes han comenzado un proceso que podría traer de vuelta sanciones en 30 días. Dicen que el programa nuclear de Irán es una amenaza para la paz y la seguridad.\",            \"translated_title\": \"Sanciones a Irán\"        },        {            \"english_version\": \"New footage shows that Israel carried out more strikes on a hospital than first reported. Investigations have started after the footage was posted on Instagram and then deleted.\",            \"english_title\": \"Israel Strikes Hospital\",            \"translated_version\": \"Nuevas imágenes muestran que Israel realizó más ataques a un hospital de lo que se informó primero. Las investigaciones han comenzado después de que las imágenes se publicaron en Instagram y luego se eliminaron.\",            \"translated_title\": \"Israel Ataca Hospital\"        },        {            \"english_version\": \"The first group of deportees arrived in mid-August, according to government spokesperson Yolande Makolo.\",            \"english_title\": \"Deportees Arrive\",            \"translated_version\": \"El primer grupo de deportados llegó a mediados de agosto, según la portavoz del gobierno Yolande Makolo.\",            \"translated_title\": \"Deportados Llegan\"        }    ]}"