"{    \"translations\": [        {            \"english_version\": \"Democrats have criticized the justice department for releasing only some documents. They say this breaks the law that orders all the files to be released.\",            \"english_title\": \"Democrats Criticize Document Release\",            \"translated_version\": \"Los demócratas han criticado al departamento de justicia por liberar solo algunos documentos. Dicen que esto rompe la ley que ordena liberar todos los archivos.\",            \"translated_title\": \"Demócratas Critican Liberación de Documentos\"        },        {            \"english_version\": \"The US says it attacked many targets in Syria. This was in response to last week's deadly attack by Islamic State on US forces there.\",            \"english_title\": \"US Attacks Targets in Syria\",            \"translated_version\": \"Estados Unidos dice que atacó muchos objetivos en Siria. Esto fue en respuesta al ataque mortal de la semana pasada por el Estado Islámico a las fuerzas de Estados Unidos allí.\",            \"translated_title\": \"EEUU Ataca Objetivos en Siria\"        },        {            \"english_version\": \"New South Wales is considering passing hate speech laws. This comes after Australia's deadliest shooting in almost 30 years.\",            \"english_title\": \"New South Wales Considers Hate Speech Laws\",            \"translated_version\": \"Nueva Gales del Sur está pensando en pasar leyes contra el discurso de odio. Esto viene después del tiroteo más mortal en Australia en casi 30 años.\",            \"translated_title\": \"Nueva Gales del Sur Piensa en Leyes de Odio\"        },        {            \"english_version\": \"Pakistan's former Prime Minister, who is already in prison, plans to challenge the verdict against him.\",            \"english_title\": \"Former Pakistani PM to Challenge Verdict\",            \"translated_version\": \"El ex primer ministro de Pakistán, que ya está en prisión, planea desafiar el veredicto en su contra.\",            \"translated_title\": \"Ex PM de Pakistán Desafiará Veredicto\"        },        {            \"english_version\": \"Two men say they suffered abuse similar to what recent reports have highlighted about Israel's treatment of prisoners. Israel denies these claims.\",            \"english_title\": \"Men Claim Abuse by Israel\",            \"translated_version\": \"Dos hombres dicen que sufrieron abusos similares a lo que los informes recientes han destacado sobre el trato de Israel a los prisioneros. Israel niega estas afirmaciones.\",            \"translated_title\": \"Hombres Dicen Abuso por Israel\"        }    ]}"