"{    \"translations\": [        {            \"english_version\": \"The White House says it is the biggest deregulation in US history, but environmentalists think it will be expensive for Americans. This is the result of a ten-year effort by the president to remove climate policies he believes hurt industry.\",            \"english_title\": \"Biggest Deregulation\",            \"translated_version\": \"La Casa Blanca dice que es la mayor desregulación en la historia de EE.UU., pero los ambientalistas piensan que será caro para los estadounidenses. Esto es el resultado de un esfuerzo de diez años del presidente para quitar políticas de clima que él cree dañan la industria.\",            \"translated_title\": \"Mayor Desregulación\"        },        {            \"english_version\": \"Police report that the suspect's gun license expired two years ago, and it is unclear who owned the guns used in the attack.\",            \"english_title\": \"Expired Gun License\",            \"translated_version\": \"La policía informa que la licencia de armas del sospechoso expiró hace dos años, y no está claro quién era el dueño de las armas usadas en el ataque.\",            \"translated_title\": \"Licencia de Armas Expirada\"        },        {            \"english_version\": \"South Korea's spy agency says Ki Ju Ae's frequent public appearances show she is the chosen successor.\",            \"english_title\": \"Chosen Successor\",            \"translated_version\": \"La agencia de espías de Corea del Sur dice que las frecuentes apariciones públicas de Ki Ju Ae muestran que ella es la sucesora elegida.\",            \"translated_title\": \"Sucesora Elegida\"        },        {            \"english_version\": \"The activity is happening during a time of increased tensions as discussions between Iranian and US officials continue about Iran's nuclear program.\",            \"english_title\": \"Increased Tensions\",            \"translated_version\": \"La actividad ocurre durante un tiempo de tensiones aumentadas mientras continúan las discusiones entre funcionarios de Irán y EE.UU. sobre el programa nuclear de Irán.\",            \"translated_title\": \"Tensiones Aumentadas\"        },        {            \"english_version\": \"More than half of the people are affected and most infrastructure is destroyed in Toamasina, Madagascar's main port.\",            \"english_title\": \"Destruction in Toamasina\",            \"translated_version\": \"Más de la mitad de las personas están afectadas y la mayoría de la infraestructura está destruida en Toamasina, el puerto principal de Madagascar.\",            \"translated_title\": \"Destrucción en Toamasina\"        }    ]}"