"{    \"translations\": [        {            \"english_version\": \"The Ukrainian leader plans to meet the US president in Florida. He thinks many important decisions can be made before the new year.\",            \"english_title\": \"Ukrainian Leader's Meeting\",            \"translated_version\": \"El líder de Ucrania planea reunirse con el presidente de Estados Unidos en Florida. Él piensa que se pueden tomar muchas decisiones importantes antes del nuevo año.\",            \"translated_title\": \"Reunión del Líder de Ucrania\"        },        {            \"english_version\": \"Najib was found guilty for his involvement in a big scandal with the country's wealth fund, 1MDB.\",            \"english_title\": \"Najib Found Guilty\",            \"translated_version\": \"Najib fue encontrado culpable por su participación en un gran escándalo con el fondo de riqueza del país, 1MDB.\",            \"translated_title\": \"Najib Culpable\"        },        {            \"english_version\": \"A state of emergency is announced in Los Angeles and other southern counties because of flash floods and mudslides.\",            \"english_title\": \"Emergency in Los Angeles\",            \"translated_version\": \"Se anuncia estado de emergencia en Los Ángeles y otros condados del sur por inundaciones rápidas y deslizamientos de tierra.\",            \"translated_title\": \"Emergencia en Los Ángeles\"        },        {            \"english_version\": \"An explosion in Homs hit an area mostly populated by Alawites, a group that has faced violence since the fall of former-President Bashar al-Assad.\",            \"english_title\": \"Explosion in Homs\",            \"translated_version\": \"Una explosión en Homs afectó un área poblada principalmente por alauitas, un grupo que ha enfrentado violencia desde la caída del ex presidente Bashar al-Assad.\",            \"translated_title\": \"Explosión en Homs\"        },        {            \"english_version\": \"Weeks after floods hit Sumatra, many people still lack clean water and food.\",            \"english_title\": \"Sumatra Floods Aftermath\",            \"translated_version\": \"Semanas después de las inundaciones en Sumatra, muchas personas todavía no tienen agua limpia y comida.\",            \"translated_title\": \"Inundaciones en Sumatra\"        }    ]}"