"{    \"translations\": [        {            \"english_version\": \"Mamdani has made history by becoming the first South Asian and first Muslim to lead the city.\",            \"english_title\": \"Mamdani Makes History\",            \"translated_version\": \"Mamdani hizo historia al ser el primer surasiático y primer musulmán en liderar la ciudad.\",            \"translated_title\": \"Mamdani hace historia\"        },        {            \"english_version\": \"A plane exploded during takeoff near Louisville Muhammad Ali International Airport, injuring eleven people.\",            \"english_title\": \"Plane Explosion\",            \"translated_version\": \"Un avión explotó al despegar cerca del Aeropuerto Internacional Muhammad Ali en Louisville, hiriendo a once personas.\",            \"translated_title\": \"Explosión de avión\"        },        {            \"english_version\": \"The Canadian Prime Minister's federal budget aims to attract business investment and protect sectors affected by the trade war with the Trump administration.\",            \"english_title\": \"Canada's Budget Plan\",            \"translated_version\": \"El presupuesto del Primer Ministro de Canadá busca atraer inversiones de negocios y proteger sectores afectados por la guerra comercial con la administración de Trump.\",            \"translated_title\": \"Plan de presupuesto de Canadá\"        },        {            \"english_version\": \"A BBC investigation has found that young African women are being tricked into making Russian drones.\",            \"english_title\": \"African Women Tricked\",            \"translated_version\": \"Una investigación de la BBC encontró que jóvenes africanas están siendo engañadas para hacer drones rusos.\",            \"translated_title\": \"Engaño a mujeres africanas\"        },        {            \"english_version\": \"Hundreds of thousands of people had to leave their homes when a strong typhoon hit the Philippines.\",            \"english_title\": \"Typhoon Hits Philippines\",            \"translated_version\": \"Cientos de miles de personas tuvieron que dejar sus casas cuando un fuerte tifón golpeó Filipinas.\",            \"translated_title\": \"Tifón en Filipinas\"        }    ]}"