"{    \"translations\": [        {            \"english_version\": \"An Israeli team went to Qatar to talk indirectly with Hamas about stopping the fighting in Gaza and freeing hostages. Israel's leader, Binyamin Netanyahu, said Hamas wanted changes to a plan supported by America that were not acceptable. Netanyahu will meet Donald Trump in Washington soon. Israel also attacked three ports and a power plant in Yemen, which was its first attack there in almost a month.\",            \"english_title\": \"Israel Talks and Attacks\",            \"translated_version\": \"Un equipo de Israel fue a Qatar para hablar con Hamas sobre parar la pelea en Gaza y liberar rehenes. El líder de Israel, Binyamin Netanyahu, dijo que Hamas quería cambios en un plan apoyado por América que no eran aceptables. Netanyahu se reunirá con Donald Trump en Washington pronto. Israel también atacó tres puertos y una planta de energía en Yemen, que fue su primer ataque allí en casi un mes.\",            \"translated_title\": \"Israel habla y ataca\"        },        {            \"english_version\": \"America's treasury secretary, Scott Bessent, warned that countries not making trade deals with America would face higher tariffs starting August 1st. President Trump had given a 90-day break from the highest tariffs, which ends on July 9th. Trump plans to send letters to about 12 countries with final offers on Monday.\",            \"english_title\": \"America's Trade Warning\",            \"translated_version\": \"El secretario del tesoro de América, Scott Bessent, advirtió que los países que no hagan acuerdos comerciales con América enfrentarán tarifas más altas comenzando el 1 de agosto. El presidente Trump había dado un descanso de 90 días de las tarifas más altas, que termina el 9 de julio. Trump planea enviar cartas a unos 12 países con ofertas finales el lunes.\",            \"translated_title\": \"Advertencia comercial de América\"        }    ]}"