"{    \"translations\": [        {            \"english_version\": \"The Israel Defence Forces gathered on the outskirts of Rafah, the only major city in Gaza that has not yet been invaded by their ground forces. Hamas and Islamic Jihad, two Palestinian militant groups which continue to operate in Rafah, said they had fired rockets and mortars at Israeli positions. Earlier Joe Biden, America’s president, warned that America would halt some supplies of weapons to Israel if it begins a full invasion of the city.\",            \"english_title\": \"Tensions in Gaza\",            \"translated_version\": \"El ejército de Israel se reunió en las afueras de Rafah, la única ciudad importante en Gaza que aún no ha sido invadida por sus fuerzas terrestres. Hamas y la Yihad Islámica, dos grupos militantes palestinos que siguen operando en Rafah, dijeron que habían disparado cohetes y morteros a posiciones israelíes. Anteriormente, Joe Biden, presidente de Estados Unidos, advirtió que Estados Unidos detendría algunos suministros de armas a Israel si comienza una invasión completa de la ciudad.\",            \"translated_title\": \"Tensiones en Gaza\"        },        {            \"english_version\": \"America sent a warship through the Taiwan Strait, 12 days before the inauguration of Taiwan’s new president, Lai Ching-te. China, which claims the territory and jurisdiction over the strait that separates it from the mainland, said America had 'publicly hyped' the voyage. America called it a 'routine' transit on the high seas. Mr Lai has angered China with his pro-independence statements, although he softened his position during the election.\",            \"english_title\": \"Tensions in Taiwan Strait\",            \"translated_version\": \"Estados Unidos envió un barco de guerra a través del Estrecho de Taiwán, 12 días antes de la inauguración del nuevo presidente de Taiwán, Lai Ching-te. China, que reclama el territorio y la jurisdicción sobre el estrecho que lo separa del continente, dijo que Estados Unidos había 'exagerado públicamente' el viaje. Estados Unidos lo llamó un tránsito 'rutinario' en alta mar. El Sr. Lai ha enfadado a China con sus declaraciones a favor de la independencia, aunque suavizó su postura durante las elecciones.\",            \"translated_title\": \"Tensiones en el Estrecho de Taiwán\"        }    ]}"