"{    \"translations\": [        {            \"english_version\": \"Erika Kirk promises to keep fighting against those who do bad things after her husband died. Tyler Robinson is accused of shooting the right-wing activist while he was speaking at a university in Utah.\",            \"english_title\": \"Erika Kirk's Promise\",            \"translated_version\": \"Erika Kirk promete seguir luchando contra los que hacen cosas malas después de que su esposo murió. Tyler Robinson es acusado de disparar al activista de derecha mientras hablaba en una universidad en Utah.\",            \"translated_title\": \"Promesa de Erika Kirk\"        },        {            \"english_version\": \"Denmark, France, and Germany will send jets to help protect Poland's airspace after Russian drones entered Polish territory.\",            \"english_title\": \"Jets to Protect Poland\",            \"translated_version\": \"Dinamarca, Francia y Alemania enviarán aviones para ayudar a proteger el espacio aéreo de Polonia después de que drones rusos entraron en territorio polaco.\",            \"translated_title\": \"Aviones para Proteger Polonia\"        },        {            \"english_version\": \"Sisters Bernadette, Regina, and Rita needed a locksmith to get back into their convent, going against Church leaders.\",            \"english_title\": \"Sisters Need Locksmith\",            \"translated_version\": \"Las hermanas Bernadette, Regina y Rita necesitaron un cerrajero para volver a su convento, yendo en contra de los líderes de la Iglesia.\",            \"translated_title\": \"Hermanas Necesitan Cerrajero\"        },        {            \"english_version\": \"Former Supreme Court chief justice Sushila Karki is sworn in after making a deal with protest leaders.\",            \"english_title\": \"Sushila Karki Sworn In\",            \"translated_version\": \"La ex jefa de justicia de la Corte Suprema, Sushila Karki, toma juramento después de hacer un trato con los líderes de la protesta.\",            \"translated_title\": \"Sushila Karki Toma Juramento\"        },        {            \"english_version\": \"The former president has been found guilty of trying to take over the government to stay in power after losing the election.\",            \"english_title\": \"Former President Guilty\",            \"translated_version\": \"El ex presidente fue encontrado culpable de intentar tomar el gobierno para quedarse en el poder después de perder la elección.\",            \"translated_title\": \"Ex Presidente Culpable\"        }    ]}"