"{    \"translations\": [        {            \"english_version\": \"The share price of US Steel dropped by more than 17% after reports that President Joe Biden might block the steelmaker's takeover by Nippon Steel, a Japanese company. The White House has not yet received a recommendation from the inbound-investment watchdog, which has been reviewing the $15bn deal. Biden and Kamala Harris believe the firm should stay American-owned. US Steel warned that if the deal collapses, it could lead to job losses and raise concerns about the firm's headquarters in Pittsburgh, Pennsylvania.\",            \"english_title\": \"US Steel takeover by Nippon Steel\",            \"translated_version\": \"El precio de las acciones de US Steel bajó más del 17% después de informes de que el Presidente Joe Biden podría bloquear la adquisición del fabricante de acero por parte de Nippon Steel, una empresa japonesa. La Casa Blanca aún no ha recibido una recomendación del organismo encargado de revisar las inversiones entrantes, que ha estado revisando el acuerdo de $15 mil millones. Biden y Kamala Harris creen que la empresa debería seguir siendo de propiedad estadounidense. US Steel advirtió que si el acuerdo fracasa, podría provocar pérdida de empleos y plantear preocupaciones sobre la sede de la empresa en Pittsburgh, Pennsylvania.\",            \"translated_title\": \"US Steel adquirida por Nippon Steel\"        },        {            \"english_version\": \"Job openings in America decreased unexpectedly to the lowest level since January 2021. In July, there were 7.7 million vacancies, down from 7.9 million in June, with a slight increase in layoffs. The Department of Labour's latest data puts pressure on the Federal Reserve to consider cutting interest rates in September, following lower-than-expected payroll figures for July, indicating a slowing economy.\",            \"english_title\": \"Job Openings in America\",            \"translated_version\": \"Las ofertas de trabajo en América disminuyeron inesperadamente al nivel más bajo desde enero de 2021. En julio, hubo 7.7 millones de vacantes, frente a los 7.9 millones en junio, con un ligero aumento en los despidos. Los últimos datos del Departamento de Trabajo ejercen presión sobre la Reserva Federal para considerar la reducción de las tasas de interés en septiembre, tras las cifras de nóminas de julio inferiores a lo esperado, lo que indica una desaceleración de la economía.\",            \"translated_title\": \"Ofertas de trabajo en América\"        }    ]}"