"{    \"translations\": [        {            \"english_version\": \"South Korea's president, Yoon Suk Yeol, declared a state of emergency and martial law. He accused the opposition Democratic Party of supporting North Korea. The Democratic Party, which has the majority in parliament, has delayed the approval of next year's budget. They have also criticized Yoon's efforts to stop corruption investigations involving his wife. The opposition called Yoon's declaration unconstitutional.\",            \"english_title\": \"South Korea's President Declares Martial Law\",            \"translated_version\": \"El presidente de Corea del Sur, Yoon Suk Yeol, declaró un estado de emergencia y ley marcial. Acusó al Partido Democrático de la oposición de apoyar a Corea del Norte. El Partido Democrático, que tiene la mayoría en el parlamento, ha retrasado la aprobación del presupuesto del próximo año. También criticaron los esfuerzos de Yoon por detener las investigaciones de corrupción que involucran a su esposa. La oposición llamó inconstitucional a la declaración de Yoon.\",            \"translated_title\": \"El Presidente de Corea del Sur Declara Ley Marcial\"        },        {            \"english_version\": \"Former US President Donald Trump announced that he would prevent Nippon Steel from acquiring US Steel. The Japanese steel company had agreed to purchase its American competitor last year but faced opposition from the White House. Trump expressed strong opposition to the deal on social media, stating that his economic plan would strengthen US Steel.\",            \"english_title\": \"Donald Trump Blocks Nippon Steel's Acquisition of US Steel\",            \"translated_version\": \"El ex presidente de Estados Unidos, Donald Trump, anunció que impediría que Nippon Steel adquiriera US Steel. La empresa de acero japonesa había acordado comprar a su competidor estadounidense el año pasado, pero enfrentó oposición de la Casa Blanca. Trump expresó una fuerte oposición al acuerdo en las redes sociales, afirmando que su plan económico fortalecería a US Steel.\",            \"translated_title\": \"Donald Trump Bloquea la Adquisición de US Steel por Nippon Steel\"        }    ]}"