"{    \"translations\": [        {            \"english_version\": \"The secretary of state says the US will keep many ways to influence Venezuela if its leaders don't make the right choices. Trump seems to think he makes the rules and others can't have the same rights. Caracas residents are worried about what will happen after US intervention in their country during a tense political time.\",            \"english_title\": \"US Influence on Venezuela\",            \"translated_version\": \"El secretario de estado dice que Estados Unidos tendrá muchas formas de influir en Venezuela si sus líderes no hacen las elecciones correctas. Trump parece pensar que él hace las reglas y otros no pueden tener los mismos derechos. Los residentes de Caracas están preocupados por lo que pasará después de la intervención de Estados Unidos en su país durante un tiempo político tenso.\",            \"translated_title\": \"Influencia de EE.UU. en Venezuela\"        },        {            \"english_version\": \"A problem with radio communications caused air traffic controllers to temporarily stop planes from arriving and leaving.\",            \"english_title\": \"Radio Communication Problem\",            \"translated_version\": \"Un problema con las comunicaciones de radio hizo que los controladores de tráfico aéreo detuvieran temporalmente los aviones de llegar y salir.\",            \"translated_title\": \"Problema de Comunicación de Radio\"        },        {            \"english_version\": \"Schools in safe and secure areas will be allowed to reopen after 250 children were taken in November.\",            \"english_title\": \"Schools to Reopen\",            \"translated_version\": \"Las escuelas en áreas seguras podrán reabrir después de que 250 niños fueron llevados en noviembre.\",            \"translated_title\": \"Escuelas Reabrirán\"        },        {            \"english_version\": \"An extraordinary mission called Operation Absolute Resolve saw elite troops enter the Venezuelan president's strong compound. There has been a mixed reaction to a large strike on Venezuela and Maduro's capture by the US.\",            \"english_title\": \"Operation Absolute Resolve\",            \"translated_version\": \"Una misión extraordinaria llamada Operación Resolución Absoluta vio a tropas élite entrar en el fuerte del presidente venezolano. Ha habido una reacción mixta a un gran ataque en Venezuela y la captura de Maduro por Estados Unidos.\",            \"translated_title\": \"Operación Resolución Absoluta\"        },        {            \"english_version\": \"RAF Typhoon jets joined French aircraft in a strike on an Islamic State group arms store in Syria, UK officials say.\",            \"english_title\": \"RAF and French Strike in Syria\",            \"translated_version\": \"Aviones Typhoon de la RAF se unieron a aviones franceses en un ataque a un almacén de armas del grupo Estado Islámico en Siria, dicen funcionarios del Reino Unido.\",            \"translated_title\": \"Ataque de RAF y Francia en Siria\"        }    ]}"