"{    \"translations\": [        {            \"english_version\": \"Israeli airstrikes in Khan Younis, Gaza, killed at least 38 people and injured many others. Palestinian officials reported the casualties. Israel also targeted Kamal Adwan hospital in Gaza. In a separate incident, Israeli air strikes hit a border crossing between Lebanon and Syria. Israel's armed forces claimed that Hizbullah was using the site to bring weapons into Lebanon.\",            \"english_title\": \"Israeli Airstrikes in Gaza and Lebanon\",            \"translated_version\": \"Los ataques aéreos de Israel en Khan Younis, Gaza, mataron al menos 38 personas e hirieron a muchas otras. Los funcionarios palestinos informaron sobre las víctimas. Israel también atacó el hospital Kamal Adwan en Gaza. En otro incidente, los ataques aéreos israelíes golpearon un cruce fronterizo entre Líbano y Siria. Las fuerzas armadas de Israel afirmaron que Hizbullah estaba usando el sitio para llevar armas a Líbano.\",            \"translated_title\": \"Ataques Aéreos en Gaza y Líbano\"        },        {            \"english_version\": \"Chinese hackers tried to access the phones of Donald Trump, J.D. Vance, and possibly Kamala Harris's campaign staff. The New York Times reported this incident. It is unclear if any data was compromised. The FBI is investigating unauthorized access to commercial telecommunications infrastructure by individuals linked to China's government.\",            \"english_title\": \"Chinese Hackers Target Political Figures\",            \"translated_version\": \"Hackers chinos intentaron acceder a los teléfonos de Donald Trump, J.D. Vance y posiblemente al personal de campaña de Kamala Harris. The New York Times informó sobre este incidente. No está claro si se comprometió algún dato. El FBI está investigando el acceso no autorizado a la infraestructura de telecomunicaciones comerciales por parte de personas vinculadas al gobierno de China.\",            \"translated_title\": \"Hackers Chinos Apuntan a Figuras Políticas\"        }    ]}"