"{    \"translations\": [        {            \"english_version\": \"During a meeting in Moscow, India's Prime Minister Narendra Modi told Russian President Vladimir Putin that war cannot solve problems and that peace is very important. This comes after Russia launched a deadly attack on Ukraine, causing many casualties. India, which has been buying Russian oil, is now in a delicate position due to the conflict.\",            \"english_title\": \"Meeting between Narendra Modi and Vladimir Putin\",            \"translated_version\": \"Durante una reunión en Moscú, el Primer Ministro de la India, Narendra Modi, le dijo al Presidente de Rusia, Vladimir Putin, que la guerra no puede resolver problemas y que la paz es muy importante. Esto sucede después de que Rusia lanzara un ataque mortal en Ucrania, causando muchas víctimas. La India, que ha estado comprando petróleo ruso, ahora se encuentra en una posición delicada debido al conflicto.\",            \"translated_title\": \"Reunión entre Narendra Modi y Vladimir Putin\"        },        {            \"english_version\": \"Sir Keir Starmer, the leader of the Labour Party in Britain, recently addressed the Parliament after his party's significant victory. He stressed the need for a politics of service and welcomed new Members of Parliament. The government has also introduced various reforms, such as reinstating local housing targets and lifting bans on onshore wind farms.\",            \"english_title\": \"Sir Keir Starmer's speech in British Parliament\",            \"translated_version\": \"Sir Keir Starmer, el líder del Partido Laborista en Gran Bretaña, recientemente se dirigió al Parlamento después de la importante victoria de su partido. Hizo hincapié en la necesidad de una política de servicio y dio la bienvenida a nuevos Miembros del Parlamento. El gobierno también ha introducido varias reformas, como restablecer los objetivos de vivienda locales y levantar las prohibiciones en granjas eólicas en tierra.\",            \"translated_title\": \"Discurso de Sir Keir Starmer en el Parlamento Británico\"        }    ]}"