"    ```json    {        \"translations\": [            {                \"english_version\": \"Ukraine's president, Volodymyr Zelensky, warned about the possibility of Russia expanding its attack on Kharkiv. He asked Western allies for more military aid. Russia surprised everyone with an attack on the province on May 10th. Mr. Zelensky mentioned that Russian forces had moved up to 10km before being halted. He highlighted that Ukraine lacked around 25% of the necessary air defenses and was short on manpower. In the meantime, Kharkiv's governor reported that 10,000 people had been evacuated from the region in the past week.\",                \"english_title\": \"Ukraine's President Warns of Russian Attack on Kharkiv\",                \"translated_version\": \"El presidente de Ucrania, Volodymyr Zelensky, advirtió sobre la posibilidad de que Rusia amplíe su ataque a Járkov. Pidió más ayuda militar a los aliados occidentales. Rusia sorprendió a todos con un ataque a la provincia el 10 de mayo. El Sr. Zelensky mencionó que las fuerzas rusas se habían movido hasta 10 km antes de ser detenidas. Destacó que Ucrania carecía de alrededor del 25% de las defensas aéreas necesarias y tenía escasez de personal. Mientras tanto, el gobernador de Járkov informó que 10,000 personas habían sido evacuadas de la región en la última semana.\",                \"translated_title\": \"El Presidente de Ucrania Advierte sobre Ataque Ruso en Járkov\"            },            {                \"english_version\": \"Benny Gantz announced that he would withdraw his centrist party from Binyamin Netanyahu's emergency wartime coalition if the Israeli prime minister did not agree to a new plan for Israel's future war by June 8th. Mr. Gantz outlined a six-point strategy focusing on the release of captives held by Hamas. This ultimatum followed Israeli forces recovering the body of another hostage, the fourth in two days.\",                \"english_title\": \"Gantz Threatens to Leave Coalition Over Future War Plan\",                \"translated_version\": \"Benny Gantz anunció que retiraría su partido centrista de la coalición de emergencia en tiempo de guerra de Binyamin Netanyahu si el primer ministro de Israel no aceptaba un nuevo plan para la futura guerra de Israel para el 8 de junio. El Sr. Gantz delineó una estrategia de seis puntos centrada en la liberación de los cautivos retenidos por Hamas. Este ultimátum siguió a las fuerzas israelíes recuperando el cuerpo de otro rehén, el cuarto en dos días.\",                \"translated_title\": \"Gantz Amenaza con Dejar la Coalición por Plan de Guerra Futuro\"            }        ]    }    ```"