"{    \"translations\": [        {            \"english_version\": \"One of four fires burning in Los Angeles County was contained, according to California’s fire department. But the winds that originally helped spread the blazes are expected to pick up again during the week, complicating firefighting efforts. At least 24 people have died. California’s governor, Gavin Newsom, warned the disaster could be the costliest in America’s history.\",            \"english_title\": \"California Wildfires\",            \"translated_version\": \"Uno de los cuatro incendios que ardían en el condado de Los Ángeles fue contenido, según el departamento de bomberos de California. Pero se espera que los vientos que originalmente ayudaron a propagar los incendios vuelvan a aumentar durante la semana, complicando los esfuerzos de extinción. Al menos 24 personas han muerto. El gobernador de California, Gavin Newsom, advirtió que el desastre podría ser el más costoso en la historia de Estados Unidos.\",            \"translated_title\": \"Incendios en California\"        },        {            \"english_version\": \"The dollar reached a two-year high against a basket of major currencies, bolstered by a strong jobs report, released on Friday. The data dampened expectations that the Federal Reserve will cut interest rates aggressively in 2025. Share prices in Asia fell, as investors fear that prolonged high interest rates in America will draw capital to the dollar, draining funds from weaker currencies and emerging markets.\",            \"english_title\": \"Financial Markets\",            \"translated_version\": \"El dólar alcanzó un máximo de dos años frente a una cesta de monedas importantes, impulsado por un sólido informe de empleo publicado el viernes. Los datos disminuyeron las expectativas de que la Reserva Federal recortará agresivamente las tasas de interés en 2025. Los precios de las acciones en Asia cayeron, ya que los inversores temen que las prolongadas tasas de interés altas en Estados Unidos atraerán capital al dólar, drenando fondos de monedas más débiles y mercados emergentes.\",            \"translated_title\": \"Mercados Financieros\"        }    ]}"