"{    \"translations\": [        {            \"english_version\": \"The German chancellor spoke at Munich's security summit, saying that our freedom is not guaranteed in a time when big powers are influential.\",            \"english_title\": \"German Chancellor on Freedom\",            \"translated_version\": \"El canciller de Alemania habló en la cumbre de seguridad de Múnich, diciendo que nuestra libertad no está garantizada en un tiempo cuando los grandes poderes son influyentes.\",            \"translated_title\": \"Canciller Alemán sobre Libertad\"        },        {            \"english_version\": \"Tarique Rahman is expected to become Bangladesh's next prime minister, following mass protests that led to the removal of the country's longest-serving leader.\",            \"english_title\": \"Tarique Rahman as Next Prime Minister\",            \"translated_version\": \"Se espera que Tarique Rahman sea el próximo primer ministro de Bangladesh, después de protestas masivas que llevaron a la salida del líder que más tiempo estuvo en el país.\",            \"translated_title\": \"Tarique Rahman como Próximo Primer Ministro\"        },        {            \"english_version\": \"Sultan Ahmed bin Sulayem is leaving his position after documents revealed he exchanged many emails with Jeffrey Epstein. These emails show that a well-known lawyer compared Epstein to an 'older brother' and accepted expensive gifts from him.\",            \"english_title\": \"Sultan Ahmed bin Sulayem Resigns\",            \"translated_version\": \"Sultan Ahmed bin Sulayem deja su puesto después de que documentos mostraron que intercambió muchos correos con Jeffrey Epstein. Estos correos muestran que un abogado famoso comparó a Epstein con un 'hermano mayor' y aceptó regalos caros de él.\",            \"translated_title\": \"Sultan Ahmed bin Sulayem Renuncia\"        },        {            \"english_version\": \"The announcement on Thursday has removed the legal foundation for a lot of US environmental laws.\",            \"english_title\": \"US Environmental Laws Affected\",            \"translated_version\": \"El anuncio del jueves ha quitado la base legal para muchas leyes ambientales de Estados Unidos.\",            \"translated_title\": \"Leyes Ambientales de EE.UU. Afectadas\"        },        {            \"english_version\": \"Palestinians claim that Israel is taking control and excluding them from making decisions about planning and development in the West Bank.\",            \"english_title\": \"Palestinians on West Bank Control\",            \"translated_version\": \"Los palestinos dicen que Israel está tomando control y excluyéndolos de tomar decisiones sobre planificación y desarrollo en Cisjordania.\",            \"translated_title\": \"Palestinos sobre Control en Cisjordania\"        }    ]}"