"{    \"translations\": [        {            \"english_version\": \"Binyamin Netanyahu, Israel's prime minister, spoke to America's Congress for almost an hour. He defended Israel's actions in Gaza strongly. Netanyahu blamed Hamas for not allowing Palestinians to receive food aid, although Israel also shares responsibility. He denied accusations that Israel targeted civilians and outlined a future without a Palestinian state. Netanyahu expressed gratitude to Presidents Joe Biden and Donald Trump for supporting Israel. He also stated that Israel's enemies are America's enemies, and their victory will be America's victory.\",            \"english_title\": \"Binyamin Netanyahu's Speech to Congress\",            \"translated_version\": \"El primer ministro de Israel, Binyamin Netanyahu, habló al Congreso de América por casi una hora. Defendió fuertemente las acciones de Israel en Gaza. Netanyahu culpó a Hamas por no permitir que los palestinos reciban ayuda alimentaria, aunque Israel también comparte responsabilidad. Negó las acusaciones de que Israel apuntaba a civiles y describió un futuro sin un estado palestino. Netanyahu expresó gratitud a los presidentes Joe Biden y Donald Trump por apoyar a Israel. También dijo que los enemigos de Israel son los enemigos de América, y su victoria será la victoria de América.\",            \"translated_title\": \"Discurso de Binyamin Netanyahu ante el Congreso\"        },        {            \"english_version\": \"The NASDAQ and the S&P 500, two American stock market indices, experienced their largest daily percentage drops since 2022. This decline occurred as investors sold off tech stocks following disappointing second-quarter earnings reports. Tesla's shares plummeted by more than 12% on Wednesday after reporting a 45% decrease in net income compared to the previous year. Alphabet's advertising revenue from YouTube also fell short of expectations.\",            \"english_title\": \"Stock Market Decline\",            \"translated_version\": \"El NASDAQ y el S&P 500, dos índices del mercado de valores estadounidense, experimentaron sus mayores caídas porcentuales diarias desde 2022. Esta caída ocurrió cuando los inversores vendieron acciones tecnológicas tras informes decepcionantes de ganancias del segundo trimestre. Las acciones de Tesla cayeron más del 12% el miércoles después de informar una disminución del 45% en los ingresos netos en comparación con el año anterior. Los ingresos publicitarios de Alphabet en YouTube también quedaron por debajo de las expectativas.\",            \"translated_title\": \"Declive del Mercado de Valores\"        }    ]}"