"{    \"translations\": [        {            \"english_version\": \"Volodymyr Zelensky accused the Kremlin of playing with the lives of Ukrainian prisoners. Ukraine’s president was speaking after a Russian military plane crashed in the Belgorod region, near Russia’s border with Ukraine, killing at least 65 Ukrainian prisoners of war being transported for a prisoner exchange. Russia said that Ukraine had shot down the plane, which was being flown for a prisoner exchange. Mr Zelensky demanded an international inquiry to establish all clear facts.\",            \"english_title\": \"Ukrainian Prisoners Killed in Plane Crash\",            \"translated_version\": \"El presidente de Ucrania, Volodymyr Zelensky, acusó al Kremlin de jugar con la vida de los prisioneros ucranianos. Habló después de que un avión militar ruso se estrellara en la región de Belgorod, cerca de la frontera de Rusia con Ucrania, matando al menos a 65 prisioneros de guerra ucranianos que estaban siendo transportados para un intercambio de prisioneros. Rusia dijo que Ucrania había derribado el avión, que estaba siendo volado para un intercambio de prisioneros. El Sr. Zelensky exigió una investigación internacional para establecer todos los hechos claros.\",            \"translated_title\": \"Prisioneros Ucranianos Muertos en Accidente de Avión\"        },        {            \"english_version\": \"The Biden administration said it deplored an attack on a UN training centre sheltering 800 people in the southern city of Khan Yunis in Gaza. It was seen as a rare rebuke of Israel from its staunchest ally although Israel has not claimed responsibility. The UN—which has blamed Israel— said nine people were killed and 75 injured when two tank rounds hit the building on Wednesday.\",            \"english_title\": \"Attack on UN Training Centre in Gaza\",            \"translated_version\": \"La administración de Biden dijo que deploraba un ataque a un centro de entrenamiento de la ONU que albergaba a 800 personas en la ciudad sureña de Khan Yunis en Gaza. Se consideró una rara reprimenda a Israel por parte de su aliado más firme, aunque Israel no ha asumido la responsabilidad. La ONU, que ha culpado a Israel, dijo que nueve personas murieron y 75 resultaron heridas cuando dos proyectiles de tanque impactaron en el edificio el miércoles.\",            \"translated_title\": \"Ataque al Centro de Entrenamiento de la ONU en Gaza\"        },        {            \"english_version\": \"America’s Federal Aviation Administration ordered Boeing to halt production of its best-selling 737 MAX 9 planes because of unacceptable quality issues. The regulator, however, allowed the aircraft to return to the air, a relief to American carriers which had to cancel hundreds of flights. The planes were grounded earlier this month after a door blew out during an Alaska Airlines flight.\",            \"english_title\": \"Boeing Ordered to Halt Production of 737 MAX 9\",            \"translated_version\": \"La Administración Federal de Aviación de Estados Unidos ordenó a Boeing que detuviera la producción de sus aviones 737 MAX 9 más vendidos debido a problemas de calidad inaceptables. Sin embargo, el regulador permitió que los aviones volvieran al aire, un alivio para las aerolíneas estadounidenses que tuvieron que cancelar cientos de vuelos. Los aviones fueron puestos en tierra a principios de este mes después de que una puerta se desprendiera durante un vuelo de Alaska Airlines.\",            \"translated_title\": \"Boeing Ordenado a Detener la Producción de 737 MAX 9\"        },        {            \"english_version\": \"Tesla warned that its electric-vehicle sales growth could be notably lower in 2024. In its latest earnings report the firm also revealed slower revenue growth and shrinking margins in the last quarter of 2023. Shares in the carmaker fell by more than 5% on the news. Elon Musk, the firm’s founder, said production of a lower-cost EV built using revolutionary manufacturing technology would begin in 2025.\",            \"english_title\": \"Tesla Warns of Lower Sales Growth in 2024\",            \"translated_version\": \"Tesla advirtió que el crecimiento de las ventas de sus vehículos eléctricos podría ser notablemente menor en 2024. En su último informe de ganancias, la empresa también reveló un crecimiento de ingresos más lento y márgenes más reducidos en el último trimestre de 2023. Las acciones del fabricante de automóviles cayeron más del 5% con la noticia. Elon Musk, el fundador de la empresa, dijo que la producción de un vehículo eléctrico de menor costo construido con tecnología de fabricación revolucionaria comenzaría en 2025.\",            \"translated_title\": \"Tesla Advierte de un Menor Crecimiento de Ventas en 2024\"        },        {            \"english_version\": \"Lawmakers in Ohio voted to ban gender-affirming care for minors. The law, which will take effect in 90 days, bars transgender children from receiving puberty blockers, hormone therapy or gender-transition surgery. It also prohibits transgender athletes from competing on women’s sports teams. Last month Mike DeWine, the state’s governor, vetoed the legislation, but was first overridden by the Republican-dominated House and now the Senate.\",            \"english_title\": \"Ohio Law Bans Gender-Affirming Care for Minors\",            \"translated_version\": \"Los legisladores de Ohio votaron para prohibir la atención de afirmación de género para menores. La ley, que entrará en vigor en 90 días, prohíbe que los niños transgénero reciban bloqueadores de la pubertad, terapia hormonal o cirugía de transición de género. También prohíbe que los atletas transgénero compitan en equipos deportivos femeninos. El mes pasado, Mike DeWine, el gobernador del estado, vetó la legislación, pero fue anulado primero por la Cámara dominada por los republicanos y ahora por el Senado.\",            \"translated_title\": \"Ley de Ohio Prohíbe Atención de Afirmación de Género para Menores\"        }    ]}"