"{    \"translations\": [        {            \"english_version\": \"Soldiers took over Bolivia's presidential palace in La Paz. Former President Evo Morales called it a 'coup'. He accused Army General Juan José Zúñiga of planning it. Current President Luis Arce told General Zúñiga to remove his soldiers and emphasized the importance of respecting democracy.\",            \"english_title\": \"Political Unrest in Bolivia\",            \"translated_version\": \"Soldados tomaron el palacio presidencial de Bolivia en La Paz. El ex presidente Evo Morales lo llamó un 'golpe'. Acusó al General del Ejército Juan José Zúñiga de planearlo. El presidente actual Luis Arce le dijo al General Zúñiga que retirara a sus soldados y enfatizó la importancia de respetar la democracia.\",            \"translated_title\": \"Inestabilidad Política en Bolivia\"        },        {            \"english_version\": \"Kenya's President William Ruto withdrew a controversial finance bill that aimed to raise over $2 billion from taxes. The bill sparked protests in the country, leading to clashes with police. At least 22 people were reportedly killed, and many more were injured. Protesters set part of Kenya's parliament on fire, demanding Ruto's resignation.\",            \"english_title\": \"Protests in Kenya\",            \"translated_version\": \"El presidente de Kenia, William Ruto, retiró un polémico proyecto de ley financiera que pretendía recaudar más de $2 mil millones de impuestos. El proyecto de ley provocó protestas en el país, lo que llevó a enfrentamientos con la policía. Se informó que al menos 22 personas murieron y muchas más resultaron heridas. Los manifestantes prendieron fuego a parte del parlamento de Kenia, exigiendo la renuncia de Ruto.\",            \"translated_title\": \"Protestas en Kenia\"        },        {            \"english_version\": \"The Economist has been published since September 1843. It aims to engage in a battle between intelligence and ignorance, pushing for progress. The publication covers a wide range of topics and provides analysis on global events.\",            \"english_title\": \"The Economist Magazine\",            \"translated_version\": \"The Economist se ha publicado desde septiembre de 1843. Su objetivo es participar en una batalla entre la inteligencia y la ignorancia, promoviendo el progreso. La publicación abarca una amplia gama de temas y ofrece análisis sobre eventos globales.\",            \"translated_title\": \"La Revista The Economist\"        },        {            \"english_version\": \"The Economist Group offers various services, including Economist Intelligence and Economist Impact Events. It also provides educational courses and executive job opportunities. The group focuses on delivering impactful insights and fostering intellectual growth.\",            \"english_title\": \"Services by The Economist Group\",            \"translated_version\": \"El Grupo The Economist ofrece varios servicios, incluidos Economist Intelligence y Economist Impact Events. También ofrece cursos educativos y oportunidades laborales ejecutivas. El grupo se enfoca en brindar ideas impactantes y fomentar el crecimiento intelectual.\",            \"translated_title\": \"Servicios del Grupo The Economist\"        },        {            \"english_version\": \"To improve user experience, The Economist website uses cookies and similar technologies. Users can manage their cookie preferences and access the site's terms of use, privacy policy, and cookie policy. The publication is committed to transparency and data protection.\",            \"english_title\": \"Cookies on The Economist Website\",            \"translated_version\": \"Para mejorar la experiencia del usuario, el sitio web de The Economist utiliza cookies y tecnologías similares. Los usuarios pueden gestionar sus preferencias de cookies y acceder a los términos de uso del sitio, la política de privacidad y la política de cookies. La publicación se compromete a la transparencia y protección de datos.\",            \"translated_title\": \"Cookies en el Sitio Web de The Economist\"        }    ]}"