"{    \"translations\": [        {            \"english_version\": \"President Joe Biden condemned Hamas's attack on Israel, calling it evil. He also confirmed that American citizens are among the hostages taken by the group. Israel reported hitting 200 targets in Gaza and recovering the bodies of 1,500 Hamas fighters. Hamas warned of executing Israeli hostages if Israel continued bombing civilian houses without warning.\",            \"english_title\": \"Biden Condemns Hamas Attack on Israel\",            \"translated_version\": \"El presidente Joe Biden condenó el ataque de Hamas a Israel, llamándolo malvado. También confirmó que ciudadanos estadounidenses están entre los rehenes tomados por el grupo. Israel informó que golpeó 200 objetivos en Gaza y recuperó los cuerpos de 1,500 combatientes de Hamas. Hamas advirtió que ejecutaría a los rehenes israelíes si Israel continuaba bombardeando casas civiles sin previo aviso.\",            \"translated_title\": \"Biden Condena Ataque de Hamas a Israel\"        },        {            \"english_version\": \"The UN's humanitarian chief, Volker Turk, condemned Israel's blockade of Gaza, stating that it endangers civilian lives and violates international humanitarian law. Nearly 200,000 people have fled their homes in Gaza.\",            \"english_title\": \"UN Condemns Israel's Blockade of Gaza\",            \"translated_version\": \"El jefe humanitario de la ONU, Volker Turk, condenó el bloqueo de Israel a Gaza, afirmando que pone en peligro la vida de los civiles y viola el derecho humanitario internacional. Casi 200,000 personas han huido de sus hogares en Gaza.\",            \"translated_title\": \"ONU Condena Bloqueo de Israel a Gaza\"        },        {            \"english_version\": \"George Santos, a congressman from New York, was indicted on ten additional counts, including lying to the Federal Election Commission and unlawfully charging donors' credit cards.\",            \"english_title\": \"Congressman Indicted on Multiple Counts\",            \"translated_version\": \"George Santos, un congresista de Nueva York, fue acusado en diez cargos adicionales, incluyendo mentir a la Comisión Federal de Elecciones y cobrar ilegalmente las tarjetas de crédito de los donantes.\",            \"translated_title\": \"Congresista Acusado en Múltiples Cargos\"        },        {            \"english_version\": \"Sam Bankman-Fried, the founder of FTX, is on trial for fraud and misappropriating clients' money. Testimony from a former executive alleges that he directed employees to steal customer deposits.\",            \"english_title\": \"Founder of FTX on Trial for Fraud\",            \"translated_version\": \"Sam Bankman-Fried, el fundador de FTX, está siendo juzgado por fraude y apropiación indebida del dinero de los clientes. El testimonio de un ex ejecutivo alega que él ordenó a los empleados robar los depósitos de los clientes.\",            \"translated_title\": \"Fundador de FTX en Juicio por Fraude\"        },        {            \"english_version\": \"PepsiCo reported better-than-expected quarterly earnings despite the growing popularity of weight-loss medicines. The company plans to offer health-minding consumers portion-control packages and sugarless drinks.\",            \"english_title\": \"PepsiCo Reports Strong Quarterly Earnings\",            \"translated_version\": \"PepsiCo informó ganancias trimestrales mejores de lo esperado a pesar de la creciente popularidad de los medicamentos para bajar de peso. La compañía planea ofrecer paquetes de control de porciones y bebidas sin azúcar para los consumidores preocupados por su salud.\",            \"translated_title\": \"PepsiCo Informa Fuertes Ganancias Trimestrales\"        }    ]}"