"{    \"translations\": [        {            \"english_version\": \"America's economy added 177,000 jobs in April, with the unemployment rate staying at 4.2%. Economists were expecting only 138,000 jobs to be added. This positive news comes at a time when there are concerns about the impact of Donald Trump's trade policies. Recent GDP figures showed a 0.3% contraction in the US economy in the first quarter of 2025.\",            \"english_title\": \"US Economy and Job Growth\",            \"translated_version\": \"La economía de Estados Unidos sumó 177,000 trabajos en abril, con la tasa de desempleo manteniéndose en 4.2%. Los economistas esperaban solo que se sumaran 138,000 trabajos. Esta noticia positiva llega en un momento en el que hay preocupaciones sobre el impacto de las políticas comerciales de Donald Trump. Las cifras recientes del PIB mostraron una contracción del 0.3% en la economía de Estados Unidos en el primer trimestre de 2025.\",            \"translated_title\": \"Economía de EE. UU. y Crecimiento Laboral\"        },        {            \"english_version\": \"Reform UK, a right-wing party led by Nigel Farage, won a by-election in Runcorn and Helsby by a narrow margin of six votes, defeating the Labour Party. This victory marked a significant shift in the political landscape of north-west England. Additionally, Reform UK made substantial gains in local council and mayoral elections, largely at the expense of the Conservative Party.\",            \"english_title\": \"Political Shift in UK\",            \"translated_version\": \"Reform UK, un partido de derecha liderado por Nigel Farage, ganó una elección parcial en Runcorn y Helsby por un estrecho margen de seis votos, derrotando al Partido Laborista. Esta victoria marcó un cambio significativo en el panorama político del noroeste de Inglaterra. Además, Reform UK obtuvo ganancias sustanciales en elecciones locales y para alcalde, en gran medida a expensas del Partido Conservador.\",            \"translated_title\": \"Cambio Político en el Reino Unido\"        }    ]}"