"{    \"translations\": [        {            \"english_version\": \"Israel's war cabinet met to discuss its response to an overnight attack by Iran, the first direct confrontation after years of shadow war. The Islamic Republic launched more than 300 drones and missiles at Israel in retaliation for an Israeli air strike on April 1st on its consulate in Syria. Israel said it had intercepted 99% of the barrage with the help of American forces and other countries. The strikes damaged an Israeli army base and injured a child. Benny Gantz, a member of the war cabinet, said Israel would 'exact a price' when the time was right.\",            \"english_title\": \"Israel's Response to Iran's Attack\",            \"translated_version\": \"El gabinete de guerra de Israel se reunió para hablar sobre cómo responder a un ataque nocturno de Irán, el primer enfrentamiento directo después de años de guerra en las sombras. La República Islámica lanzó más de 300 drones y misiles a Israel en represalia por un ataque aéreo israelí el 1 de abril en su consulado en Siria. Israel dijo que había interceptado el 99% del ataque con la ayuda de fuerzas estadounidenses y otros países. Los ataques dañaron una base del ejército israelí e hirieron a un niño. Benny Gantz, un miembro del gabinete de guerra, dijo que Israel 'cobraría un precio' cuando fuera el momento adecuado.\",            \"translated_title\": \"Respuesta de Israel al Ataque de Irán\"        },        {            \"english_version\": \"Mike Johnson, the Republican speaker of the House of Representatives, said he would try again to pass an aid package for Israel this week in the wake of Iran's attack. In February lawmakers voted down his $17.6bn proposal. It is unclear whether the new package will include funds for Ukraine and Taiwan—a priority for Democrats.\",            \"english_title\": \"US Aid Package for Israel\",            \"translated_version\": \"Mike Johnson, el presidente republicano de la Cámara de Representantes, dijo que intentaría nuevamente aprobar un paquete de ayuda para Israel esta semana tras el ataque de Irán. En febrero, los legisladores rechazaron su propuesta de $17.6 mil millones. No está claro si el nuevo paquete incluirá fondos para Ucrania y Taiwán, una prioridad para los Demócratas.\",            \"translated_title\": \"Paquete de Ayuda de EE. UU. para Israel\"        },        {            \"english_version\": \"Germany's chancellor, Olaf Scholz, arrived in China to strengthen economic ties and ease tensions with his country's largest trading partner. His visit—reported in China as the first this year by the leader of a major Western country—comes as the European Union is threatening tariffs on China. The bloc has accused China of unfairly subsidising its exports, including electric vehicles.\",            \"english_title\": \"Germany's Economic Ties with China\",            \"translated_version\": \"El canciller de Alemania, Olaf Scholz, llegó a China para fortalecer los lazos económicos y reducir las tensiones con el mayor socio comercial de su país. Su visita, reportada en China como la primera de este año por el líder de un importante país occidental, se produce cuando la Unión Europea está amenazando con aranceles a China. El bloque ha acusado a China de subsidiar injustamente sus exportaciones, incluidos los vehículos eléctricos.\",            \"translated_title\": \"Relaciones Económicas de Alemania con China\"        },        {            \"english_version\": \"India's prime minister, Narendra Modi, unveiled his Bharatiya Janata Party's manifesto five days ahead of the first of seven stages of voting in the general election. He said the BJP would focus on helping four underprivileged groups—the poor, youth, women and farmers—and would help emerging industries, including green energy and pharma. Results, not expected until June 4th, are widely expected to show a BJP victory.\",            \"english_title\": \"India's BJP Manifesto for General Election\",            \"translated_version\": \"El primer ministro de la India, Narendra Modi, presentó el manifiesto de su Partido Bharatiya Janata cinco días antes de la primera de las siete etapas de votación en las elecciones generales. Dijo que el BJP se centraría en ayudar a cuatro grupos desfavorecidos: los pobres, los jóvenes, las mujeres y los agricultores, y ayudaría a las industrias emergentes, incluidas la energía verde y la farmacéutica. Se espera ampliamente que los resultados, que no se esperan hasta el 4 de junio, muestren una victoria del BJP.\",            \"translated_title\": \"Manifiesto del BJP de la India para las Elecciones Generales\"        },        {            \"english_version\": \"Venezuela's autocratic president, Nicolás Maduro, proposed changing the constitution to introduce permanent bans from politics and life sentences in jail for those found guilty of treason, corruption and other 'serious crimes against the people'. Mr Maduro's former oil minister, Tareck El Aissami, was recently detained on such charges. The unpopular president faces an election in July.\",            \"english_title\": \"Venezuela's Proposed Constitutional Changes\",            \"translated_version\": \"El presidente autocrático de Venezuela, Nicolás Maduro, propuso cambiar la constitución para introducir prohibiciones permanentes de la política y sentencias de por vida en prisión para aquellos encontrados culpables de traición, corrupción y otros 'crímenes graves contra el pueblo'. El exministro del petróleo del Sr. Maduro, Tareck El Aissami, fue detenido recientemente por tales cargos. El impopular presidente enfrenta una elección en julio.\",            \"translated_title\": \"Cambios Constitucionales Propuestos en Venezuela\"        }    ]}"