"{    \"translations\": [        {            \"english_version\": \"Ukraine's president, Volodymyr Zelensky, fired the air force commander, Mykola Oleshchuk. The reason was not specified, but it happened after a Russian missile attack destroyed an F-16 fighter jet and killed its pilot. Oleshchuk mentioned that America was assisting in investigating the incident, as Ukraine had recently received some F-16s from NATO allies.\",            \"english_title\": \"Ukraine's Air Force Commander Sacked\",            \"translated_version\": \"El presidente de Ucrania, Volodymyr Zelensky, despidió al comandante de la fuerza aérea, Mykola Oleshchuk. La razón no fue especificada, pero ocurrió después de que un ataque con misiles rusos destruyera un avión de combate F-16 y matara a su piloto. Oleshchuk mencionó que Estados Unidos estaba ayudando en la investigación del incidente, ya que Ucrania había recibido recientemente algunos F-16 de los aliados de la OTAN.\",            \"translated_title\": \"Ukraine's Air Force Commander Sacked\"        },        {            \"english_version\": \"A social-media platform, X, was blocked in Brazil by a Supreme Court judge, Alexandre de Moraes. The platform, owned by Elon Musk, failed to appoint a legal representative in the country as ordered. This action is part of a larger effort to combat online misinformation in Brazil, with Musk criticizing Moraes's actions as 'evil'.\",            \"english_title\": \"Social Media Platform Blocked in Brazil\",            \"translated_version\": \"Una plataforma de redes sociales, X, fue bloqueada en Brasil por un juez de la Corte Suprema, Alexandre de Moraes. La plataforma, propiedad de Elon Musk, no designó un representante legal en el país como se ordenó. Esta acción es parte de un esfuerzo más amplio para combatir la desinformación en línea en Brasil, con Musk criticando las acciones de Moraes como 'malvadas'.\",            \"translated_title\": \"Social Media Platform Blocked in Brazil\"        }    ]}"