"{    \"translations\": [        {            \"english_version\": \"The Federal Reserve recently lowered its benchmark interest rate by half a percentage point. This was the first rate cut since 2020. Some investors were expecting a smaller reduction, but the Fed's decision to make a more aggressive move indicates their confidence in controlling inflation. Inflation has slowed to about 2.5% annually, while the unemployment rate stands at 4.2%, slightly higher than last year.\",            \"english_title\": \"Federal Reserve Interest Rate Cut\",            \"translated_version\": \"El Banco Central recientemente bajó su tasa de interés de referencia en medio punto porcentual. Esta fue la primera reducción de tasas desde 2020. Algunos inversionistas esperaban una reducción más pequeña, pero la decisión del Banco Central de hacer un movimiento más agresivo indica su confianza en controlar la inflación. La inflación se ha reducido a aproximadamente 2.5% anualmente, mientras que la tasa de desempleo se sitúa en 4.2%, ligeramente más alta que el año pasado.\",            \"translated_title\": \"Recorte de la Tasa de Interés del Banco Central\"        },        {            \"english_version\": \"Following the explosion of pagers used by Hizbullah militants, their walkie-talkies also exploded in Lebanon, resulting in the death of at least 14 people and injuries to hundreds. Hizbullah has accused Israel of being responsible for the attacks, although Israel has not yet responded. Israel's defence minister mentioned that the country has entered a 'new phase' in the conflict.\",            \"english_title\": \"Hizbullah Explosions in Lebanon\",            \"translated_version\": \"Tras la explosión de los localizadores utilizados por los militantes de Hizbullah, sus walkie-talkies también explotaron en Líbano, lo que resultó en la muerte de al menos 14 personas y lesiones a cientos. Hizbullah ha acusado a Israel de ser responsable de los ataques, aunque Israel aún no ha respondido. El ministro de defensa de Israel mencionó que el país ha entrado en una 'nueva fase' en el conflicto.\",            \"translated_title\": \"Explosiones de Hizbullah en Líbano\"        }    ]}"