"{    \"translations\": [        {            \"english_version\": \"At least one hiker has died and hundreds are still stranded near the mountain's eastern face. Rescue operations are ongoing to help those who are stuck.\",            \"english_title\": \"Hiker Tragedy\",            \"translated_version\": \"Al menos un excursionista ha muerto y cientos están atrapados cerca de la cara este de la montaña. Las operaciones de rescate están en marcha para ayudar a los que están atrapados.\",            \"translated_title\": \"Tragedia de Excursionista\"        },        {            \"english_version\": \"Officials say 25 weather balloons carrying thousands of illicit cigarettes from Belarus were detected. Authorities are investigating the smuggling operation.\",            \"english_title\": \"Cigarette Smuggling\",            \"translated_version\": \"Los oficiales dicen que se detectaron 25 globos meteorológicos con miles de cigarrillos ilegales de Bielorrusia. Las autoridades están investigando la operación de contrabando.\",            \"translated_title\": \"Contrabando de Cigarrillos\"        },        {            \"english_version\": \"HMNZS Manawanui started leaking oil into the ocean after it sank in Samoan waters a year ago. Efforts are being made to contain the environmental damage.\",            \"english_title\": \"Oil Leak\",            \"translated_version\": \"El HMNZS Manawanui comenzó a perder petróleo en el océano después de hundirse en aguas de Samoa hace un año. Se están haciendo esfuerzos para contener el daño ambiental.\",            \"translated_title\": \"Derrame de Petróleo\"        },        {            \"english_version\": \"Negotiators from Israel and Hamas are heading to Sharm El-Sheikh, Egypt, to start indirect talks about ending the Israel-Gaza war. The talks aim to find a peaceful resolution to the conflict.\",            \"english_title\": \"Peace Talks\",            \"translated_version\": \"Negociadores de Israel y Hamas van a Sharm El-Sheikh, Egipto, para comenzar conversaciones indirectas sobre terminar la guerra Israel-Gaza. Las conversaciones buscan encontrar una solución pacífica al conflicto.\",            \"translated_title\": \"Conversaciones de Paz\"        },        {            \"english_version\": \"The collapse of the Al Khoziny Islamic boarding school is the country's deadliest disaster this year. Rescue teams are working to find survivors and provide aid.\",            \"english_title\": \"School Collapse\",            \"translated_version\": \"El colapso de la escuela islámica Al Khoziny es el desastre más mortal del país este año. Los equipos de rescate están trabajando para encontrar sobrevivientes y brindar ayuda.\",            \"translated_title\": \"Colapso de Escuela\"        }    ]}"