"{    \"translations\": [        {            \"english_version\": \"Russia’s defence ministry admitted that a Ukrainian strike on Feodosiya, a port city in eastern Crimea, had damaged one of its warships. One person was killed and two were injured, according to the Russian-installed governor of the occupied peninsula. The ship is thought to be the Novocherkassk, a large landing vessel. Ukraine’s air force claimed it had in fact destroyed the ship and likened its fate to that of the Moskva, the flagship of Russia’s Black Sea fleet, which Ukrainian forces sank in April 2022.\",            \"english_title\": \"Russian Warship Damaged in Ukrainian Strike\",            \"translated_version\": \"El ministerio de defensa de Rusia admitió que un ataque ucraniano en Feodosiya, una ciudad portuaria en Crimea oriental, había dañado uno de sus barcos de guerra. Según el gobernador instalado por Rusia en la península ocupada, una persona murió y dos resultaron heridas. Se cree que el barco es el Novocherkassk, un gran barco de desembarco. La fuerza aérea de Ucrania afirmó que de hecho había destruido el barco y comparó su destino con el del Moskva, el buque insignia de la flota del Mar Negro de Rusia, que las fuerzas ucranianas hundieron en abril de 2022.\",            \"translated_title\": \"Barco de Guerra Ruso Dañado en Ataque Ucraniano\"        },        {            \"english_version\": \"An Israeli strike in Syria killed Seyed Razi Mousavi, a senior Iranian general, according to Iran’s state media. Iran pledged to avenge the attack; Israeli officials have not commented. Meanwhile Israel’s prime minister, Binyamin Netanyahu, said the fighting in Gaza was `not close to ending` and that `military pressure` was vital to obtain the release of hostages still held by Hamas.\",            \"english_title\": \"Israeli Strike Kills Iranian General in Syria\",            \"translated_version\": \"Un ataque israelí en Siria mató a Seyed Razi Mousavi, un general iraní de alto rango, según los medios estatales de Irán. Irán prometió vengar el ataque; los funcionarios israelíes no han comentado. Mientras tanto, el primer ministro de Israel, Binyamin Netanyahu, dijo que la lucha en Gaza `no está cerca de terminar` y que la `presión militar` era vital para obtener la liberación de los rehenes aún en manos de Hamas.\",            \"translated_title\": \"Ataque Israelí Mata a General Iraní en Siria\"        },        {            \"english_version\": \"Apple failed to overturn a ban on the import and sale of two of its watches in America. The firm is accused of infringing the copyright of Masimo, a medical-technology company, with its Series 9 and Ultra 2 models. America’s International Trade Commission provisionally blocked imports of the watches in October. On Tuesday the Biden administration decided not to overturn the ban. Apple will appeal.\",            \"english_title\": \"Apple Fails to Overturn Ban on Watch Imports\",            \"translated_version\": \"Apple no logró revocar una prohibición de importación y venta de dos de sus relojes en Estados Unidos. La empresa está acusada de infringir los derechos de autor de Masimo, una empresa de tecnología médica, con sus modelos Series 9 y Ultra 2. La Comisión de Comercio Internacional de Estados Unidos bloqueó provisionalmente las importaciones de los relojes en octubre. El martes, la administración Biden decidió no revocar la prohibición. Apple apelará.\",            \"translated_title\": \"Apple No Logra Revocar Prohibición de Importación de Relojes\"        },        {            \"english_version\": \"The share price of Infosys fell after the Indian tech giant said the plug had been pulled on an AI deal that it had negotiated with an unnamed firm. The agreement had been worth $1.5bn and was due to run for 15 years. Infosys’s chief financial officer, Nilanjan Roy, resigned two weeks ago. It is unclear whether the two events are related.\",            \"english_title\": \"Infosys Share Price Falls After AI Deal Cancellation\",            \"translated_version\": \"El precio de las acciones de Infosys cayó después de que el gigante tecnológico indio dijera que se había cancelado un acuerdo de inteligencia artificial que había negociado con una empresa no identificada. El acuerdo había sido valorado en $1.5 mil millones y debía durar 15 años. El director financiero de Infosys, Nilanjan Roy, renunció hace dos semanas. No está claro si los dos eventos están relacionados.\",            \"translated_title\": \"Caída del Precio de Acciones de Infosys Después de Cancelación de Acuerdo de IA\"        },        {            \"english_version\": \"Militias killed at least 160 people in Plateau state in central Nigeria over the weekend. Agence France Presse reported that armed groups attacked around 20 villages in the state. Violence between nomads and farmers has flared in the region as competition for resources becomes fiercer.\",            \"english_title\": \"Militias Kill Over 160 People in Central Nigeria\",            \"translated_version\": \"Milicias mataron al menos a 160 personas en el estado de Plateau en el centro de Nigeria durante el fin de semana. La Agencia France Presse informó que grupos armados atacaron alrededor de 20 aldeas en el estado. La violencia entre nómadas y agricultores ha aumentado en la región a medida que la competencia por los recursos se vuelve más intensa.\",            \"translated_title\": \"Milicias Matan a Más de 160 Personas en Nigeria Central\"        }    ]}"