"{    \"translations\": [        {            \"english_version\": \"Israel's Prime Minister said that Israeli hostages in Gaza are the only ones being starved on purpose. Violence is increasing in the occupied territories as radical settlers take land with government support.\",            \"english_title\": \"Israeli Hostages and Violence\",            \"translated_version\": \"El Primer Ministro de Israel dijo que los rehenes israelíes en Gaza son los únicos que pasan hambre a propósito. La violencia está aumentando en los territorios ocupados porque colonos radicales toman tierras con apoyo del gobierno.\",            \"translated_title\": \"Rehenes y Violencia en Israel\"        },        {            \"english_version\": \"A political argument has started over India's Election Commission's decision to update the voter lists in Bihar.\",            \"english_title\": \"Political Argument in India\",            \"translated_version\": \"Un argumento político comenzó por la decisión de la Comisión Electoral de India de actualizar las listas de votantes en Bihar.\",            \"translated_title\": \"Argumento Político en India\"        },        {            \"english_version\": \"A 6.1 magnitude earthquake killed one person and caused 16 buildings to collapse in the north-west Balikesir province.\",            \"english_title\": \"Earthquake in Balikesir\",            \"translated_version\": \"Un terremoto de magnitud 6.1 mató a una persona y causó el colapso de 16 edificios en la provincia noroeste de Balikesir.\",            \"translated_title\": \"Terremoto en Balikesir\"        },        {            \"english_version\": \"Al Jazeera criticizes the attack on press freedom, but the Israeli Defense Forces say one of the journalists was part of Hamas.\",            \"english_title\": \"Press Freedom Criticism\",            \"translated_version\": \"Al Jazeera critica el ataque a la libertad de prensa, pero las Fuerzas de Defensa de Israel dicen que uno de los periodistas era parte de Hamas.\",            \"translated_title\": \"Crítica a la Libertad de Prensa\"        },        {            \"english_version\": \"The White House says Trump is open to Ukraine joining talks with Putin on Friday, but Zelensky says any deal without Kyiv is not acceptable.\",            \"english_title\": \"Ukraine Talks with Putin\",            \"translated_version\": \"La Casa Blanca dice que Trump está abierto a que Ucrania se una a las conversaciones con Putin el viernes, pero Zelensky dice que cualquier acuerdo sin Kyiv no es aceptable.\",            \"translated_title\": \"Conversaciones de Ucrania con Putin\"        }    ]}"