"{    \"translations\": [        {            \"english_version\": \"Zelensky talks about a free economic zone as a possible solution for Ukraine's eastern Donbas.\",            \"english_title\": \"Zelensky's Solution for Donbas\",            \"translated_version\": \"Zelensky habla sobre una zona económica libre como posible solución para el este de Donbas en Ucrania.\",            \"translated_title\": \"Solución de Zelensky para Donbas\"        },        {            \"english_version\": \"The US Department of Justice says it might take a few more weeks to fully release Epstein documents.\",            \"english_title\": \"Delay in Epstein Documents\",            \"translated_version\": \"El Departamento de Justicia de EE.UU. dice que podría tomar algunas semanas más para liberar completamente los documentos de Epstein.\",            \"translated_title\": \"Retraso en Documentos de Epstein\"        },        {            \"english_version\": \"Rep Joyce Beatty says changing the center's name is illegal because Congress needs to approve it.\",            \"english_title\": \"Illegal Name Change\",            \"translated_version\": \"La representante Joyce Beatty dice que cambiar el nombre del centro es ilegal porque el Congreso necesita aprobarlo.\",            \"translated_title\": \"Cambio de Nombre Ilegal\"        },        {            \"english_version\": \"Preliminary investigations suggest the motive for the crime could be linked to illegal mining turf wars.\",            \"english_title\": \"Crime Linked to Mining Wars\",            \"translated_version\": \"Investigaciones preliminares sugieren que el motivo del crimen podría estar relacionado con guerras por minería ilegal.\",            \"translated_title\": \"Crimen Relacionado con Guerras de Minería\"        },        {            \"english_version\": \"Lawmakers approve a law that asks for an apology and reparations from the former colonial power.\",            \"english_title\": \"Law for Apology and Reparations\",            \"translated_version\": \"Legisladores aprueban una ley que pide disculpas y reparaciones de la antigua potencia colonial.\",            \"translated_title\": \"Ley para Disculpas y Reparaciones\"        }    ]}"