"{    \"translations\": [        {            \"english_version\": \"The International Court of Justice has told Israel to stop its attack in Rafah, a city in southern Gaza. They also said that investigators and journalists should be allowed to go to the area. The court had previously asked Israel to allow more aid to be sent to Gaza, but this did not help the worsening humanitarian situation.\",            \"english_title\": \"Court's Message to Israel on Rafah Attack\",            \"translated_version\": \"El Tribunal Internacional de Justicia le dijo a Israel que pare su ataque en Rafah, una ciudad en el sur de Gaza. También dijeron que los investigadores y periodistas deberían poder ir a la zona. El tribunal había pedido previamente a Israel que permitiera enviar más ayuda a Gaza, pero esto no ayudó a la empeoramiento de la situación humanitaria.\",            \"translated_title\": \"Mensaje del Tribunal a Israel sobre el Ataque en Rafah\"        },        {            \"english_version\": \"Israel's foreign ministry spokesperson, Oren Marmorstein, stated that Israel will not carry out any actions that would harm the Palestinian people in Gaza.\",            \"english_title\": \"Israel's Promise to Palestinian People\",            \"translated_version\": \"El portavoz del Ministerio de Relaciones Exteriores de Israel, Oren Marmorstein, dijo que Israel no llevará a cabo ninguna acción que dañe al pueblo palestino en Gaza.\",            \"translated_title\": \"La Promesa de Israel al Pueblo Palestino\"        },        {            \"english_version\": \"Hungary's president, Viktor Orban, wants to change his country's role in NATO. He plans to opt out of participating in wars outside of NATO's territory, which includes operations in Ukraine.\",            \"english_title\": \"Hungary's NATO Role Change\",            \"translated_version\": \"El presidente de Hungría, Viktor Orban, quiere cambiar el papel de su país en la OTAN. Planea no participar en guerras fuera del territorio de la OTAN, lo que incluye operaciones en Ucrania.\",            \"translated_title\": \"Cambio de Rol de Hungría en la OTAN\"        },        {            \"english_version\": \"NATO's secretary-general, Jens Stoltenberg, mentioned that Ukraine should be able to use donated weapons to fight against Russia. However, NATO itself will not directly join the conflict.\",            \"english_title\": \"NATO's Support for Ukraine\",            \"translated_version\": \"El secretario general de la OTAN, Jens Stoltenberg, mencionó que Ucrania debería poder usar armas donadas para luchar contra Rusia. Sin embargo, la OTAN misma no se unirá directamente al conflicto.\",            \"translated_title\": \"Apoyo de la OTAN a Ucrania\"        },        {            \"english_version\": \"The Economist, a publication that has been around since September 1843, aims to promote intelligence and progress. They cover various topics and provide insights on global affairs.\",            \"english_title\": \"The Economist's Mission\",            \"translated_version\": \"The Economist, una publicación que existe desde septiembre de 1843, tiene como objetivo promover la inteligencia y el progreso. Cubren varios temas y brindan perspectivas sobre asuntos globales.\",            \"translated_title\": \"La Misión de The Economist\"        }    ]}"