"{    \"translations\": [        {            \"english_version\": \"A right-wing party called Alternative for Germany (AfD) won an election in Thuringia, a state in eastern Germany. This is the first time AfD, which is considered extremist, has won a state poll since it was founded over a decade ago. The party also came second in Saxony. Another party, the Sahra Wagenknecht Alliance, which is against immigration but supports left-wing economic policies, did well in both states. The parties in the national coalition government, led by Olaf Scholz, did not perform well in the elections.\",            \"english_title\": \"Political Parties in Germany\",            \"translated_version\": \"Un partido de derecha llamado Alternativa para Alemania (AfD) ganó una elección en Turingia, un estado en el este de Alemania. Esta es la primera vez que AfD, que es considerado extremista, ha ganado una encuesta estatal desde que fue fundado hace más de una década. El partido también quedó en segundo lugar en Sajonia. Otro partido, la Alianza Sahra Wagenknecht, que está en contra de la inmigración pero apoya políticas económicas de izquierda, lo hizo bien en ambos estados. Los partidos en el gobierno de coalición nacional, liderados por Olaf Scholz, no tuvieron un buen desempeño en las elecciones.\",            \"translated_title\": \"Political Parties in Germany\"        },        {            \"english_version\": \"Tens of thousands of Israelis protested in the streets, urging the government to negotiate a ceasefire to free hostages taken by Hamas on October 7th, 2023. Trade unions called for a general strike to support this cause, which would disrupt many activities in the country. Israel had earlier found the bodies of six hostages in a tunnel in Rafah, a city in southern Gaza.\",            \"english_title\": \"Israeli Hostage Situation\",            \"translated_version\": \"Decenas de miles de israelíes protestaron en las calles, instando al gobierno a negociar un alto el fuego para liberar a los rehenes tomados por Hamas el 7 de octubre de 2023. Los sindicatos llamaron a una huelga general para apoyar esta causa, lo que interrumpiría muchas actividades en el país. Israel había encontrado anteriormente los cuerpos de seis rehenes en un túnel en Rafah, una ciudad en el sur de Gaza.\",            \"translated_title\": \"Israeli Hostage Situation\"        }    ]}"