"{    \"translations\": [        {            \"english_version\": \"The UN’s secretary-general, António Guterres, expressed worry about the increasing tensions between Israel and Lebanon. He cautioned that a single impulsive action could lead to a disaster that extends beyond the border. Israel and Hizbullah, the Lebanese Shia militia, have been exchanging rocket fire since October, with recent escalations. The Israel Defence Forces announced approval of operational plans for an offensive in Lebanon.\",            \"english_title\": \"Growing tensions between Israel and Lebanon\",            \"translated_version\": \"El secretario general de la ONU, António Guterres, expresó preocupación sobre las crecientes tensiones entre Israel y Líbano. Advirtió que una sola acción impulsiva podría llevar a un desastre que se extienda más allá de la frontera. Israel y Hizbullah, la milicia chií libanesa, han estado intercambiando fuego de cohetes desde octubre, con escaladas recientes. Las Fuerzas de Defensa de Israel anunciaron la aprobación de planes operativos para una ofensiva en Líbano.\",            \"translated_title\": \"Growing tensions between Israel and Lebanon\"        },        {            \"english_version\": \"Earlier, Palestinian officials reported that Israeli strikes in southern Gaza resulted in the deaths of at least 45 individuals. Meanwhile, Armenia became the fifth European country this year to recognize Palestine as a state.\",            \"english_title\": \"Recent events in the Middle East\",            \"translated_version\": \"Anteriormente, funcionarios palestinos informaron que los ataques israelíes en el sur de Gaza resultaron en la muerte de al menos 45 personas. Mientras tanto, Armenia se convirtió en el quinto país europeo este año en reconocer a Palestina como un estado.\",            \"translated_title\": \"Recent events in the Middle East\"        },        {            \"english_version\": \"The US Supreme Court upheld a challenge to a federal law preventing individuals under domestic-violence restraining orders from owning guns. Justices stated that restrictions on those posing a credible threat to others' safety are in line with the Second Amendment, marking a departure for the court which has expanded gun-ownership rights in recent years.\",            \"english_title\": \"US Supreme Court ruling on gun ownership\",            \"translated_version\": \"La Corte Suprema de los Estados Unidos respaldó un desafío a una ley federal que impide que las personas bajo órdenes de restricción por violencia doméstica posean armas. Los jueces afirmaron que las restricciones para aquellos que representan una amenaza creíble para la seguridad de otros están en línea con la Segunda Enmienda, marcando un cambio para la corte que ha ampliado los derechos de propiedad de armas en los últimos años.\",            \"translated_title\": \"US Supreme Court ruling on gun ownership\"        }    ]}"