"{    \"translations\": [        {            \"english_version\": \"María Corina Machado, the leader of the opposition in Venezuela, was briefly taken into custody for protesting against Nicolás Maduro's planned inauguration. She had been in hiding for months after being banned from participating in the country's recent election. Her party stated that she was made to record several videos before being released and that she would soon provide more details.\",            \"english_title\": \"María Corina Machado's Detention\",            \"translated_version\": \"María Corina Machado, la líder de la oposición en Venezuela, fue brevemente llevada bajo custodia por protestar contra la inauguración planeada de Nicolás Maduro. Había estado escondida durante meses después de ser prohibida de participar en la reciente elección del país. Su partido dijo que la obligaron a grabar varios videos antes de ser liberada y que pronto daría más detalles.\",            \"translated_title\": \"María Corina Machado's Detention\"        },        {            \"english_version\": \"Five fires were still burning in parts of Los Angeles County, with two of them partially under control by Thursday. The death toll from the fires has already reached five, and the county's sheriff warned that it is likely to increase in the coming days. Nearly 180,000 people had to evacuate their homes due to the blazes, which started in the Pacific Palisades neighborhood and were fueled by strong winds.\",            \"english_title\": \"Wildfires in Los Angeles County\",            \"translated_version\": \"Cinco incendios aún estaban ardiendo en partes del condado de Los Ángeles, con dos de ellos parcialmente bajo control para el jueves. El número de muertos por los incendios ya ha alcanzado cinco, y el sheriff del condado advirtió que es probable que aumente en los próximos días. Casi 180,000 personas tuvieron que evacuar sus hogares debido a los incendios, que comenzaron en el vecindario de Pacific Palisades y fueron avivados por fuertes vientos.\",            \"translated_title\": \"Wildfires in Los Angeles County\"        }    ]}"