"{    \"translations\": [        {            \"english_version\": \"The White House says it is the biggest deregulation in US history, but environmentalists think it will be expensive for Americans. This action is the result of a ten-year effort by the president to remove climate policies he believes hurt industry.\",            \"english_title\": \"US Deregulation\",            \"translated_version\": \"La Casa Blanca dice que es la mayor desregulación en la historia de EE.UU., pero los ambientalistas piensan que será caro para los estadounidenses. Esta acción es el resultado de un esfuerzo de diez años del presidente para quitar políticas de clima que él cree dañan la industria.\",            \"translated_title\": \"Desregulación en EE.UU.\"        },        {            \"english_version\": \"Talks between Iranian and US officials continue over Iran's nuclear program, happening during a time of increased tensions.\",            \"english_title\": \"Iran-US Nuclear Talks\",            \"translated_version\": \"Las conversaciones entre funcionarios de Irán y EE.UU. continúan sobre el programa nuclear de Irán, sucediendo en un momento de tensiones crecientes.\",            \"translated_title\": \"Conversaciones nucleares Irán-EE.UU.\"        },        {            \"english_version\": \"Authorities say a fishing boat tried to escape when told to stop for an inspection in Japan's territorial waters.\",            \"english_title\": \"Fishing Boat Incident\",            \"translated_version\": \"Las autoridades dicen que un barco de pesca intentó escapar cuando le dijeron que se detuviera para una inspección en las aguas territoriales de Japón.\",            \"translated_title\": \"Incidente de barco de pesca\"        },        {            \"english_version\": \"The Bangladesh Nationalist Party has won more than two-thirds of the seats, enough to form the next government.\",            \"english_title\": \"Bangladesh Election\",            \"translated_version\": \"El Partido Nacionalista de Bangladesh ha ganado más de dos tercios de los asientos, suficiente para formar el próximo gobierno.\",            \"translated_title\": \"Elección en Bangladesh\"        },        {            \"english_version\": \"South Korea's spy agency says Ki Ju Ae's frequent public appearances suggest she is the chosen successor.\",            \"english_title\": \"South Korea Successor\",            \"translated_version\": \"La agencia de espías de Corea del Sur dice que las frecuentes apariciones públicas de Ki Ju Ae sugieren que ella es la sucesora elegida.\",            \"translated_title\": \"Sucesora en Corea del Sur\"        }    ]}"