"{    \"translations\": [        {            \"english_version\": \"Iran launched missiles at America's largest air base in Qatar. Videos on social media showed explosions over Doha, Qatar's capital. Qatar said it shot down all the missiles and there were no casualties. The Al-Udeid air base, home to some 10,000 American personnel, was reportedly evacuated before the attack.\",            \"english_title\": \"Missile Attack on American Air Base in Qatar\",            \"translated_version\": \"Irán lanzó misiles a la base aérea más grande de Estados Unidos en Qatar. Videos en las redes sociales mostraron explosiones sobre Doha, la capital de Qatar. Qatar dijo que derribó todos los misiles y no hubo víctimas. La base aérea de Al-Udeid, hogar de unos 10,000 miembros del personal estadounidense, fue evacuada antes del ataque.\",            \"translated_title\": \"Ataque de Misiles en la Base Aérea Americana en Qatar\"        },        {            \"english_version\": \"Qatar had closed its airspace amid reports of Iran preparing to retaliate against America's bombing of its nuclear facilities. Donald Trump called the strike a 'very weak response' and said Iran had given America 'early notice'. He encouraged Iran and Israel to 'proceed to Peace and Harmony'. Iran said it retaliated using the same number of bombs that America dropped over the weekend, and that its move posed no threat to Qatar.\",            \"english_title\": \"Response to Missile Attack\",            \"translated_version\": \"Qatar había cerrado su espacio aéreo en medio de informes de que Irán se estaba preparando para retaliar contra el bombardeo de Estados Unidos a sus instalaciones nucleares. Donald Trump calificó el ataque como una 'respuesta muy débil' y dijo que Irán le había dado a Estados Unidos 'aviso temprano'. Animó a Irán e Israel a 'avanzar hacia la Paz y la Armonía'. Irán dijo que retalió usando la misma cantidad de bombas que Estados Unidos lanzó durante el fin de semana, y que su acción no representaba una amenaza para Qatar.\",            \"translated_title\": \"Respuesta al Ataque de Misiles\"        },        {            \"english_version\": \"Condemning the attack, Qatar urged negotiations to resume.\",            \"english_title\": \"Call for Negotiations\",            \"translated_version\": \"Condenando el ataque, Qatar instó a que se reanuden las negociaciones.\",            \"translated_title\": \"Llamado a Negociaciones\"        }    ]}"