"{    \"translations\": [        {            \"english_version\": \"Israeli air strikes hit a border crossing between Lebanon and Syria. Israel's armed forces claimed that Hizbullah was using the site to bring weapons into Lebanon.\",            \"english_title\": \"Israeli Air Strikes in Lebanon and Syria\",            \"translated_version\": \"Israel bombardeó un cruce fronterizo entre Líbano y Siria porque creían que Hizbullah lo estaba usando para llevar armas a Líbano.\",            \"translated_title\": \"Ataques Aéreos de Israel en Líbano y Siria\"        },        {            \"english_version\": \"America's secretary of state, Antony Blinken, met leaders from Lebanon, the United Arab Emirates, and Jordan. He vowed to seek a diplomatic solution to the conflict once Hizbullah had been disarmed.\",            \"english_title\": \"Antony Blinken's Diplomatic Efforts\",            \"translated_version\": \"Antony Blinken, el secretario de estado de EE. UU., se reunió con líderes de Líbano, Emiratos Árabes Unidos y Jordania. Prometió encontrar una solución pacífica al conflicto después de desarmar a Hizbullah.\",            \"translated_title\": \"Los Esfuerzos Diplomáticos de Antony Blinken\"        },        {            \"english_version\": \"Lebanon's information minister called an Israeli attack that killed three journalists a 'war crime'.\",            \"english_title\": \"Israeli Attack Condemned in Lebanon\",            \"translated_version\": \"El ministro de información de Líbano condenó un ataque israelí que mató a tres periodistas como un 'crimen de guerra'.\",            \"translated_title\": \"Ataque Israelí Condenado en Líbano\"        },        {            \"english_version\": \"Turkey's interior minister announced the arrest of 176 people linked to the Kurdistan Workers' Party (PKK) after a terrorist attack near Ankara. The Kurdish militia claimed responsibility.\",            \"english_title\": \"Arrests in Turkey After Terrorist Attack\",            \"translated_version\": \"Turquía arrestó a 176 personas relacionadas con el Partido de los Trabajadores de Kurdistán (PKK) después de un ataque terrorista cerca de Ankara. La milicia kurda admitió la responsabilidad.\",            \"translated_title\": \"Arrestos en Turquía Después de Ataque Terrorista\"        }    ]}"