"{    \"translations\": [        {            \"english_version\": \"Ron DeSantis, the popular governor of Florida, dropped out of the Republican presidential race and threw his support behind Donald Trump. Despite pitching himself as Mr. Trump without the chaos, DeSantis struggled to gain momentum in his campaign. After coming in a distant second to Trump in Iowa, he suspended his campaign two days before the New Hampshire polls. His former rival, Nikki Haley, is hoping for a strong showing there.\",            \"english_title\": \"DeSantis Drops Out of Presidential Race\",            \"translated_version\": \"Ron DeSantis, el popular gobernador de Florida, se retiró de la carrera presidencial republicana y apoyó a Donald Trump. A pesar de presentarse como el Sr. Trump sin el caos, DeSantis tuvo dificultades para ganar impulso en su campaña. Después de quedar en un distante segundo lugar detrás de Trump en Iowa, suspendió su campaña dos días antes de las elecciones de New Hampshire. Su ex rival, Nikki Haley, espera tener un buen desempeño allí.\",            \"translated_title\": \"DeSantis se Retira de la Carrera Presidencial\"        },        {            \"english_version\": \"Missile strikes in Iraq, Lebanon, Syria, and Yemen on Saturday have raised concerns about the widening of the war in the Middle East. Iran's Islamic Revolutionary Guard Corps reported that five of its members were killed in an Israeli missile strike in Damascus. Lebanese security sources also confirmed an Israeli strike in Lebanon that killed a member of Iran-backed Hizbullah. Additionally, Iran-backed rebels in Iraq wounded some American soldiers. Iran's president has vowed to retaliate against Israel for its strike in Syria.\",            \"english_title\": \"Missile Strikes Raise Concerns in the Middle East\",            \"translated_version\": \"Los ataques con misiles en Iraq, Líbano, Siria y Yemen el sábado han generado preocupación sobre la ampliación de la guerra en el Medio Oriente. El Cuerpo de la Guardia Revolucionaria Islámica de Irán informó que cinco de sus miembros murieron en un ataque con misiles israelí en Damasco. Fuentes de seguridad libanesas también confirmaron un ataque israelí en Líbano que mató a un miembro de Hizbullah respaldado por Irán. Además, los rebeldes respaldados por Irán en Iraq hirieron a algunos soldados estadounidenses. El presidente de Irán ha prometido tomar represalias contra Israel por su ataque en Siria.\",            \"translated_title\": \"Ataques con Misiles Generan Preocupación en el Medio Oriente\"        },        {            \"english_version\": \"Binyamin Netanyahu engaged in a public dispute with Joe Biden, one of Israel's staunchest supporters during the Gaza war. Netanyahu's spokesperson stated that during a phone call, he informed Biden that a sovereign Palestinian state would not be possible due to the security threat it would pose to Israel. This contradicted Biden's earlier statement expressing confidence in the possibility of such a solution while Netanyahu is in power.\",            \"english_title\": \"Netanyahu Disputes Biden on Palestinian State\",            \"translated_version\": \"Binyamin Netanyahu se involucró en una disputa pública con Joe Biden, uno de los más firmes partidarios de Israel durante la guerra de Gaza. El portavoz de Netanyahu afirmó que durante una llamada telefónica, informó a Biden que un estado palestino soberano no sería posible debido a la amenaza de seguridad que representaría para Israel. Esto contradice la declaración anterior de Biden expresando confianza en la posibilidad de tal solución mientras Netanyahu esté en el poder.\",            \"translated_title\": \"Netanyahu se Contradice con Biden sobre el Estado Palestino\"        },        {            \"english_version\": \"According to the Russian-installed mayor of Donetsk, Ukrainian forces shelled the city, resulting in the death of 25 people and injuring at least 20 others. The Donetsk region was illegally annexed by Russia last year. In a separate incident, a fire broke out at a Russian gas terminal on the Baltic Sea. Officials claim to have seen Ukrainian drones in the area, but Ukraine has not commented on either incident.\",            \"english_title\": \"Shelling in Donetsk Raises Tensions\",            \"translated_version\": \"Según el alcalde instalado por Rusia de Donetsk, las fuerzas ucranianas bombardearon la ciudad, lo que resultó en la muerte de 25 personas y al menos 20 heridos. La región de Donetsk fue anexada ilegalmente por Rusia el año pasado. En un incidente separado, se produjo un incendio en una terminal de gas rusa en el Mar Báltico. Los funcionarios afirman haber visto drones ucranianos en la zona, pero Ucrania no ha comentado sobre ninguno de los incidentes.\",            \"translated_title\": \"Bombardeo en Donetsk Aumenta las Tensiones\"        },        {            \"english_version\": \"Pope Francis made a heartfelt plea for the release of six nuns and others who were kidnapped in Haiti. The nuns were abducted when their bus was stopped by armed gunmen. On January 26th, a court is expected to rule on whether a multinational force led by Kenya should be allowed into the country to address the escalating gang violence.\",            \"english_title\": \"Pope Francis Pleads for Release of Kidnapped Nuns\",            \"translated_version\": \"El Papa Francisco hizo un emotivo llamado para la liberación de seis monjas y otras personas que fueron secuestradas en Haití. Las monjas fueron secuestradas cuando su autobús fue detenido por hombres armados. El 26 de enero, se espera que un tribunal decida si se debe permitir la entrada de una fuerza multinacional liderada por Kenia al país para abordar la creciente violencia de pandillas.\",            \"translated_title\": \"El Papa Francisco Pide la Liberación de Monjas Secuestradas\"        },        {            \"english_version\": \"Ukraine's president, Volodymyr Zelensky, criticized Donald Trump's claim that he could stop Russia's invasion in 24 hours as 'very dangerous.' Zelensky warned that unilateral concessions could be made to Russia if Trump were to become America's president again. Trump has not provided details of his peace proposal but has praised Vladimir Putin as a 'smart' politician who quickly took over a 'great piece of land' with minimal sanctions.\",            \"english_title\": \"Zelensky Criticizes Trump's Claim on Russia\",            \"translated_version\": \"El presidente de Ucrania, Volodymyr Zelensky, criticó la afirmación de Donald Trump de que podría detener la invasión de Rusia en 24 horas como 'muy peligrosa'. Zelensky advirtió que podrían hacerse concesiones unilaterales a Rusia si Trump volviera a ser presidente de Estados Unidos. Trump no ha proporcionado detalles de su propuesta de paz, pero ha elogiado a Vladimir Putin como un político 'inteligente' que se apoderó rápidamente de una 'gran porción de tierra' con sanciones mínimas.\",            \"translated_title\": \"Zelensky Critica la Afirmación de Trump sobre Rusia\"        },        {            \"english_version\": \"Gianni Infantino, the president of FIFA, called for teams to automatically forfeit matches if they are abandoned due to racist behavior by their fans. This comes after incidents of abuse towards black players in matches at Sheffield, England, and Udine, Italy, which led to stoppages. FIFA's current rules allow for games to be halted twice and then called off if the abuse continues.\",            \"english_title\": \"FIFA President Calls for Action Against Racism\",            \"translated_version\": \"Gianni Infantino, el presidente de la FIFA, pidió que los equipos abandonen automáticamente los partidos si son abandonados debido al comportamiento racista de sus fanáticos. Esto ocurre después de incidentes de abuso hacia jugadores negros en partidos en Sheffield, Inglaterra, y Udine, Italia, que llevaron a detenciones. Las reglas actuales de la FIFA permiten que los partidos se detengan dos veces y luego se cancelen si el abuso continúa.\",            \"translated_title\": \"El Presidente de la FIFA Pide Acción Contra el Racismo\"        }    ]}"