"{    \"translations\": [        {            \"english_version\": \"Hizbullah launched many missiles into northern Israel, near Haifa. Most of the rockets were stopped. Israel then carried out air strikes in southern Lebanon. A UN official in Lebanon warned of a possible disaster. Israeli air strikes in Beirut killed 37 people, including Hizbullah commanders.\",            \"english_title\": \"Conflict in the Middle East\",            \"translated_version\": \"Hizbullah lanzó muchos cohetes en el norte de Israel, cerca de Haifa. La mayoría de los cohetes fueron detenidos. Israel luego llevó a cabo ataques aéreos en el sur del Líbano. Un oficial de la ONU en Líbano advirtió de un posible desastre. Los ataques aéreos israelíes en Beirut mataron a 37 personas, incluidos comandantes de Hizbullah.\",            \"translated_title\": \"Conflicto en el Medio Oriente\"        },        {            \"english_version\": \"Israel shut down Al Jazeera's office in the West Bank for 45 days. This is not the first time Israel has targeted Al Jazeera. The bureau chief accused Israel of hiding the truth.\",            \"english_title\": \"Al Jazeera Office Closure\",            \"translated_version\": \"Israel cerró la oficina de Al Jazeera en Cisjordania por 45 días. Esta no es la primera vez que Israel ha apuntado a Al Jazeera. El jefe de la oficina acusó a Israel de esconder la verdad.\",            \"translated_title\": \"Cierre de la Oficina de Al Jazeera\"        },        {            \"english_version\": \"The Economist has been publishing since 1843. It aims to promote intelligence and progress. The Economist Group focuses on intelligence, impact, and education. They use cookies for a better website experience.\",            \"english_title\": \"About The Economist\",            \"translated_version\": \"The Economist ha estado publicando desde 1843. Su objetivo es promover la inteligencia y el progreso. El Grupo The Economist se enfoca en inteligencia, impacto y educación. Utilizan cookies para una mejor experiencia en el sitio web.\",            \"translated_title\": \"Acerca de The Economist\"        },        {            \"english_version\": \"The Economist Group offers various services like intelligence, impact events, and education courses. They prioritize progress and knowledge. The group values privacy and data rights.\",            \"english_title\": \"Services by The Economist Group\",            \"translated_version\": \"El Grupo The Economist ofrece varios servicios como inteligencia, eventos de impacto y cursos de educación. Priorizan el progreso y el conocimiento. El grupo valora la privacidad y los derechos de datos.\",            \"translated_title\": \"Servicios del Grupo The Economist\"        },        {            \"english_version\": \"The Economist Newspaper Limited holds the copyright for its content. They emphasize privacy, accessibility, and modern slavery statement. The Economist aims to combat ignorance and promote intelligence.\",            \"english_title\": \"Mission of The Economist\",            \"translated_version\": \"The Economist Newspaper Limited tiene los derechos de autor de su contenido. Enfatizan la privacidad, la accesibilidad y la declaración sobre la esclavitud moderna. The Economist tiene como objetivo combatir la ignorancia y promover la inteligencia.\",            \"translated_title\": \"Misión de The Economist\"        }    ]}"