"{    \"translations\": [        {            \"english_version\": \"A senior Hamas figure told the BBC that the group is likely to reject Trump's Gaza peace plan. They believe the plan serves Israel's interests.\",            \"english_title\": \"Hamas Rejects Peace Plan\",            \"translated_version\": \"Un líder de Hamas dijo a la BBC que el grupo probablemente rechazará el plan de paz de Trump para Gaza. Ellos creen que el plan ayuda a Israel.\",            \"translated_title\": \"Hamas rechaza plan de paz\"        },        {            \"english_version\": \"The Global Sumud Flotilla says it has entered an area where previous flotillas have been attacked. This is a risky move for the group.\",            \"english_title\": \"Flotilla Enters Risky Area\",            \"translated_version\": \"La Flotilla Global Sumud dice que ha entrado en un área donde otras flotillas fueron atacadas antes. Esto es un movimiento arriesgado para el grupo.\",            \"translated_title\": \"Flotilla entra en área peligrosa\"        },        {            \"english_version\": \"The EU is under pressure to improve its defense. This comes after Russian air space incursions and drones targeting Danish airports.\",            \"english_title\": \"EU Defense Pressure\",            \"translated_version\": \"La UE está bajo presión para mejorar su defensa. Esto pasa después de que aviones rusos entraron en su espacio aéreo y drones apuntaron a aeropuertos daneses.\",            \"translated_title\": \"Presión en defensa de la UE\"        },        {            \"english_version\": \"A 6.9 magnitude earthquake hit off the north coast of Cebu province in the Philippines. It caused power outages and damaged buildings.\",            \"english_title\": \"Earthquake in Philippines\",            \"translated_version\": \"Un terremoto de magnitud 6.9 ocurrió en la costa norte de la provincia de Cebu en Filipinas. Causó cortes de luz y dañó edificios.\",            \"translated_title\": \"Terremoto en Filipinas\"        },        {            \"english_version\": \"The US president warned military leaders about a 'war from within'. He suggested they might need to intervene.\",            \"english_title\": \"US President Warns Military\",            \"translated_version\": \"El presidente de EE.UU. advirtió a los líderes militares sobre una `guerra desde dentro`. Sugirió que podrían necesitar intervenir.\",            \"translated_title\": \"Presidente de EE.UU. advierte a militares\"        }    ]}"