"{    \"translations\": [        {            \"english_version\": \"Typhoon Fung-wong is expected to hit land on Sunday evening. It has strong winds of 185 km/h (115 mph).\",            \"english_title\": \"Typhoon Fung-wong\",            \"translated_version\": \"El tifón Fung-wong va a llegar a tierra el domingo por la noche. Tiene vientos fuertes de 185 km/h.\",            \"translated_title\": \"Tifón Fung-wong\"        },        {            \"english_version\": \"Many flights have been delayed or cancelled because of the federal government shutdown. This has reduced air travel capacity.\",            \"english_title\": \"Flight Delays\",            \"translated_version\": \"Muchos vuelos han sido retrasados o cancelados por el cierre del gobierno. Esto ha reducido la capacidad de viajar en avión.\",            \"translated_title\": \"Retrasos de vuelos\"        },        {            \"english_version\": \"Police found Maria Florinda Rios Perez, 32, dead after being shot on a porch in an Indianapolis suburb.\",            \"english_title\": \"Shooting Incident\",            \"translated_version\": \"La policía encontró a Maria Florinda Rios Perez, de 32 años, muerta después de ser disparada en un porche en un suburbio de Indianápolis.\",            \"translated_title\": \"Incidente de disparo\"        },        {            \"english_version\": \"The Syrian leader will meet the US President at the White House on Monday to discuss security.\",            \"english_title\": \"Syrian Leader Meeting\",            \"translated_version\": \"El líder de Siria se reunirá con el Presidente de EE.UU. en la Casa Blanca el lunes para hablar de seguridad.\",            \"translated_title\": \"Reunión del líder sirio\"        },        {            \"english_version\": \"Overnight, 25 places including Kyiv were attacked, leaving many areas without power and heating.\",            \"english_title\": \"Attacks on Kyiv\",            \"translated_version\": \"Durante la noche, 25 lugares incluyendo Kyiv fueron atacados, dejando muchas áreas sin electricidad y calefacción.\",            \"translated_title\": \"Ataques en Kyiv\"        }    ]}"