"{    \"translations\": [        {            \"english_version\": \"Delhi and Brussels have finally reached a deal after a long wait. They are both dealing with pressure from the US, both economically and geopolitically.\",            \"english_title\": \"Delhi and Brussels Deal\",            \"translated_version\": \"Delhi y Bruselas finalmente hicieron un trato después de esperar mucho. Ambos tienen presión de Estados Unidos, tanto económica como políticamente.\",            \"translated_title\": \"Trato de Delhi y Bruselas\"        },        {            \"english_version\": \"Firefighters in Victoria are working hard to control at least six big fires. This is happening during a heatwave that is breaking records.\",            \"english_title\": \"Victoria Firefighters Battle Fires\",            \"translated_version\": \"Bomberos en Victoria están trabajando duro para controlar al menos seis grandes incendios. Esto pasa durante una ola de calor que rompe récords.\",            \"translated_title\": \"Bomberos de Victoria luchan contra incendios\"        },        {            \"english_version\": \"The US president is sending Tom Homan, who is in charge of the border, to a city. This seems to be a change in how the White House is handling things.\",            \"english_title\": \"US President Sends Tom Homan\",            \"translated_version\": \"El presidente de Estados Unidos envía a Tom Homan, quien está a cargo de la frontera, a una ciudad. Esto parece ser un cambio en cómo la Casa Blanca maneja las cosas.\",            \"translated_title\": \"Presidente de EE.UU. envía a Tom Homan\"        },        {            \"english_version\": \"At least twelve people have died in different US states, possibly because of a storm, according to officials.\",            \"english_title\": \"Storm Causes Deaths in US\",            \"translated_version\": \"Al menos doce personas han muerto en diferentes estados de EE.UU., posiblemente por una tormenta, según oficiales.\",            \"translated_title\": \"Tormenta causa muertes en EE.UU.\"        },        {            \"english_version\": \"Trump has said that Seoul is not following a trade deal that was made last year.\",            \"english_title\": \"Trump Criticizes Seoul\",            \"translated_version\": \"Trump ha dicho que Seúl no está siguiendo un acuerdo comercial que se hizo el año pasado.\",            \"translated_title\": \"Trump critica a Seúl\"        }    ]}"