"{    \"translations\": [        {            \"english_version\": \"A fire at the Crans-Montana Swiss ski resort bar Le Constellation during New Year's Eve celebrations has resulted in dozens of deaths and around 100 injuries.\",            \"english_title\": \"Fire at Swiss Ski Resort\",            \"translated_version\": \"Un incendio en el bar Le Constellation en el resort de esquí Crans-Montana en Suiza durante las celebraciones de Año Nuevo ha causado muchas muertes y alrededor de 100 heridos.\",            \"translated_title\": \"Incendio en Resort de Esquí Suizo\"        },        {            \"english_version\": \"Russian President Vladimir Putin used his New Year speech to express confidence in the troops and their victory in Ukraine.\",            \"english_title\": \"Putin's New Year Speech\",            \"translated_version\": \"El presidente ruso Vladimir Putin usó su discurso de Año Nuevo para expresar confianza en las tropas y su victoria en Ucrania.\",            \"translated_title\": \"Discurso de Año Nuevo de Putin\"        },        {            \"english_version\": \"A currency collapse has led to protests across the country, with unrest reported in several cities. The move is dividing the nation, with some seeing it as progress and others fearing economic stagnation.\",            \"english_title\": \"Currency Collapse Causes Protests\",            \"translated_version\": \"Un colapso de la moneda ha llevado a protestas en todo el país, con disturbios en varias ciudades. La situación está dividiendo a la nación, algunos lo ven como progreso y otros temen estancamiento económico.\",            \"translated_title\": \"Colapso de Moneda Causa Protestas\"        },        {            \"english_version\": \"Dr Dirk Brandherm and his team have found over 600 suspected house platforms in the Brusselstown Ring.\",            \"english_title\": \"Discovery in Brusselstown Ring\",            \"translated_version\": \"El Dr. Dirk Brandherm y su equipo han encontrado más de 600 plataformas de casas sospechosas en el Anillo de Brusselstown.\",            \"translated_title\": \"Descubrimiento en Anillo de Brusselstown\"        },        {            \"english_version\": \"Chinese people will pay a 13% sales tax on contraceptives starting 1 January, while childcare services will not be taxed.\",            \"english_title\": \"New Tax on Contraceptives in China\",            \"translated_version\": \"Las personas en China pagarán un impuesto de ventas del 13% en anticonceptivos a partir del 1 de enero, mientras que los servicios de cuidado infantil no tendrán impuestos.\",            \"translated_title\": \"Nuevo Impuesto en Anticonceptivos en China\"        }    ]}"