"{    \"translations\": [        {            \"english_version\": \"Donald Trump says it is the largest tanker ever seized, which increases tensions between the two countries.\",            \"english_title\": \"Largest Tanker Seized\",            \"translated_version\": \"Donald Trump dice que es el barco más grande capturado, lo que aumenta las tensiones entre los dos países.\",            \"translated_title\": \"Barco Más Grande Capturado\"        },        {            \"english_version\": \"The plan would affect people from countries, including the UK, who can fill out a form instead of a visa.\",            \"english_title\": \"Plan Affects Visa Process\",            \"translated_version\": \"El plan afectaría a personas de países, incluyendo el Reino Unido, que pueden llenar un formulario en lugar de una visa.\",            \"translated_title\": \"Plan Afecta Proceso de Visa\"        },        {            \"english_version\": \"The friends were warned their clothing was against Afghan and Islamic values, a Taliban spokesman told the BBC.\",            \"english_title\": \"Clothing Warning in Afghanistan\",            \"translated_version\": \"Los amigos fueron advertidos de que su ropa iba contra los valores afganos e islámicos, dijo un portavoz talibán a la BBC.\",            \"translated_title\": \"Advertencia de Ropa en Afganistán\"        },        {            \"english_version\": \"Ukraine is at a critical moment, the leaders of Britain, France, and Germany say after a joint call with Donald Trump.\",            \"english_title\": \"Ukraine at Critical Moment\",            \"translated_version\": \"Ucrania está en un momento crítico, dicen los líderes de Gran Bretaña, Francia y Alemania después de una llamada conjunta con Donald Trump.\",            \"translated_title\": \"Ucrania en Momento Crítico\"        },        {            \"english_version\": \"A federal judge says materials from the investigation can be unsealed because of a new law passed by Congress last month.\",            \"english_title\": \"Investigation Materials Unsealed\",            \"translated_version\": \"Un juez federal dice que los materiales de la investigación pueden ser revelados por una nueva ley aprobada por el Congreso el mes pasado.\",            \"translated_title\": \"Materiales de Investigación Revelados\"        }    ]}"