"```json{    \"translations\": [        {            \"english_version\": \"Joe Biden struggled during the first presidential debate, leading to concerns about his mental capacity. Donald Trump, on the other hand, appeared more confident but made false statements about various issues.\",            \"english_title\": \"Presidential Debate Concerns\",            \"translated_version\": \"Joe Biden tuvo problemas durante el primer debate presidencial, lo que generó preocupaciones sobre su capacidad mental. Por otro lado, Donald Trump parecía más seguro pero hizo afirmaciones falsas sobre varios temas.\",            \"translated_title\": \"Preocupaciones en el Debate Presidencial\"        },        {            \"english_version\": \"European leaders have backed Ursula von der Leyen for a second term as the head of the European Commission. Giorgia Meloni, Italy's hard-right prime minister, chose to abstain from the vote. The European Parliament is set to vote on von der Leyen's appointment next month.\",            \"english_title\": \"European Commission Leadership\",            \"translated_version\": \"Los líderes europeos han apoyado a Ursula von der Leyen para un segundo mandato como jefa de la Comisión Europea. Giorgia Meloni, primera ministra de extrema derecha de Italia, optó por abstenerse de la votación. El Parlamento Europeo está listo para votar sobre el nombramiento de von der Leyen el próximo mes.\",            \"translated_title\": \"Liderazgo en la Comisión Europea\"        },        {            \"english_version\": \"EU leaders have also nominated Kaja Kallas, the prime minister of Estonia, as the bloc's next top diplomat.\",            \"english_title\": \"EU Diplomat Nomination\",            \"translated_version\": \"Los líderes de la UE también han nominado a Kaja Kallas, la primera ministra de Estonia, como la próxima diplomática principal del bloque.\",            \"translated_title\": \"Nominación de Diplomático de la UE\"        }    ]}```"