"{    \"translations\": [        {            \"english_version\": \"The US president is talking to world leaders at Davos. He says taking Greenland from Denmark would not be a threat to NATO. Some Republicans disagree with him, but it's not clear if they will join Democrats to stop the plan. This comes as tensions between the US and EU rise, with Donald Trump wanting to acquire Greenland.\",            \"english_title\": \"US President Talks About Greenland\",            \"translated_version\": \"El presidente de Estados Unidos habla con líderes mundiales en Davos. Dice que tomar Groenlandia de Dinamarca no sería una amenaza para la OTAN. Algunos republicanos no están de acuerdo con él, pero no está claro si se unirán a los demócratas para detener el plan. Esto sucede mientras aumentan las tensiones entre Estados Unidos y la UE, con Donald Trump queriendo adquirir Groenlandia.\",            \"translated_title\": \"Presidente de EE.UU. habla sobre Groenlandia\"        },        {            \"english_version\": \"Japan has restarted a reactor at the world's largest nuclear plant. This is nearly 15 years after the Fukushima disaster.\",            \"english_title\": \"Japan Restarts Nuclear Reactor\",            \"translated_version\": \"Japón ha reiniciado un reactor en la planta nuclear más grande del mundo. Esto es casi 15 años después del desastre de Fukushima.\",            \"translated_title\": \"Japón reinicia reactor nuclear\"        },        {            \"english_version\": \"Israel has accepted an invitation to join a new international organization. Many people are worried this group might replace the UN.\",            \"english_title\": \"Israel Joins New Organization\",            \"translated_version\": \"Israel ha aceptado una invitación para unirse a una nueva organización internacional. Muchas personas están preocupadas de que este grupo pueda reemplazar a la ONU.\",            \"translated_title\": \"Israel se une a nueva organización\"        },        {            \"english_version\": \"At least 37 people were hurt, five seriously, in a second crash after a train collision in Andalusia on Sunday.\",            \"english_title\": \"Train Collision in Andalusia\",            \"translated_version\": \"Al menos 37 personas resultaron heridas, cinco de gravedad, en un segundo accidente después de una colisión de trenes en Andalucía el domingo.\",            \"translated_title\": \"Colisión de trenes en Andalucía\"        },        {            \"english_version\": \"More than 160 people were reportedly taken from three churches in the northern Kaduna state.\",            \"english_title\": \"People Taken from Churches in Kaduna\",            \"translated_version\": \"Más de 160 personas fueron llevadas de tres iglesias en el estado norteño de Kaduna.\",            \"translated_title\": \"Personas llevadas de iglesias en Kaduna\"        }    ]}"