"{    \"translations\": [        {            \"english_version\": \"At Davos, the US president said he would not use force to take the island and later talked about a possible 'forever' deal. European leaders have to make a decision before the emergency EU meeting in Brussels on Thursday.\",            \"english_title\": \"US President at Davos\",            \"translated_version\": \"En Davos, el presidente de EE.UU. dijo que no usaría fuerza para tomar la isla y luego habló de un posible trato para siempre. Los líderes europeos tienen que decidir antes de la reunión de emergencia de la UE en Bruselas el jueves.\",            \"translated_title\": \"Presidente de EE.UU. en Davos\"        },        {            \"english_version\": \"Another eight Palestinians were killed by Israeli artillery and gunfire across Gaza on Wednesday, according to medics.\",            \"english_title\": \"Violence in Gaza\",            \"translated_version\": \"Otros ocho palestinos fueron muertos por artillería y disparos israelíes en Gaza el miércoles, según médicos.\",            \"translated_title\": \"Violencia en Gaza\"        },        {            \"english_version\": \"A stencilled outline of a hand found on the Indonesian island of Sulawesi is the world's oldest known cave painting, researchers say.\",            \"english_title\": \"Oldest Cave Painting\",            \"translated_version\": \"Un dibujo de una mano encontrado en la isla indonesia de Sulawesi es la pintura en cueva más antigua del mundo, dicen los investigadores.\",            \"translated_title\": \"Pintura en Cueva Más Antigua\"        },        {            \"english_version\": \"The move follows renewed tensions between the US and EU, as Donald Trump pushes to acquire Greenland.\",            \"english_title\": \"Tensions Over Greenland\",            \"translated_version\": \"El movimiento sigue a nuevas tensiones entre EE.UU. y la UE, mientras Donald Trump quiere adquirir Groenlandia.\",            \"translated_title\": \"Tensiones por Groenlandia\"        },        {            \"english_version\": \"The move comes as Syrian government forces take control of north-eastern areas where Kurdish-led forces have long controlled.\",            \"english_title\": \"Syrian Forces Advance\",            \"translated_version\": \"El movimiento ocurre mientras las fuerzas del gobierno sirio toman control de áreas del noreste donde las fuerzas kurdas han controlado por mucho tiempo.\",            \"translated_title\": \"Avance de Fuerzas Sirias\"        }    ]}"