"{    \"translations\": [        {            \"english_version\": \"The suspect was found dead after the shootings in British Columbia. Prime Minister Mark Carney said he is very upset by the terrible incidents. Police are now looking into the home of the person who was arrested during a traffic stop.\",            \"english_title\": \"Suspect Found Dead\",            \"translated_version\": \"El sospechoso fue encontrado muerto despues de los disparos en Columbia Britanica. El Primer Ministro Mark Carney dijo que esta muy triste por los terribles incidentes. La policia ahora esta investigando la casa de la persona que fue arrestada durante una parada de trafico.\",            \"translated_title\": \"Sospechoso Muerto\"        },        {            \"english_version\": \"Lyse Doucet reports from Iran, where she says people are still hurting after the government used a lot of force to stop the protests there.\",            \"english_title\": \"Protests in Iran\",            \"translated_version\": \"Lyse Doucet informa desde Iran, donde dice que la gente todavia esta sufriendo despues de que el gobierno uso mucha fuerza para detener las protestas alli.\",            \"translated_title\": \"Protestas en Iran\"        },        {            \"english_version\": \"The Israeli prime minister is expected to ask Trump to make a deal that would stop Iran from enriching uranium.\",            \"english_title\": \"Deal with Iran\",            \"translated_version\": \"Se espera que el primer ministro israeli pida a Trump hacer un trato para que Iran deje de enriquecer uranio.\",            \"translated_title\": \"Trato con Iran\"        },        {            \"english_version\": \"Defence Secretary John Healey says the number of British personnel in Norway will increase from 1,000 to 2,000 over three years.\",            \"english_title\": \"British Troops in Norway\",            \"translated_version\": \"El Secretario de Defensa John Healey dice que el numero de personal britanico en Noruega aumentara de 1,000 a 2,000 en tres anos.\",            \"translated_title\": \"Tropas Britanicas en Noruega\"        },        {            \"english_version\": \"The bodies of three toddlers and a 34-year-old man were found in the wreckage of a house in north-eastern Ukraine.\",            \"english_title\": \"Tragic Discovery in Ukraine\",            \"translated_version\": \"Los cuerpos de tres ninos pequenos y un hombre de 34 anos fueron encontrados en los escombros de una casa en el noreste de Ucrania.\",            \"translated_title\": \"Descubrimiento Tragico en Ucrania\"        }    ]}"