"{    \"translations\": [        {            \"english_version\": \"The US president has long denied any wrongdoing in relation to late convicted sex offender Jeffrey Epstein. The US president also says the US intends to keep the tankers it has intercepted off the coast of Venezuela.\",            \"english_title\": \"US President Denies Wrongdoing\",            \"translated_version\": \"El presidente de EE.UU. ha negado durante mucho tiempo haber hecho algo malo con Jeffrey Epstein. El presidente también dice que EE.UU. quiere quedarse con los barcos que interceptó cerca de Venezuela.\",            \"translated_title\": \"Presidente de EE.UU. niega haber hecho algo malo\"        },        {            \"english_version\": \"The capture of Siversk brings Russia closer to the last remaining 'fortress belt' cities still in Ukrainian hands in the Donetsk region.\",            \"english_title\": \"Russia Advances in Donetsk\",            \"translated_version\": \"La captura de Siversk acerca a Rusia a las últimas ciudades en manos de Ucrania en la región de Donetsk.\",            \"translated_title\": \"Rusia avanza en Donetsk\"        },        {            \"english_version\": \"Strong consumer spending helps the US economy grow at a faster rate than expected.\",            \"english_title\": \"US Economy Grows Fast\",            \"translated_version\": \"El fuerte gasto de los consumidores ayuda a que la economía de EE.UU. crezca más rápido de lo esperado.\",            \"translated_title\": \"Economía de EE.UU. crece rápido\"        },        {            \"english_version\": \"The victims, including women and children, were ambushed on their way to a religious festival. Those particularly affected are children and pregnant women - some going without food for days.\",            \"english_title\": \"Ambush on Way to Festival\",            \"translated_version\": \"Las víctimas, incluyendo mujeres y niños, fueron atacadas en su camino a un festival religioso. Los más afectados son niños y mujeres embarazadas, algunos sin comida por días.\",            \"translated_title\": \"Ataque en camino al festival\"        },        {            \"english_version\": \"A bill passed by parliament expands temporary powers introduced during the Gaza war to shutter outlets seen as a security threat.\",            \"english_title\": \"Parliament Expands Powers\",            \"translated_version\": \"Una ley aprobada por el parlamento amplía poderes temporales para cerrar lugares vistos como una amenaza de seguridad.\",            \"translated_title\": \"Parlamento amplía poderes\"        }    ]}"