"{    \"translations\": [        {            \"english_version\": \"As the NATO summit in Washington, DC, neared its end, more Democratic lawmakers called on President Joe Biden to drop his re-election bid. He is due to speak at a press conference later this evening local time; his performance will be closely scrutinised. Earlier Hakeem Jeffries, the top Democrat in the House of Representatives, said that he would convene his leadership team to `figure out the next step`. So far, 13 members of the House and one senator have publicly called on Mr Biden to step aside.\",            \"english_title\": \"NATO Summit and Biden's Re-election Bid\",            \"translated_version\": \"A medida que la cumbre de la OTAN en Washington, DC, llegaba a su fin, más legisladores demócratas pidieron al Presidente Joe Biden que abandone su candidatura a la reelección. Se espera que hable en una conferencia de prensa más tarde esta noche; su desempeño será examinado de cerca. Anteriormente, Hakeem Jeffries, el principal demócrata en la Cámara de Representantes, dijo que convocaría a su equipo de liderazgo para `averiguar el próximo paso`. Hasta ahora, 13 miembros de la Cámara y un senador han pedido públicamente al Sr. Biden que se aparte.\",            \"translated_title\": \"Cumbre de la OTAN y la Candidatura de Biden\"        },        {            \"english_version\": \"America’s consumer price index rose by 3% year on year in June, down from 3.3% in May. The release was lower than analysts were expecting; after accelerating earlier this year, monthly inflation fell for the first time since 2020. The figures will be encouraging for the Federal Reserve, which investors expect will cut interest rates when it next meets in September.\",            \"english_title\": \"US Consumer Price Index and Inflation\",            \"translated_version\": \"El índice de precios al consumidor de Estados Unidos aumentó un 3% interanual en junio, frente al 3.3% en mayo. La cifra fue menor de lo que esperaban los analistas; después de acelerarse a principios de este año, la inflación mensual cayó por primera vez desde 2020. Las cifras serán alentadoras para la Reserva Federal, se espera que los inversores recorten las tasas de interés cuando se reúnan en septiembre.\",            \"translated_title\": \"Índice de Precios al Consumidor de EE. UU. e Inflación\"        }    ]}"