"{    \"translations\": [        {            \"english_version\": \"The markets dropped significantly after China imposed a 34% levy on all American imports in response to Donald Trump's tariffs. The Dow fell by 5.5%, the S&P 500 by 6%, and the NASDAQ by 5.8%, entering a bear market. Jerome Powell, chair of the Federal Reserve, had previously warned that Trump's tariffs could lead to inflation and slower economic growth.\",            \"english_title\": \"Market Plunge Due to China's Retaliation\",            \"translated_version\": \"Los mercados bajaron mucho después de que China impuso un impuesto del 34% a todas las importaciones estadounidenses en respuesta a los aranceles de Donald Trump. El Dow cayó un 5.5%, el S&P 500 un 6%, y el NASDAQ un 5.8%, entrando en un mercado bajista. Jerome Powell, presidente de la Reserva Federal, había advertido previamente que los aranceles de Trump podrían provocar inflación y un crecimiento económico más lento.\",            \"translated_title\": \"Caída del Mercado Debido a la Retaliación de China\"        },        {            \"english_version\": \"Donald Trump extended the deadline by 75 days for the Chinese owners of TikTok to sell its American operations. This move came after the video-sharing app faced the threat of shutdown. Trump expressed his desire to work cooperatively with Chinese leaders despite tensions over tariffs.\",            \"english_title\": \"Extension of TikTok Deadline\",            \"translated_version\": \"Donald Trump extendió el plazo en 75 días para que los propietarios chinos de TikTok vendan sus operaciones estadounidenses. Esta decisión se tomó después de que la aplicación de intercambio de videos enfrentara la amenaza de cierre. Trump expresó su deseo de trabajar cooperativamente con los líderes chinos a pesar de las tensiones por los aranceles.\",            \"translated_title\": \"Extensión del Plazo de TikTok\"        }    ]}"