"{    \"translations\": [        {            \"english_version\": \"The Israel Defence Forces said it had captured an important Hamas stronghold near Jabalia, in northern Gaza, after a ten-hour battle. Following the fighting Israel reopened an evacuation route allowing civilians to flee northern Gaza; around 50,000 people escaped through the corridor on Wednesday, according to the UN. Earlier the World Health Organisation warned that the Gaza Strip faces the rapid spread of infectious diseases.\",            \"english_title\": \"Israel captures Hamas stronghold in Gaza\",            \"translated_version\": \"Las Fuerzas de Defensa de Israel dijeron que capturaron un lugar importante de Hamas cerca de Jabalia, en el norte de Gaza, después de una batalla de diez horas. Después de la lucha, Israel reabrió una ruta de evacuación que permitió a los civiles huir del norte de Gaza; alrededor de 50,000 personas escaparon a través del corredor el miércoles, según la ONU. Anteriormente, la Organización Mundial de la Salud advirtió que la Franja de Gaza enfrenta la rápida propagación de enfermedades infecciosas.\",            \"translated_title\": \"Israel captura fortaleza de Hamas en Gaza\"        },        {            \"english_version\": \"American fighter jets bombed a weapons-storage facility in eastern Syria used by Iran-backed militias. The airstrike, designed to reduce the groups’ firepower, follows weeks of attacks on American troops in Iraq, Syria and Yemen. About 45 soldiers have been injured, according to the Pentagon. Separately, Iran-backed Houthi rebels shot down an American Reaper drone near Yemen.\",            \"english_title\": \"US airstrikes target Iran-backed militias in Syria\",            \"translated_version\": \"Los aviones de combate estadounidenses bombardearon una instalación de almacenamiento de armas en el este de Siria utilizada por milicias respaldadas por Irán. El ataque aéreo, diseñado para reducir el poder de fuego de los grupos, sigue a semanas de ataques contra tropas estadounidenses en Iraq, Siria y Yemen. Según el Pentágono, aproximadamente 45 soldados resultaron heridos. Por separado, los rebeldes Houthi respaldados por Irán derribaron un dron Reaper estadounidense cerca de Yemen.\",            \"translated_title\": \"Ataques aéreos de EE. UU. contra milicias respaldadas por Irán en Siria\"        },        {            \"english_version\": \"Spain’s Socialist Party reportedly reached an agreement with Junts per Catalunya, a Catalan separatist party, to form a new government. Junts previously said it would back the Socialists in exchange for an amnesty that would wipe out criminal charges against people who supported an illegal referendum for Catalan independence in 2017. More than 50% of Spaniards oppose the amnesty.\",            \"english_title\": \"Socialists and separatists form new government in Spain\",            \"translated_version\": \"Según informes, el Partido Socialista de España llegó a un acuerdo con Junts per Catalunya, un partido separatista catalán, para formar un nuevo gobierno. Junts dijo anteriormente que apoyaría a los Socialistas a cambio de una amnistía que eliminaría los cargos criminales contra las personas que apoyaron un referéndum ilegal para la independencia de Cataluña en 2017. Más del 50% de los españoles se oponen a la amnistía.\",            \"translated_title\": \"Socialistas y separatistas forman nuevo gobierno en España\"        },        {            \"english_version\": \"Hollywood actors represented by the SAG-AFTRA union reached a tentative agreement with studios after a 118-day strike. Their proposed three-year contract includes higher minimum wages, a streaming participation bonus and protections against studios’ use of artificial intelligence. More than 60,000 members of the union went on strike in July, joining screenwriters who had downed pens two months earlier.\",            \"english_title\": \"Hollywood actors reach agreement after strike\",            \"translated_version\": \"Los actores de Hollywood representados por el sindicato SAG-AFTRA llegaron a un acuerdo tentativo con los estudios después de una huelga de 118 días. Su contrato propuesto de tres años incluye salarios mínimos más altos, un bono de participación en streaming y protecciones contra el uso de inteligencia artificial por parte de los estudios. Más de 60,000 miembros del sindicato se declararon en huelga en julio, uniéndose a los guionistas que habían dejado de escribir dos meses antes.\",            \"translated_title\": \"Actores de Hollywood llegan a un acuerdo después de la huelga\"        },        {            \"english_version\": \"Shares in Arm, a British chipmaker, fell by almost 7% in after-market trading following a disappointing revenue forecast. In its first earnings report since going public, the SoftBank-backed company forecast revenue of between $720m and $800m for the quarter, falling short of analysts’ expectations. The company’s IPO in September was the biggest American listing in two years, raising nearly $5bn.\",            \"english_title\": \"British chipmaker Arm's shares drop after revenue forecast\",            \"translated_version\": \"Las acciones de Arm, una empresa británica fabricante de chips, cayeron casi un 7% en el comercio posterior al mercado después de un pronóstico de ingresos decepcionante. En su primer informe de ganancias desde que salió a bolsa, la empresa respaldada por SoftBank pronosticó ingresos de entre $720 millones y $800 millones para el trimestre, quedando por debajo de las expectativas de los analistas. La OPI de la empresa en septiembre fue la mayor cotización estadounidense en dos años, recaudando casi $5 mil millones.\",            \"translated_title\": \"Las acciones de Arm, fabricante británico de chips, caen después del pronóstico de ingresos\"        }    ]}"