"{    \"translations\": [        {            \"english_version\": \"Jerome Powell, the head of the Federal Reserve, said that they will lower interest rates soon. He mentioned this during a speech at a meeting of central bankers in Wyoming. The inflation rate is close to the Fed's target of 2%. Data shows that the American economy is slowing down, with unemployment rising to 4.3% in July. The next meeting of the Fed on monetary policy is in September.\",            \"english_title\": \"Federal Reserve Interest Rates\",            \"translated_version\": \"Jerome Powell, el jefe de la Reserva Federal, dijo que pronto bajarán las tasas de interés. Lo mencionó durante un discurso en una reunión de banqueros centrales en Wyoming. La tasa de inflación está cerca del objetivo de la Fed del 2%. Los datos muestran que la economía estadounidense se está desacelerando, con el desempleo subiendo al 4.3% en julio. La próxima reunión de la Fed sobre política monetaria es en septiembre.\",            \"translated_title\": \"Tasas de Interés de la Reserva Federal\"        },        {            \"english_version\": \"Narendra Modi, the Prime Minister of India, visited Kyiv, the capital of Ukraine. During his visit, he met with the President of Ukraine, Volodymyr Zelensky. Modi encouraged Ukraine to engage in peace talks with Russia. This visit marked the first time an Indian Prime Minister visited Ukraine. India has traditionally been an ally of Russia, and Modi had met with President Vladimir Putin in July during Russia's missile attacks on Ukraine.\",            \"english_title\": \"Narendra Modi's Visit to Ukraine\",            \"translated_version\": \"Narendra Modi, el Primer Ministro de la India, visitó Kyiv, la capital de Ucrania. Durante su visita, se reunió con el Presidente de Ucrania, Volodymyr Zelensky. Modi alentó a Ucrania a participar en conversaciones de paz con Rusia. Esta visita marcó la primera vez que un Primer Ministro de la India visitó Ucrania. La India ha sido tradicionalmente aliada de Rusia, y Modi se reunió con el Presidente Vladimir Putin en julio durante los ataques con misiles de Rusia a Ucrania.\",            \"translated_title\": \"Visita de Narendra Modi a Ucrania\"        }    ]}"