"{    \"translations\": [        {            \"english_version\": \"Denmark has stated that the territory is not for sale, despite some islanders wanting more influence in their relationship with Denmark and on the global stage.\",            \"english_title\": \"Denmark Territory Not for Sale\",            \"translated_version\": \"Dinamarca dijo que el territorio no está en venta, aunque algunos isleños quieren más influencia con Dinamarca y en el mundo.\",            \"translated_title\": \"Territorio de Dinamarca no en venta\"        },        {            \"english_version\": \"In Minneapolis, a video captured the moments before gunfire erupted on a street.\",            \"english_title\": \"Video Before Gunfire in Minneapolis\",            \"translated_version\": \"En Minneapolis, un video mostró los momentos antes de que empezaran los disparos en una calle.\",            \"translated_title\": \"Video antes de disparos en Minneapolis\"        },        {            \"english_version\": \"Oil executives are cautious about Venezuela, with one executive mentioning that Venezuela had taken their assets twice.\",            \"english_title\": \"Oil Executives Cautious About Venezuela\",            \"translated_version\": \"Los jefes de petróleo tienen cuidado con Venezuela, y uno dijo que Venezuela tomó sus cosas dos veces.\",            \"translated_title\": \"Jefes de petróleo cuidadosos con Venezuela\"        },        {            \"english_version\": \"The largest protests in years have resulted in at least 48 protesters dead, according to human rights groups.\",            \"english_title\": \"Protests Result in Deaths\",            \"translated_version\": \"Las protestas más grandes en años dejaron al menos 48 manifestantes muertos, según grupos de derechos humanos.\",            \"translated_title\": \"Protestas dejan muertos\"        },        {            \"english_version\": \"A fire on New Year's Eve at a bar in Crans-Montana resulted in 40 deaths and 116 injuries. A woman named Marie helped the injured escape the flames.\",            \"english_title\": \"New Year's Eve Fire in Crans-Montana\",            \"translated_version\": \"Un incendio en Nochevieja en un bar en Crans-Montana causó 40 muertes y 116 heridos. Una mujer llamada Marie ayudó a los heridos a escapar del fuego.\",            \"translated_title\": \"Incendio en Nochevieja en Crans-Montana\"        }    ]}"