"    #####    {        \"translations\": [            {                \"english_version\": \"The Israel Defence Forces reported that they had killed many Hizbullah fighters in southern Lebanon. An Israeli attack in Nabatieh resulted in the death of the town's mayor and five others. Lebanon's caretaker prime minister accused Israel of deliberately targeting a municipal building.\",                \"english_title\": \"Middle East Conflict\",                \"translated_version\": \"El ejército de Israel informó que mataron a muchos combatientes de Hizbullah en el sur del Líbano. Un ataque israelí en Nabatieh resultó en la muerte del alcalde del pueblo y otras cinco personas. El primer ministro interino del Líbano acusó a Israel de atacar deliberadamente un edificio municipal.\",                \"translated_title\": \"Conflicto en el Medio Oriente\"            },            {                \"english_version\": \"A new shipment of aid reached northern Gaza after a two-week gap. The United States has given Israel a 30-day ultimatum to improve access to humanitarian aid in Gaza or face restrictions on weapon shipments.\",                \"english_title\": \"Humanitarian Aid in Gaza\",                \"translated_version\": \"Un nuevo envío de ayuda llegó al norte de Gaza después de una brecha de dos semanas. Estados Unidos le ha dado a Israel un ultimátum de 30 días para mejorar el acceso a la ayuda humanitaria en Gaza o enfrentar restricciones en los envíos de armas.\",                \"translated_title\": \"Ayuda Humanitaria en Gaza\"            },            {                \"english_version\": \"Morgan Stanley, a Wall Street lender, announced better-than-expected earnings for the third quarter. Profits increased by 32% compared to the previous year, with a 16% rise in revenue. The bank's investment-banking fees saw a significant 56% increase, outperforming its competitors. Revenues from equity trading also experienced a notable surge, leading to a record high in the firm's share price.\",                \"english_title\": \"Financial News - Morgan Stanley\",                \"translated_version\": \"Morgan Stanley, un prestamista de Wall Street, anunció ganancias mejores de lo esperado para el tercer trimestre. Los beneficios aumentaron un 32% en comparación con el año anterior, con un aumento del 16% en los ingresos. Las tarifas de banca de inversión del banco vieron un aumento significativo del 56%, superando a sus competidores. Los ingresos del comercio de acciones también experimentaron un aumento notable, lo que llevó a un máximo histórico en el precio de las acciones de la empresa.\",                \"translated_title\": \"Noticias Financieras - Morgan Stanley\"            }        ]    }    #####"