"{    \"translations\": [        {            \"english_version\": \"America's Supreme Court decided that federal judges cannot stop Donald Trump's executive orders for the whole country. This decision was made by a 6-3 vote among the justices. It was about Trump's order to end birthright citizenship. The justices did not decide if the order is constitutional, and it is paused for 30 days. The lower courts' decisions still apply to the states and groups who sued.\",            \"english_title\": \"Supreme Court Decision on Trump's Orders\",            \"translated_version\": \"La Corte Suprema de America decidio que los jueces federales no pueden parar las ordenes de Donald Trump para todo el pais. Esta decision fue hecha por un voto de 6-3 entre los jueces. Era sobre la orden de Trump para terminar la ciudadania por nacimiento. Los jueces no decidieron si la orden es constitucional, y esta pausada por 30 dias. Las decisiones de las cortes menores todavia aplican a los estados y grupos que demandaron.\",            \"translated_title\": \"Decision de la Corte Suprema sobre Ordenes de Trump\"        },        {            \"english_version\": \"Consumer spending in America went down by 0.1% in May compared to April. The personal-consumption expenditures index, which the Federal Reserve uses to measure inflation, went up by 2.3% from the previous year. This happened even though there were worries that inflation would rise quickly because of Donald Trump's trade war.\",            \"english_title\": \"Consumer Spending and Inflation\",            \"translated_version\": \"El gasto de los consumidores en America bajo un 0.1% en mayo comparado con abril. El indice de gastos de consumo personal, que la Reserva Federal usa para medir la inflacion, subio un 2.3% del ano anterior. Esto paso aunque habia preocupaciones de que la inflacion subiria rapido por la guerra comercial de Donald Trump.\",            \"translated_title\": \"Gasto de Consumidores e Inflacion\"        },        {            \"english_version\": \"The S&P 500 index reached a new high. Investors were hopeful because they thought there might be cuts in interest rates.\",            \"english_title\": \"S&P 500 Reaches New High\",            \"translated_version\": \"El indice S&P 500 alcanzo un nuevo maximo. Los inversores estaban esperanzados porque pensaban que podria haber recortes en las tasas de interes.\",            \"translated_title\": \"S&P 500 Alcanza Nuevo Maximo\"        }    ]}"