"{    \"translations\": [        {            \"english_version\": \"Hamas has until 12:00 local time on Monday to release all Israeli hostages as part of the first phase of the Gaza deal brokered by Trump.\",            \"english_title\": \"Hamas Deadline\",            \"translated_version\": \"Hamas tiene hasta las 12:00 del lunes para liberar a todos los rehenes israelíes como parte del primer acuerdo de Gaza hecho por Trump.\",            \"translated_title\": \"Plazo de Hamas\"        },        {            \"english_version\": \"More than 4,000 workers across seven agencies will receive notices that their jobs are being cut, according to a government court filing.\",            \"english_title\": \"Job Cuts Notice\",            \"translated_version\": \"Más de 4,000 trabajadores de siete agencias recibirán avisos de que sus trabajos serán cortados, según un documento del gobierno.\",            \"translated_title\": \"Aviso de Despidos\"        },        {            \"english_version\": \"Denmark plans to buy US F-35 fighter jets and new ships to protect the Arctic, including Greenland.\",            \"english_title\": \"Denmark's Defense Plan\",            \"translated_version\": \"Dinamarca planea comprar aviones de combate F-35 de EE.UU. y nuevos barcos para proteger el Ártico, incluyendo Groenlandia.\",            \"translated_title\": \"Plan de Defensa de Dinamarca\"        },        {            \"english_version\": \"The First Lady is involved in diplomacy in Russia, asking for the protection of children.\",            \"english_title\": \"First Lady in Russia\",            \"translated_version\": \"La Primera Dama está en Rusia pidiendo protección para los niños.\",            \"translated_title\": \"Primera Dama en Rusia\"        },        {            \"english_version\": \"The S&P 500 dropped by 2.7%, marking its biggest decline since April, after the US president criticized China.\",            \"english_title\": \"S&P 500 Decline\",            \"translated_version\": \"El S&P 500 bajó un 2.7%, siendo su mayor caída desde abril, después de que el presidente de EE.UU. criticó a China.\",            \"translated_title\": \"Caída del S&P 500\"        }    ]}"