"{    \"translations\": [        {            \"english_version\": \"Israel’s armed forces said they had killed hundreds of Hamas fighters, as they pushed farther into Gaza city in an attempt to push Hamas out of the capital. Earlier, the army claimed to have found a command centre of the Palestinian militia that sits in the middle of the network of tunnels used to move soldiers, weapons and other supplies. According to Gaza’s Hamas-run health ministry, the Palestinian death toll has now passed 20,000. Truce negotiations in Egypt continued for a second day.\",            \"english_title\": \"Israeli Forces Push into Gaza City\",            \"translated_version\": \"Las fuerzas armadas de Israel dijeron que habían matado a cientos de combatientes de Hamas, mientras avanzaban más hacia la ciudad de Gaza en un intento de expulsar a Hamas de la capital. Anteriormente, el ejército afirmó haber encontrado un centro de mando de la milicia palestina que se encuentra en medio de la red de túneles utilizados para mover soldados, armas y otros suministros. Según el ministerio de salud de Hamas en Gaza, el número de muertos palestinos ha superado los 20,000. Las negociaciones de alto el fuego en Egipto continuaron por segundo día.\",            \"translated_title\": \"Las Fuerzas Israelíes Avanzan en la Ciudad de Gaza\"        },        {            \"english_version\": \"Angola quit OPEC after 16 years of membership to protest against the oil cartel’s leaders capping production to prop up prices. Diamantino Azevedo, Angola’s minerals minister, said his country had not been deemed relevant in the organisation, which now has 12 members. Oil prices slipped on the news of the break-up. But Angola’s exit is not expected to have much further effect on prices—its production is already close to its capacity.\",            \"english_title\": \"Angola Quits OPEC\",            \"translated_version\": \"Angola abandonó la OPEP después de 16 años de membresía para protestar contra los líderes del cartel del petróleo que limitan la producción para mantener los precios. Diamantino Azevedo, ministro de minerales de Angola, dijo que su país no había sido considerado relevante en la organización, que ahora tiene 12 miembros. Los precios del petróleo bajaron con la noticia de la ruptura. Pero no se espera que la salida de Angola tenga mucho más efecto en los precios, ya que su producción ya está cerca de su capacidad.\",            \"translated_title\": \"Angola Abandona la OPEP\"        },        {            \"english_version\": \"General Charles Brown, chairman of the US Joint Chiefs of Staff, spoke with his Chinese counterpart, General Liu Zhenli, an unfreezing of high-level military relations. China severed such contacts in 2022 after Nancy Pelosi, then speaker of America’s House of Representatives, visited Taiwan, which China claims as its territory. Last month the presidents, Joe Biden and Xi Jinping, agreed to resume communications.\",            \"english_title\": \"US and China Resume Military Relations\",            \"translated_version\": \"El general Charles Brown, presidente del Estado Mayor Conjunto de los Estados Unidos, habló con su homólogo chino, el general Liu Zhenli, para descongelar las relaciones militares de alto nivel. China cortó este tipo de contactos en 2022 después de que Nancy Pelosi, entonces presidenta de la Cámara de Representantes de Estados Unidos, visitara Taiwán, que China reclama como su territorio. El mes pasado, los presidentes Joe Biden y Xi Jinping acordaron reanudar las comunicaciones.\",            \"translated_title\": \"Estados Unidos y China Reanudan Relaciones Militares\"        },        {            \"english_version\": \"At least 15 people were killed and dozens injured in a shooting at a university in central Prague. Czech police said that the gunman, a student, had been eliminated. Gun crime is rare in the Czech Republic, which is the only country in Europe where citizens have a constitutional right to bear arms—though owners must pass a test.\",            \"english_title\": \"Shooting at University in Prague\",            \"translated_version\": \"Al menos 15 personas murieron y decenas resultaron heridas en un tiroteo en una universidad en el centro de Praga. La policía checa dijo que el tirador, un estudiante, había sido eliminado. Los delitos con armas de fuego son raros en la República Checa, que es el único país de Europa donde los ciudadanos tienen el derecho constitucional de portar armas, aunque los propietarios deben pasar una prueba.\",            \"translated_title\": \"Tiroteo en una Universidad en Praga\"        },        {            \"english_version\": \"Britain and Switzerland have signed a deal to improve each country’s financial firms’ access to the other’s market. Described by Jeremy Hunt, Britain’s finance minister, as a global first, the Bern Financial Services Agreement took two years to hammer out. It is based on the mutual recognition of rules and supervisors, to ease regulatory burdens.\",            \"english_title\": \"UK and Switzerland Sign Financial Services Agreement\",            \"translated_version\": \"Reino Unido y Suiza han firmado un acuerdo para mejorar el acceso de las empresas financieras de cada país al mercado del otro. Descrito por Jeremy Hunt, ministro de finanzas de Reino Unido, como un hito global, el Acuerdo de Servicios Financieros de Berna llevó dos años de negociaciones. Se basa en el reconocimiento mutuo de reglas y supervisores, para aliviar las cargas regulatorias.\",            \"translated_title\": \"Reino Unido y Suiza Firman Acuerdo de Servicios Financieros\"        }    ]}"