"{    \"translations\": [        {            \"english_version\": \"The United States approved the sale of drones and missiles to Taiwan for approximately $360 million. The sale includes advanced munitions like the 720 Switchblade, which can hover near its target before striking, along with other weapon systems. Taiwan's president, William Lai Ching-te, expressed gratitude to America for authorizing the deal. China has escalated its military activities near Taiwan since President Lai's inauguration in May.\",            \"english_title\": \"US Approves Sale of Drones and Missiles to Taiwan\",            \"translated_version\": \"Estados Unidos aprobó la venta de drones y misiles a Taiwán por aproximadamente $360 millones. La venta incluye armamentos avanzados como el 720 Switchblade, que puede flotar cerca de su objetivo antes de golpear, junto con otros sistemas de armas. El presidente de Taiwán, William Lai Ching-te, expresó gratitud a América por autorizar el acuerdo. China ha intensificado sus actividades militares cerca de Taiwán desde la inauguración del presidente Lai en mayo.\",            \"translated_title\": \"EE. UU. Aprueba Venta de Drones y Misiles a Taiwán\"        },        {            \"english_version\": \"Cyril Ramaphosa, the President of South Africa and leader of the African National Congress, was sworn in for another term after forming a power-sharing alliance with the Democratic Alliance, a centrist party. Mr. Ramaphosa faced a challenging election last month, resulting in the ANC losing its parliamentary majority for the first time since the end of apartheid in 1994.\",            \"english_title\": \"Ramaphosa Sworn in for Another Term in South Africa\",            \"translated_version\": \"Cyril Ramaphosa, el presidente de Sudáfrica y líder del Congreso Nacional Africano, fue juramentado para otro mandato después de formar una alianza de reparto de poder con la Alianza Democrática, un partido centrista. El Sr. Ramaphosa enfrentó una elección desafiante el mes pasado, lo que resultó en que el CNA perdiera su mayoría parlamentaria por primera vez desde el fin del apartheid en 1994.\",            \"translated_title\": \"Ramaphosa Juramentado para Otro Mandato en Sudáfrica\"        }    ]}"