"{    \"translations\": [        {            \"english_version\": \"America and Britain launched more air strikes on Houthi targets in Yemen. The strikes were in response to the rebel group targeting ships in the Red Sea. These strikes followed a previous attack on Iran-linked military sites in Iraq and Syria. Iran criticized the attack, but President Joe Biden has stated that further action will be taken.\",            \"english_title\": \"Air Strikes in Yemen\",            \"translated_version\": \"Estados Unidos y Gran Bretaña lanzaron más ataques aéreos contra objetivos de los Houthi en Yemen. Los ataques fueron en respuesta al grupo rebelde que atacó barcos en el Mar Rojo. Estos ataques siguieron a un ataque anterior a sitios militares vinculados a Irán en Irak y Siria. Irán criticó el ataque, pero el presidente Joe Biden ha declarado que se tomarán más medidas.\",            \"translated_title\": \"Ataques Aéreos en Yemen\"        },        {            \"english_version\": \"President Macky Sall of Senegal indefinitely postponed the country's presidential election. The decision was made due to an investigation into the actions of two judges on Senegal's constitutional council. This council has recently disqualified several opposition candidates from running.\",            \"english_title\": \"Postponed Election in Senegal\",            \"translated_version\": \"El presidente Macky Sall de Senegal pospuso indefinidamente las elecciones presidenciales del país. La decisión se tomó debido a una investigación sobre las acciones de dos jueces del consejo constitucional de Senegal. Este consejo ha descalificado recientemente a varios candidatos de la oposición para postularse.\",            \"translated_title\": \"Elección Pospuesta en Senegal\"        },        {            \"english_version\": \"Namibia's president, Hage Geingob, passed away at the age of 82. He had been diagnosed with cancer. Geingob's party, Swapo, has been in power since Namibia gained independence from South Africa in 1990. Nangolo Mbumba, the vice-president, will serve as interim president until elections later this year.\",            \"english_title\": \"Death of Namibia's President\",            \"translated_version\": \"El presidente de Namibia, Hage Geingob, falleció a los 82 años. Había sido diagnosticado con cáncer. El partido de Geingob, Swapo, ha estado en el poder desde que Namibia obtuvo la independencia de Sudáfrica en 1990. Nangolo Mbumba, el vicepresidente, se desempeñará como presidente interino hasta las elecciones más adelante este año.\",            \"translated_title\": \"Muerte del Presidente de Namibia\"        },        {            \"english_version\": \"Officials in occupied territory in Luhansk, Ukraine claimed that a Ukrainian strike on a bakery resulted in the deaths of 28 people. Ukrainian officials have not commented on the incident. In another region of Russia, the governor of Volgograd blamed a Ukrainian drone attack for a large fire at an oil refinery.\",            \"english_title\": \"Deadly Incident in Ukraine\",            \"translated_version\": \"Funcionarios en el territorio ocupado de Luhansk, Ucrania, afirmaron que un ataque ucraniano a una panadería resultó en la muerte de 28 personas. Los funcionarios ucranianos no han comentado sobre el incidente. En otra región de Rusia, el gobernador de Volgogrado culpó a un ataque de drones ucraniano por un gran incendio en una refinería de petróleo.\",            \"translated_title\": \"Incidente Mortal en Ucrania\"        },        {            \"english_version\": \"Michelle O'Neill of Sinn Féin has been appointed as the first minister of Northern Ireland. This marks the first time a nationalist has led the province. The appointment came after the pro-British Democratic Unionist Party agreed to return to the power-sharing government. They reached a deal with Britain's government regarding post-Brexit trading agreements.\",            \"english_title\": \"New Minister in Northern Ireland\",            \"translated_version\": \"Michelle O'Neill de Sinn Féin ha sido nombrada como la primera ministra de Irlanda del Norte. Esto marca la primera vez que un nacionalista lidera la provincia. El nombramiento se produjo después de que el Partido Democrático Unionista pro-británico acordara regresar al gobierno de compartición de poder. Llegaron a un acuerdo con el gobierno británico sobre los acuerdos comerciales posteriores al Brexit.\",            \"translated_title\": \"Nuevo Ministro en Irlanda del Norte\"        }    ]}"