"{    \"translations\": [        {            \"english_version\": \"Vladimir Putin declared a unilateral Easter ceasefire in Ukraine. He ordered a halt to all Russian military activity for 30 hours from 6pm Moscow time on Saturday. He mentioned humanitarian reasons and said troops should be ready to repel any provocations. Ukraine’s president, Volodymyr Zelensky, was doubtful, accusing Mr Putin of playing with human lives.\",            \"english_title\": \"Vladimir Putin's Easter ceasefire in Ukraine\",            \"translated_version\": \"Vladimir Putin anunció un alto el fuego unilateral de Pascua en Ucrania. Ordenó detener toda actividad militar rusa durante 30 horas a partir de las 6pm hora de Moscú del sábado. Mencionó razones humanitarias y dijo que las tropas deberían estar listas para repeler cualquier provocación. El presidente de Ucrania, Volodymyr Zelensky, estaba dudoso, acusando al Sr. Putin de jugar con vidas humanas.\",            \"translated_title\": \"El alto el fuego de Pascua de Vladimir Putin en Ucrania\"        },        {            \"english_version\": \"Russia and Ukraine conducted the largest prisoner swap of the war so far. 277 Ukrainians were freed in this exchange.\",            \"english_title\": \"Prisoner swap between Russia and Ukraine\",            \"translated_version\": \"Rusia y Ucrania llevaron a cabo el mayor intercambio de prisioneros de la guerra hasta ahora. 277 ucranianos fueron liberados en este intercambio.\",            \"translated_title\": \"Intercambio de prisioneros entre Rusia y Ucrania\"        },        {            \"english_version\": \"America’s Supreme Court temporarily blocked the Trump administration from deporting a group of Venezuelan detainees in Texas. This was due to concerns about lack of due process. The pause came after an appeal by lawyers from the American Civil Liberties Union, who argued that some detainees were already on their way to deportation.\",            \"english_title\": \"Supreme Court blocks Trump administration's deportation of Venezuelan detainees\",            \"translated_version\": \"La Corte Suprema de Estados Unidos bloqueó temporalmente a la administración Trump de deportar a un grupo de detenidos venezolanos en Texas. Esto se debió a preocupaciones sobre la falta de debido proceso. La pausa llegó después de una apelación de abogados de la Unión Americana de Libertades Civiles, quienes argumentaron que algunos detenidos ya estaban en camino a la deportación.\",            \"translated_title\": \"La Corte Suprema bloquea la deportación de detenidos venezolanos por la administración Trump\"        }    ]}"