"{    \"translations\": [        {            \"english_version\": \"Binyamin Netanyahu, the leader of Israel, decided to break up the small group of people who make important decisions about wars. This happened shortly after Benny Gantz, a moderate politician, left Mr. Netanyahu's government. Instead of letting a far-right security minister, Itamar Ben-Gvir, join the group, the prime minister chose to dissolve it. Mr. Ben-Gvir wanted to increase military actions in Gaza and against Hizbullah, a group in Lebanon. Now, Mr. Netanyahu will have informal talks with a few advisors instead.\",            \"english_title\": \"Israeli Politics\",            \"translated_version\": \"Benjamín Netanyahu, el líder de Israel, decidió separar al pequeño grupo de personas que toman decisiones importantes sobre guerras. Esto sucedió poco después de que Benny Gantz, un político moderado, dejara el gobierno del Sr. Netanyahu. En lugar de permitir que un ministro de seguridad de extrema derecha, Itamar Ben-Gvir, se uniera al grupo, el primer ministro decidió disolverlo. El Sr. Ben-Gvir quería aumentar las acciones militares en Gaza y contra Hizbullah, un grupo en Líbano. Ahora, el Sr. Netanyahu tendrá charlas informales con unos pocos asesores en su lugar.\",            \"translated_title\": \"Israeli Politics\"        },        {            \"english_version\": \"Apple stopped offering a service where customers could buy products and pay for them later without any extra charges. This service was introduced just a year ago. Instead, Apple will now let customers borrow money when they are checking out online. They can get loans from other companies or use their credit cards for this.\",            \"english_title\": \"Business News\",            \"translated_version\": \"Apple dejó de ofrecer un servicio donde los clientes podían comprar productos y pagarlos más tarde sin cargos adicionales. Este servicio fue introducido hace solo un año. En cambio, Apple ahora permitirá a los clientes pedir prestado dinero cuando estén realizando el pago en línea. Pueden obtener préstamos de otras compañías o usar sus tarjetas de crédito para esto.\",            \"translated_title\": \"Business News\"        }    ]}"