"{    \"translations\": [        {            \"english_version\": \"Joe Biden said that Gaza’s hospitals must be protected, as Israeli forces surrounded the enclave’s largest medical facility. Israel claims that Hamas uses tunnels beneath the al-Shifa hospital as a base. A lack of fuel and electricity has halted the hospital’s operations, making it nearly a cemetery, according to a spokesperson for the World Health Organisation. Thousands of people are believed to be sheltering within the complex. On Monday the UN said aid work in Gaza would grind to a halt within 48 hours because no fuel is being allowed to enter the territory.\",            \"english_title\": \"Gaza's Hospitals in Danger\",            \"translated_version\": \"Joe Biden dijo que los hospitales de Gaza deben ser protegidos, ya que las fuerzas israelíes rodearon la instalación médica más grande del enclave. Israel afirma que Hamas utiliza túneles debajo del hospital al-Shifa como base. La falta de combustible y electricidad ha detenido las operaciones del hospital, convirtiéndolo casi en un cementerio, según un portavoz de la Organización Mundial de la Salud. Se cree que miles de personas se refugian dentro del complejo. El lunes, la ONU dijo que el trabajo de ayuda en Gaza se detendría en 48 horas porque no se permite la entrada de combustible al territorio.\",            \"translated_title\": \"Hospitales de Gaza en Peligro\"        },        {            \"english_version\": \"Janet Yellen, America’s treasury secretary, rebutted Moody’s decision to lower its outlook on the country’s debt. Last week the credit-rating agency downgraded its assessment from stable to negative owing to America’s large deficits and the growing costs of servicing its debts. But Ms Yellen said the Biden administration was committed to a credible and sustainable fiscal path.\",            \"english_title\": \"Yellen Disagrees with Moody's\",            \"translated_version\": \"Janet Yellen, secretaria del tesoro de Estados Unidos, refutó la decisión de Moody's de bajar su perspectiva sobre la deuda del país. La semana pasada, la agencia de calificación crediticia rebajó su evaluación de estable a negativa debido a los grandes déficits de Estados Unidos y los crecientes costos de servicio de su deuda. Pero la Sra. Yellen dijo que la administración Biden estaba comprometida con un camino fiscal creíble y sostenible.\",            \"translated_title\": \"Yellen en Desacuerdo con Moody's\"        },        {            \"english_version\": \"David Cameron, a former British prime minister, said he wanted to help his country tackle daunting challenges after he became foreign secretary. Shortly after taking up his new role, Lord Cameron spoke to Antony Blinken, his American counterpart, to discuss the war in the Middle East. Mr Cameron’s appointment was part of a cabinet reshuffle triggered by the sacking of Suella Braverman, the home secretary.\",            \"english_title\": \"Cameron's New Role\",            \"translated_version\": \"David Cameron, un ex primer ministro británico, dijo que quería ayudar a su país a enfrentar desafíos desalentadores después de convertirse en secretario de Relaciones Exteriores. Poco después de asumir su nuevo cargo, el Lord Cameron habló con Antony Blinken, su homólogo estadounidense, para discutir la guerra en Oriente Medio. El nombramiento del Sr. Cameron fue parte de una reorganización del gabinete desencadenada por el despido de Suella Braverman, la secretaria de Interior.\",            \"translated_title\": \"El Nuevo Rol de Cameron\"        },        {            \"english_version\": \"China has reportedly agreed to clamp down on firms exporting chemicals used to produce fentanyl as part of a deal with America. According to Bloomberg, America would in return lift restrictions on China’s forensic police institute, which the Biden administration accuses of human-rights violations. The deal is expected to be announced on Wednesday when Xi Jinping, China’s leader, meets Joe Biden in California.\",            \"english_title\": \"China's Deal with America\",            \"translated_version\": \"Según informes, China ha acordado tomar medidas enérgicas contra las empresas que exportan productos químicos utilizados para producir fentanilo como parte de un acuerdo con Estados Unidos. Según Bloomberg, Estados Unidos, a cambio, levantaría las restricciones sobre el instituto forense de la policía china, al que la administración Biden acusa de violaciones de los derechos humanos. Se espera que el acuerdo se anuncie el miércoles cuando Xi Jinping, líder de China, se reúna con Joe Biden en California.\",            \"translated_title\": \"El Acuerdo de China con Estados Unidos\"        },        {            \"english_version\": \"America’s Supreme Court adopted its first-ever code of conduct. The written requirements, which the court said are mostly not new, come after media reports revealed that two conservative justices failed to disclose gifts—including luxury travel and property deals—paid for by Republican donors. It is unclear how the rules are to be enforced.\",            \"english_title\": \"Supreme Court's Code of Conduct\",            \"translated_version\": \"La Corte Suprema de Estados Unidos adoptó su primer código de conducta. Los requisitos por escrito, que la corte dijo que en su mayoría no son nuevos, llegan después de que informes de los medios revelaran que dos jueces conservadores no revelaron regalos, incluyendo viajes de lujo y acuerdos de propiedades, pagados por donantes republicanos. No está claro cómo se aplicarán las reglas.\",            \"translated_title\": \"El Código de Conducta de la Corte Suprema\"        }    ]}"