"{    \"translations\": [        {            \"english_version\": \"Israel and Hamas are fighting in eastern Rafah, a city in southern Gaza. More than 1 million displaced Palestinians are staying there. Israel Defence Forces also conducted raids near the Rafah border crossing with Egypt. Israel took control of the crossing on Tuesday.\",            \"english_title\": \"Conflict between Israel and Hamas in Gaza\",            \"translated_version\": \"Israel y Hamas están peleando en el este de Rafah, una ciudad en el sur de Gaza. Más de 1 millón de palestinos desplazados están viviendo allí. Las Fuerzas de Defensa de Israel también realizaron redadas cerca del cruce fronterizo de Rafah con Egipto. Israel tomó el control del cruce el martes.\",            \"translated_title\": \"Conflicto entre Israel y Hamas en Gaza\"        },        {            \"english_version\": \"Israel reopened the Kerem Shalom crossing, a major aid route, after a Hamas rocket attack killed four Israeli soldiers stationed there. Lloyd Austin, America's defence secretary, confirmed that the Biden administration halted a bomb shipment to Israel last week.\",            \"english_title\": \"Reopening of Kerem Shalom crossing and US involvement\",            \"translated_version\": \"Israel reabrió el cruce de Kerem Shalom, una importante ruta de ayuda, después de que un ataque con cohetes de Hamas matara a cuatro soldados israelíes estacionados allí. Lloyd Austin, el secretario de defensa de Estados Unidos, confirmó que la administración de Biden detuvo un envío de bombas a Israel la semana pasada.\",            \"translated_title\": \"Reapertura del cruce de Kerem Shalom e intervención de EE. UU.\"        },        {            \"english_version\": \"Russia bombed energy facilities in various parts of Ukraine. Volodymyr Zelensky, Ukraine's president, stated that the attack damaged power plants in the Zaporizhia region, as well as in the cities of Vinnytsia and Lviv. Ukraine's air force intercepted missiles targeting Kyiv, the capital.\",            \"english_title\": \"Russian bombing in Ukraine\",            \"translated_version\": \"Rusia bombardeó instalaciones energéticas en varias partes de Ucrania. Volodymyr Zelensky, el presidente de Ucrania, declaró que el ataque dañó las centrales eléctricas en la región de Zaporizhia, así como en las ciudades de Vinnytsia y Lviv. La fuerza aérea de Ucrania interceptó misiles dirigidos a Kiev, la capital.\",            \"translated_title\": \"Bombardeo ruso en Ucrania\"        }    ]}"