"{    \"translations\": [        {            \"english_version\": \"Hundreds of people are believed to have been killed and injured by the security forces, with more than 70 bodies brought to one hospital.\",            \"english_title\": \"Security Forces Incident\",            \"translated_version\": \"Se cree que cientos de personas han sido matadas y heridas por las fuerzas de seguridad, con más de 70 cuerpos llevados a un hospital.\",            \"translated_title\": \"Incidente con Fuerzas de Seguridad\"        },        {            \"english_version\": \"The US will do it 'the easy way' or 'the hard way', he says, but Denmark stresses the territory is not for sale.\",            \"english_title\": \"US and Denmark Dispute\",            \"translated_version\": \"Estados Unidos lo hará de manera fácil o difícil, dice él, pero Dinamarca dice que el territorio no está en venta.\",            \"translated_title\": \"Disputa entre EE.UU. y Dinamarca\"        },        {            \"english_version\": \"Oil executives expressed caution, with one executive saying Venezuela had seized their assets twice.\",            \"english_title\": \"Oil Executives Concern\",            \"translated_version\": \"Ejecutivos de petróleo expresaron cuidado, con un ejecutivo diciendo que Venezuela tomó sus cosas dos veces.\",            \"translated_title\": \"Preocupación de Ejecutivos de Petróleo\"        },        {            \"english_version\": \"The landslide happened when a mountain of rubbish collapsed at a landfill site in the central Philippines.\",            \"english_title\": \"Philippines Landslide\",            \"translated_version\": \"El deslizamiento pasó cuando una montaña de basura se cayó en un basurero en el centro de Filipinas.\",            \"translated_title\": \"Deslizamiento en Filipinas\"        },        {            \"english_version\": \"The New Year's Eve fire at a bar in Crans-Montana killed 40 people and injured 116.\",            \"english_title\": \"New Year's Eve Fire\",            \"translated_version\": \"El fuego en la víspera de Año Nuevo en un bar en Crans-Montana mató a 40 personas y hirió a 116.\",            \"translated_title\": \"Fuego en Víspera de Año Nuevo\"        }    ]}"