"{    \"translations\": [        {            \"english_version\": \"Peace talks between Russia and Ukraine lasted only an hour with little progress reported. They exchanged peace memorandums and prepared for a prisoner swap.\",            \"english_title\": \"Peace Talks Between Russia and Ukraine\",            \"translated_version\": \"Las conversaciones de paz entre Rusia y Ucrania duraron solo una hora con poco progreso reportado. Intercambiaron memorandos de paz y se prepararon para un intercambio de prisioneros.\",            \"translated_title\": \"Conversaciones de Paz Entre Rusia y Ucrania\"        },        {            \"english_version\": \"Mohamed Soliman was charged by the Justice Department for attacking 12 people with Molotov cocktails at a pro-Israel rally. The incident was described as an antisemitic terror attack.\",            \"english_title\": \"Charges Against Mohamed Soliman\",            \"translated_version\": \"Mohamed Soliman fue acusado por el Departamento de Justicia por atacar a 12 personas con cócteles Molotov en una manifestación pro-Israel. El incidente fue descrito como un ataque terrorista antisemita.\",            \"translated_title\": \"Cargos Contra Mohamed Soliman\"        },        {            \"english_version\": \"Ukraine claimed to have destroyed 41 Russian planes in a drone attack on Russian airfields.\",            \"english_title\": \"Ukraine's Claim on Russian Planes\",            \"translated_version\": \"Ucrania afirmó haber destruido 41 aviones rusos en un ataque con drones a campos de aviación rusos.\",            \"translated_title\": \"La Afirmación de Ucrania sobre Aviones Rusos\"        },        {            \"english_version\": \"Mr. Soliman had been planning the attack for over a year and expressed a desire to kill all Zionist people.\",            \"english_title\": \"Planning of the Attack by Mr. Soliman\",            \"translated_version\": \"El Sr. Soliman había estado planeando el ataque durante más de un año y expresó el deseo de matar a todas las personas sionistas.\",            \"translated_title\": \"Planificación del Ataque por el Sr. Soliman\"        },        {            \"english_version\": \"The negotiations between Russia and Ukraine came after the drone attack by Ukraine on Russian airfields.\",            \"english_title\": \"Negotiations Between Russia and Ukraine\",            \"translated_version\": \"Las negociaciones entre Rusia y Ucrania llegaron después del ataque con drones de Ucrania a campos de aviación rusos.\",            \"translated_title\": \"Negociaciones Entre Rusia y Ucrania\"        }    ]}"