"{    \"translations\": [        {            \"english_version\": \"Israel is under pressure from Western countries to allow more aid into Gaza. This is because the restrictions are making it hard for people in Gaza to get the help they need.\",            \"english_title\": \"Aid to Gaza\",            \"translated_version\": \"Israel tiene presion de paises occidentales para permitir mas ayuda en Gaza. Esto es porque las restricciones hacen dificil que la gente en Gaza reciba la ayuda que necesita.\",            \"translated_title\": \"Ayuda a Gaza\"        },        {            \"english_version\": \"Joseph Kabila, the former president of the Democratic Republic of the Congo, says he is not supporting the M23 rebels. These rebels have taken control of many areas in the east of the country, which is rich in minerals.\",            \"english_title\": \"Kabila and M23 Rebels\",            \"translated_version\": \"Joseph Kabila, el ex presidente de la Republica Democratica del Congo, dice que no apoya a los rebeldes M23. Estos rebeldes han tomado control de muchas areas en el este del pais, que es rico en minerales.\",            \"translated_title\": \"Kabila y Rebeldes M23\"        },        {            \"english_version\": \"Georges Abdallah, a Lebanese national, will be sent back to Lebanon after being released from prison. He is expected to be expelled immediately after his release.\",            \"english_title\": \"Georges Abdallah's Release\",            \"translated_version\": \"Georges Abdallah, un ciudadano libanes, sera enviado de regreso a Libano despues de ser liberado de la carcel. Se espera que sea expulsado inmediatamente despues de su liberacion.\",            \"translated_title\": \"Liberacion de Georges Abdallah\"        },        {            \"english_version\": \"There has been intense fighting at a disputed border, resulting in the deaths of at least 16 people and forcing tens of thousands to leave their homes.\",            \"english_title\": \"Border Conflict\",            \"translated_version\": \"Ha habido intensos combates en una frontera disputada, resultando en la muerte de al menos 16 personas y obligando a decenas de miles a dejar sus hogares.\",            \"translated_title\": \"Conflicto Fronterizo\"        },        {            \"english_version\": \"The upcoming vote in Taiwan could change the political situation there. Taiwan has been experiencing political deadlock for months, and this vote might shift the balance of power.\",            \"english_title\": \"Taiwan Vote\",            \"translated_version\": \"La proxima votacion en Taiwan podria cambiar la situacion politica alli. Taiwan ha estado experimentando un estancamiento politico durante meses, y esta votacion podria cambiar el equilibrio de poder.\",            \"translated_title\": \"Votacion en Taiwan\"        }    ]}"