"{    \"translations\": [        {            \"english_version\": \"The US Secretary of State told European leaders that the Trump administration supports the alliance between the US and Europe.\",            \"english_title\": \"US Supports Europe Alliance\",            \"translated_version\": \"El Secretario de Estado de EE.UU. dijo a los líderes europeos que el gobierno de Trump apoya la alianza entre EE.UU. y Europa.\",            \"translated_title\": \"EE.UU. apoya alianza con Europa\"        },        {            \"english_version\": \"In an interview, a woman involved in France's biggest rape trial talks about feeling betrayed, healing, and making the right choices.\",            \"english_title\": \"Woman Speaks on France Trial\",            \"translated_version\": \"En una entrevista, una mujer en el juicio más grande de violación en Francia habla sobre sentirse traicionada, sanar y tomar buenas decisiones.\",            \"translated_title\": \"Mujer habla sobre juicio en Francia\"        },        {            \"english_version\": \"The head of the LA Olympics is being looked at because of past connections with Jeffrey Epstein and Ghislaine Maxwell.\",            \"english_title\": \"LA Olympics Head Investigated\",            \"translated_version\": \"El jefe de las Olimpiadas de LA está siendo investigado por conexiones pasadas con Jeffrey Epstein y Ghislaine Maxwell.\",            \"translated_title\": \"Jefe de Olimpiadas de LA investigado\"        },        {            \"english_version\": \"The Foreign Office says there is no innocent reason for a toxin found in samples from Navalny's body.\",            \"english_title\": \"Toxin Found in Navalny's Body\",            \"translated_version\": \"La Oficina de Asuntos Exteriores dice que no hay razón inocente para una toxina encontrada en muestras del cuerpo de Navalny.\",            \"translated_title\": \"Toxina encontrada en cuerpo de Navalny\"        },        {            \"english_version\": \"Palestinians claim that Israel is taking control and excluding them from planning and development decisions in the West Bank.\",            \"english_title\": \"Palestinians on West Bank Control\",            \"translated_version\": \"Los palestinos dicen que Israel está tomando control y excluyéndolos de decisiones de planificación y desarrollo en Cisjordania.\",            \"translated_title\": \"Palestinos sobre control en Cisjordania\"        }    ]}"