"{    \"translations\": [        {            \"english_version\": \"Thousands of people marched through cities in Mexico. They want the government to do more about people disappearing. This problem is often linked to drug cartels.\",            \"english_title\": \"Protests in Mexico\",            \"translated_version\": \"Miles de personas marcharon por ciudades en México. Quieren que el gobierno haga más sobre personas desaparecidas. Este problema a menudo está relacionado con carteles de drogas.\",            \"translated_title\": \"Protestas en México\"        },        {            \"english_version\": \"Russia attacked 14 regions in Ukraine, according to Kyiv. At least one person was killed and 30 were injured.\",            \"english_title\": \"Russia Attacks Ukraine\",            \"translated_version\": \"Rusia atacó 14 regiones en Ucrania, según Kyiv. Al menos una persona murió y 30 resultaron heridas.\",            \"translated_title\": \"Rusia Ataca Ucrania\"        },        {            \"english_version\": \"There is a disagreement between the White House and Illinois state officials. It is about violent crime and immigration.\",            \"english_title\": \"Disagreement in the US\",            \"translated_version\": \"Hay un desacuerdo entre la Casa Blanca y los oficiales del estado de Illinois. Es sobre crimen violento e inmigración.\",            \"translated_title\": \"Desacuerdo en EE.UU.\"        },        {            \"english_version\": \"A valuable medieval artwork will be shown in London next year. However, people in the French art world are against this.\",            \"english_title\": \"Art Dispute\",            \"translated_version\": \"Una valiosa obra de arte medieval se mostrará en Londres el próximo año. Sin embargo, personas en el mundo del arte francés están en contra.\",            \"translated_title\": \"Disputa de Arte\"        },        {            \"english_version\": \"A US appeals court decided that most of Trump's tariffs are illegal. People are now wondering what will happen next.\",            \"english_title\": \"Court Decision on Tariffs\",            \"translated_version\": \"Un tribunal de apelaciones de EE.UU. decidió que la mayoría de los aranceles de Trump son ilegales. Ahora la gente se pregunta qué pasará después.\",            \"translated_title\": \"Decisión de Tribunal sobre Aranceles\"        }    ]}"