"{    \"translations\": [        {            \"english_version\": \"The US president believes Hamas is ready for lasting peace. The group wants more talks on his peace plan.\",            \"english_title\": \"US President on Hamas Peace\",            \"translated_version\": \"El presidente de EE.UU. cree que Hamas está listo para la paz duradera. El grupo quiere más charlas sobre su plan de paz.\",            \"translated_title\": \"Presidente de EE.UU. sobre la paz de Hamas\"        },        {            \"english_version\": \"A rift has emerged between Gisèle Pelicot, the victim in the largest rape trial in French history, and her eldest children.\",            \"english_title\": \"Rift in French Rape Trial\",            \"translated_version\": \"Un problema ha surgido entre Gisèle Pelicot, la víctima en el juicio de violación más grande en la historia de Francia, y sus hijos mayores.\",            \"translated_title\": \"Problema en juicio de violación en Francia\"        },        {            \"english_version\": \"Two funding proposals failed on Friday. This could lead to mass lay-offs and big cuts in the government.\",            \"english_title\": \"Funding Proposals Fail\",            \"translated_version\": \"Dos propuestas de financiamiento fallaron el viernes. Esto podría llevar a muchos despidos y grandes recortes en el gobierno.\",            \"translated_title\": \"Propuestas de financiamiento fallan\"        },        {            \"english_version\": \"Pro-Palestinian marches took place in Italy's cities on Friday. They went against the right-wing government of Giorgia Meloni.\",            \"english_title\": \"Pro-Palestinian Marches in Italy\",            \"translated_version\": \"Marchas pro-palestinas ocurrieron en ciudades de Italia el viernes. Fueron contra el gobierno de derecha de Giorgia Meloni.\",            \"translated_title\": \"Marchas pro-palestinas en Italia\"        },        {            \"english_version\": \"A massive blackout hit the Iberian peninsula. It was the first known blackout caused by overvoltage.\",            \"english_title\": \"Blackout in Iberian Peninsula\",            \"translated_version\": \"Un gran apagón afectó la península ibérica. Fue el primer apagón conocido causado por sobretensión.\",            \"translated_title\": \"Apagón en península ibérica\"        }    ]}"