"{    \"translations\": [        {            \"english_version\": \"Israeli attacks in Lebanon have killed more than 350 people, including women and children, and injured 1,200 others. The Israel Defence Forces have targeted over 1,300 Hizbullah locations recently. Israel's Prime Minister, Binyamin Netanyahu, has advised Lebanese civilians to move away from danger. The US has warned Israel against starting a full-scale war with the militant group based in Lebanon. Israel has stated that it will continue its operations until it is safe for its citizens near the northern border.\",            \"english_title\": \"Israeli strikes on Lebanon\",            \"translated_version\": \"Los ataques de Israel en Líbano han matado a más de 350 personas, incluyendo mujeres y niños, e hirieron a 1,200 personas más. Las Fuerzas de Defensa de Israel han atacado más de 1,300 ubicaciones de Hizbulá recientemente. El Primer Ministro de Israel, Binyamin Netanyahu, ha aconsejado a los civiles libaneses que se alejen del peligro. Estados Unidos ha advertido a Israel contra comenzar una guerra a gran escala con el grupo militante basado en Líbano. Israel ha dicho que continuará sus operaciones hasta que sea seguro para sus ciudadanos cerca de la frontera norte.\",            \"translated_title\": \"Ataques de Israel en Líbano\"        },        {            \"english_version\": \"California has filed a lawsuit against ExxonMobil, a major oil company, for allegedly deceiving people with false claims about plastic recyclability. ExxonMobil is a top global producer of plastic goods. In 2022, California's Democratic attorney-general began investigating fossil fuel companies and plastic pollution. The attorney-general accused ExxonMobil of lying to boost its profits, although the company has not yet responded publicly.\",            \"english_title\": \"California sues ExxonMobil\",            \"translated_version\": \"California ha presentado una demanda contra ExxonMobil, una importante compañía petrolera, por presuntamente engañar a la gente con afirmaciones falsas sobre la reciclabilidad del plástico. ExxonMobil es uno de los principales productores mundiales de productos de plástico. En 2022, el fiscal general demócrata de California comenzó a investigar empresas de combustibles fósiles y contaminación por plásticos. El fiscal general acusó a ExxonMobil de mentir para aumentar sus ganancias, aunque la compañía aún no ha respondido públicamente.\",            \"translated_title\": \"California demanda a ExxonMobil\"        }    ]}"