"{    \"translations\": [        {            \"english_version\": \"The Biden administration plans to impose new taxes on goods coming from China. These taxes will affect products worth $18 billion, such as electric vehicles, solar equipment, and batteries. The tariff on electric vehicles will increase to 100%, and in some cases, taxes on steel and aluminum imports will triple. This decision comes just months before the presidential election and aims to protect American jobs from the influx of cheap Chinese goods.\",            \"english_title\": \"US imposing new tariffs on Chinese imports\",            \"translated_version\": \"El gobierno de Biden planea poner impuestos nuevos a productos que vienen de China. Estos impuestos afectarán productos valorados en $18 mil millones, como vehículos eléctricos, equipos solares y baterías. El impuesto sobre vehículos eléctricos aumentará al 100%, y en algunos casos, los impuestos sobre importaciones de acero y aluminio se triplicarán. Esta decisión llega justo meses antes de las elecciones presidenciales y tiene como objetivo proteger los trabajos americanos de la avalancha de productos chinos baratos.\",            \"translated_title\": \"US imponiendo nuevos aranceles a importaciones chinas\"        },        {            \"english_version\": \"Antony Blinken, the US Secretary of State, visited Ukraine amidst a Russian offensive near Kharkiv. Ukrainian and Russian forces are engaged in a fierce battle for the town of Vovchansk, located approximately 70km northeast of Kharkiv. The US has started sending new weapons like long-range missiles and air-defense equipment to support Ukraine in the conflict.\",            \"english_title\": \"US Secretary of State's visit to Ukraine amid Russian offensive\",            \"translated_version\": \"Antony Blinken, el Secretario de Estado de EE. UU., visitó Ucrania en medio de una ofensiva rusa cerca de Kharkiv. Las fuerzas ucranianas y rusas están en una batalla feroz por la ciudad de Vovchansk, ubicada aproximadamente a 70km al noreste de Kharkiv. EE. UU. ha comenzado a enviar nuevas armas como misiles de largo alcance y equipos de defensa aérea para apoyar a Ucrania en el conflicto.\",            \"translated_title\": \"Visita del Secretario de Estado de EE. UU. a Ucrania en medio de la ofensiva rusa\"        }    ]}"