"{    \"translations\": [        {            \"english_version\": \"Leaders of the G7 countries have told Iran to stop advancing its nuclear program. They have also asked Iran to stop helping Russia in the war in Ukraine.\",            \"english_title\": \"G7 Leaders' Warning to Iran\",            \"translated_version\": \"Los líderes de los países del G7 le han dicho a Irán que deje de avanzar en su programa nuclear. También le han pedido a Irán que deje de ayudar a Rusia en la guerra en Ucrania.\",            \"translated_title\": \"Advertencia de los líderes del G7 a Irán\"        },        {            \"english_version\": \"Joe Biden and Volodymyr Zelensky signed an agreement for the US to support Ukraine with military aid for the next ten years. The G7 group has agreed to lend $50 billion to Ukraine to help in its fight against Russia and for reconstruction.\",            \"english_title\": \"Bilateral Security Agreement Between US and Ukraine\",            \"translated_version\": \"Joe Biden y Volodymyr Zelensky firmaron un acuerdo para que Estados Unidos apoye a Ucrania con ayuda militar durante los próximos diez años. El grupo del G7 ha acordado prestar $50 mil millones a Ucrania para ayudar en su lucha contra Rusia y para la reconstrucción.\",            \"translated_title\": \"Acuerdo de Seguridad Bilateral entre EE. UU. y Ucrania\"        },        {            \"english_version\": \"Shareholders of Tesla have confirmed their backing for a plan to give Elon Musk shares worth $46 billion over a decade. A judge in Delaware had previously rejected this pay package, calling it unreasonable.\",            \"english_title\": \"Tesla Shareholders' Support for Elon Musk's Award\",            \"translated_version\": \"Los accionistas de Tesla han confirmado su respaldo a un plan para darle a Elon Musk acciones por valor de $46 mil millones durante una década. Un juez en Delaware había rechazado previamente este paquete de pago, calificándolo de irrazonable.\",            \"translated_title\": \"Apoyo de los accionistas de Tesla al premio de Elon Musk\"        }    ]}"