"{    \"translations\": [        {            \"english_version\": \"Donald Trump removed General Charles `CQ` Brown as chairman of the joint chiefs of staff and announced changes in five other top positions at the Pentagon. Trump is taking action against those he believes are responsible for promoting diversity, equity, and inclusion policies. The Pentagon was already prepared for significant reductions in its budget and workforce.\",            \"english_title\": \"Trump's Changes at the Pentagon\",            \"translated_version\": \"Donald Trump quitó al General Charles `CQ` Brown como presidente de los jefes de estado mayor conjuntos y anunció cambios en otras cinco posiciones principales en el Pentágono. Trump está tomando medidas contra aquellos que cree que son responsables de promover políticas de diversidad, equidad e inclusión. El Pentágono ya estaba preparado para reducciones significativas en su presupuesto y personal.\",            \"translated_title\": \"Cambios de Trump en el Pentágono\"        },        {            \"english_version\": \"Hamas released six hostages as part of the initial phase of a ceasefire agreement with Israel. In exchange, Israel is set to release 602 Palestinian prisoners. Israel's military confirmed the identity of Shiri Bibas, whose body was returned on Friday, along with the remains of her two children. Hamas had failed to return her remains on the previous day.\",            \"english_title\": \"Hostages Released in Ceasefire\",            \"translated_version\": \"Hamas liberó a seis rehenes como parte de la fase inicial de un acuerdo de alto el fuego con Israel. A cambio, Israel está listo para liberar a 602 prisioneros palestinos. El ejército de Israel confirmó la identidad de Shiri Bibas, cuyo cuerpo fue devuelto el viernes, junto con los restos de sus dos hijos. Hamas no había devuelto sus restos el día anterior.\",            \"translated_title\": \"Rehenes Liberados en Alto el Fuego\"        }    ]}"