"{    \"translations\": [        {            \"english_version\": \"Israel’s army chief, Herzi Halevi, said war in Gaza will last many months, amid signs the conflict is spreading.\",            \"english_title\": \"Israel's Army Chief on Gaza War\",            \"translated_version\": \"El jefe del ejército de Israel, Herzi Halevi, dijo que la guerra en Gaza durará muchos meses, en medio de señales de que el conflicto se está extendiendo.\",            \"translated_title\": \"Jefe del Ejército de Israel sobre la guerra en Gaza\"        },        {            \"english_version\": \"On Tuesday Iran-backed Yemeni Houthi rebels claimed responsibility for a missile attack on a container ship in the Red Sea and for a drone attack on Israel.\",            \"english_title\": \"Houthi Rebels Claim Responsibility for Attacks\",            \"translated_version\": \"El martes, los rebeldes hutíes respaldados por Irán se atribuyeron la responsabilidad de un ataque con misiles a un barco de contenedores en el Mar Rojo y de un ataque con drones a Israel.\",            \"translated_title\": \"Rebeldes hutíes se atribuyen ataques\"        },        {            \"english_version\": \"Hizbullah wounded Israeli soldiers in a missile strike on Lebanon’s border.\",            \"english_title\": \"Hizbullah Strikes Israeli Soldiers\",            \"translated_version\": \"Hizbullah hirió a soldados israelíes en un ataque con misiles en la frontera de Líbano.\",            \"translated_title\": \"Hizbullah ataca a soldados israelíes\"        },        {            \"english_version\": \"On Monday an Israeli air strike killed a senior Iranian general; Iran vowed to avenge the attack.\",            \"english_title\": \"Israeli Air Strike Kills Iranian General\",            \"translated_version\": \"El lunes, un ataque aéreo israelí mató a un general iraní de alto rango; Irán prometió vengar el ataque.\",            \"translated_title\": \"Ataque aéreo israelí mata a general iraní\"        },        {            \"english_version\": \"Yoav Gallant, Israel’s defence minister, said that his country was in a multi-front war with attacks from seven theatres.\",            \"english_title\": \"Israel's Defence Minister on Multi-Front War\",            \"translated_version\": \"Yoav Gallant, ministro de defensa de Israel, dijo que su país estaba en una guerra de múltiples frentes con ataques desde siete teatros.\",            \"translated_title\": \"Ministro de Defensa de Israel sobre la guerra de múltiples frentes\"        }    ]}"