"{    \"translations\": [        {            \"english_version\": \"A missile and drone attack on Ukraine's capital killed two people and injured 32 others. This happened after fighting started again earlier this month when a truce ended.\",            \"english_title\": \"Attack in Ukraine\",            \"translated_version\": \"Un ataque con misiles y drones en la capital de Ucrania mató a dos personas y lastimó a 32 más. Esto pasó después de que la pelea empezó otra vez este mes cuando terminó una tregua.\",            \"translated_title\": \"Ataque en Ucrania\"        },        {            \"english_version\": \"Hundreds of flights were cancelled and over 3,000 were delayed because of a winter storm.\",            \"english_title\": \"Flights Affected by Storm\",            \"translated_version\": \"Cientos de vuelos fueron cancelados y más de 3,000 se retrasaron por una tormenta de invierno.\",            \"translated_title\": \"Vuelos Afectados por Tormenta\"        },        {            \"english_version\": \"The first election since the army's coup in early 2021 is happening, but many people are saying it is not fair.\",            \"english_title\": \"Controversial Election\",            \"translated_version\": \"La primera elección desde el golpe del ejército a principios de 2021 está pasando, pero muchas personas dicen que no es justa.\",            \"translated_title\": \"Elección Controvertida\"        },        {            \"english_version\": \"In central Japan, a crash on a highway injured 26 people, according to the police.\",            \"english_title\": \"Highway Crash in Japan\",            \"translated_version\": \"En el centro de Japón, un choque en una carretera lastimó a 26 personas, según la policía.\",            \"translated_title\": \"Choque en Carretera en Japón\"        },        {            \"english_version\": \"An explosion in Homs hit an area mostly populated by Alawites, a group that has faced violence since the fall of former President Bashar al-Assad.\",            \"english_title\": \"Explosion in Homs\",            \"translated_version\": \"Una explosión en Homs afectó un área donde viven muchos alauitas, un grupo que ha enfrentado violencia desde la caída del ex presidente Bashar al-Assad.\",            \"translated_title\": \"Explosión en Homs\"        }    ]}"