"{    \"translations\": [        {            \"english_version\": \"The International Atomic Energy Agency left Iran because of safety concerns. This happened after Iran's president, Masoud Pezeshkian, ordered to stop working with the United Nations' nuclear group. People have been wondering about the condition of Iran's nuclear sites since America bombed them last month.\",            \"english_title\": \"IAEA Leaves Iran\",            \"translated_version\": \"La Agencia Internacional de Energía Atómica se fue de Irán por preocupaciones de seguridad. Esto pasó después de que el presidente de Irán, Masoud Pezeshkian, ordenó dejar de trabajar con el grupo nuclear de las Naciones Unidas. La gente se pregunta sobre el estado de los sitios nucleares de Irán desde que América los bombardeó el mes pasado.\",            \"translated_title\": \"IAEA se va de Irán\"        },        {            \"english_version\": \"Ukraine's president, Volodymyr Zelensky, talked with Donald Trump on the phone. They discussed Ukraine's air-defense systems. Earlier, Russia attacked Kyiv, the capital of Ukraine, with many drones, the biggest attack since the war started.\",            \"english_title\": \"Zelensky Talks with Trump\",            \"translated_version\": \"El presidente de Ucrania, Volodymyr Zelensky, habló con Donald Trump por teléfono. Ellos hablaron sobre los sistemas de defensa aérea de Ucrania. Antes, Rusia atacó Kyiv, la capital de Ucrania, con muchos drones, el ataque más grande desde que empezó la guerra.\",            \"translated_title\": \"Zelensky habla con Trump\"        },        {            \"english_version\": \"Donald Trump said he was very disappointed after talking with Russia's president, Vladimir Putin, on Thursday.\",            \"english_title\": \"Trump Disappointed After Putin Call\",            \"translated_version\": \"Donald Trump dijo que estaba muy decepcionado después de hablar con el presidente de Rusia, Vladimir Putin, el jueves.\",            \"translated_title\": \"Trump decepcionado después de llamada con Putin\"        }    ]}"