"{    \"translations\": [        {            \"english_version\": \"The House of Representatives in America voted on Kevin McCarthy's speakership. A congressman from Mr McCarthy's party tried to remove him as speaker because he passed a spending bill. The motion to remove him failed.\",            \"english_title\": \"Vote on Kevin McCarthy's Speakership\",            \"translated_version\": \"La Cámara de Representantes en Estados Unidos votó sobre el liderazgo de Kevin McCarthy. Un congresista del partido del Sr. McCarthy intentó destituirlo como líder porque aprobó un proyecto de ley de gastos. La moción para destituirlo fracasó.\",            \"translated_title\": \"Votación sobre el liderazgo de Kevin McCarthy\"        },        {            \"english_version\": \"The Nobel prize in physics was given to three scientists for their work with light pulses. These light pulses help us see how electrons move quickly. One of the scientists published their work in 1987, and the other two developed it in 2001.\",            \"english_title\": \"Nobel Prize in Physics for Light Pulses\",            \"translated_version\": \"El premio Nobel de física fue otorgado a tres científicos por su trabajo con pulsos de luz. Estos pulsos de luz nos ayudan a ver cómo se mueven rápidamente los electrones. Uno de los científicos publicó su trabajo en 1987 y los otros dos lo desarrollaron en 2001.\",            \"translated_title\": \"Premio Nobel de Física por Pulsos de Luz\"        },        {            \"english_version\": \"President Joe Biden spoke to leaders of NATO allies to reassure them that America will support Ukraine. He signed a bill for America's government, but it didn't include aid for Ukraine. NATO's secretary-general said they will support Ukraine for as long as it takes.\",            \"english_title\": \"President Biden's Support for Ukraine\",            \"translated_version\": \"El presidente Joe Biden habló con los líderes de los aliados de la OTAN para asegurarles que Estados Unidos apoyará a Ucrania. Firmó un proyecto de ley para el gobierno de Estados Unidos, pero no incluyó ayuda para Ucrania. El secretario general de la OTAN dijo que apoyarán a Ucrania todo el tiempo que sea necesario.\",            \"translated_title\": \"Apoyo del presidente Biden a Ucrania\"        },        {            \"english_version\": \"Poland agreed to make it easier for Ukrainian grain to pass through its borders. This is good news because Poland had banned imports of Ukrainian grain before. This caused problems for Ukraine's economy.\",            \"english_title\": \"Poland's Agreement on Ukrainian Grain\",            \"translated_version\": \"Polonia acordó facilitar el paso del grano ucraniano por sus fronteras. Esta es una buena noticia porque Polonia había prohibido la importación de grano ucraniano anteriormente. Esto causó problemas para la economía de Ucrania.\",            \"translated_title\": \"Acuerdo de Polonia sobre el grano ucraniano\"        },        {            \"english_version\": \"A UN team visited Nagorno-Karabakh and found that only a small number of ethnic Armenians are left there. Azerbaijan took control of the region from Armenian separatists, and many people had to leave. Armenia's parliament voted to join the International Criminal Court, which made Russia unhappy.\",            \"english_title\": \"UN Visit to Nagorno-Karabakh\",            \"translated_version\": \"Un equipo de la ONU visitó Nagorno-Karabaj y encontró que solo queda un pequeño número de armenios étnicos allí. Azerbaiyán tomó el control de la región de los separatistas armenios y muchas personas tuvieron que irse. El parlamento de Armenia votó para unirse a la Corte Penal Internacional, lo que no hizo feliz a Rusia.\",            \"translated_title\": \"Visita de la ONU a Nagorno-Karabaj\"        },        {            \"english_version\": \"Shares of Evergrande, a Chinese property firm, went up by 42% after trading resumed. This is good news for the company, which has been struggling with debt. Evergrande is an important part of China's housing crisis.\",            \"english_title\": \"Rise in Evergrande's Shares\",            \"translated_version\": \"Las acciones de Evergrande, una empresa inmobiliaria china, subieron un 42% después de que se reanudara el comercio. Esta es una buena noticia para la empresa, que ha estado luchando con deudas. Evergrande es una parte importante de la crisis de vivienda en China.\",            \"translated_title\": \"Aumento en las acciones de Evergrande\"        },        {            \"english_version\": \"The World Bank thinks that South Asia will have strong economic growth. They expect the region to grow by 5.8% in 2023. India's economy is also expected to grow by 6.3% this year. But the bank warns that South Asian countries may not reach their development goals.\",            \"english_title\": \"Economic Growth in South Asia\",            \"translated_version\": \"El Banco Mundial piensa que Asia Meridional tendrá un fuerte crecimiento económico. Esperan que la región crezca un 5.8% en 2023. Se espera que la economía de India también crezca un 6.3% este año. Pero el banco advierte que los países del Asia Meridional podrían no alcanzar sus metas de desarrollo.\",            \"translated_title\": \"Crecimiento económico en Asia Meridional\"        },        {            \"english_version\": \"The trial of Sam Bankman-Fried, the head of a cryptocurrency exchange, started in Manhattan. He is accused of stealing billions of dollars and committing fraud. The trial will also bring attention to the cryptocurrency industry.\",            \"english_title\": \"Trial of Sam Bankman-Fried\",            \"translated_version\": \"El juicio de Sam Bankman-Fried, el jefe de un intercambio de criptomonedas, comenzó en Manhattan. Está acusado de robar miles de millones de dólares y cometer fraude. El juicio también llamará la atención sobre la industria de las criptomonedas.\",            \"translated_title\": \"Juicio de Sam Bankman-Fried\"        },        {            \"english_version\": \"Hunter Biden, the son of President Joe Biden, is facing charges for lying on a gun form. He pleaded not guilty. He is also being investigated for not paying taxes. Some Republicans think this shows a two-tiered justice system.\",            \"english_title\": \"Charges Against Hunter Biden\",            \"translated_version\": \"Hunter Biden, el hijo del presidente Joe Biden, enfrenta cargos por mentir en un formulario de armas. Se declaró no culpable. También está siendo investigado por no pagar impuestos. Algunos republicanos piensan que esto muestra un sistema de justicia de dos niveles.\",            \"translated_title\": \"Cargos contra Hunter Biden\"        },        {            \"english_version\": \"The American and Philippine navies are practicing together in war games. They are showing their opposition to China's territorial ambitions in the South China Sea. Other countries like Britain, Canada, and Japan are also joining the exercises.\",            \"english_title\": \"Naval Exercises in the South China Sea\",            \"translated_version\": \"Las marinas estadounidense y filipina están practicando juntas en juegos de guerra. Están mostrando su oposición a las ambiciones territoriales de China en el Mar de China Meridional. Otros países como Gran Bretaña, Canadá y Japón también se están uniendo a los ejercicios.\",            \"translated_title\": \"Ejercicios navales en el Mar de China Meridional\"        },        {            \"english_version\": \"Turkey's central bank is trying to control inflation by raising interest rates. But inflation is still going up, and the Turkish lira is losing value. The finance minister promises to do whatever it takes to slow down prices.\",            \"english_title\": \"Turkey's Efforts to Control Inflation\",            \"translated_version\": \"El banco central de Turquía está tratando de controlar la inflación aumentando las tasas de interés. Pero la inflación sigue aumentando y la lira turca está perdiendo valor. El ministro de finanzas promete hacer lo que sea necesario para frenar los precios.\",            \"translated_title\": \"Los esfuerzos de Turquía para controlar la inflación\"        },        {            \"english_version\": \"A new play called 'JaJa's African Hair Braiding' is opening on Broadway. It has an all-black cast and tells a story about a hair-braiding salon in Harlem. This is part of a trend to have more black representation in Broadway shows.\",            \"english_title\": \"New Play 'JaJa's African Hair Braiding'\",            \"translated_version\": \"Una nueva obra llamada 'JaJa's African Hair Braiding' se está estrenando en Broadway. Tiene un elenco completamente negro y cuenta la historia de un salón de trenzas en Harlem. Esto es parte de una tendencia para tener más representación negra en los espectáculos de Broadway.\",            \"translated_title\": \"Nueva obra 'JaJa's African Hair Braiding'\"        }    ]}"