"{    \"translations\": [        {            \"english_version\": \"Ukraine's commander-in-chief, Valery Zaluzhny, will leave his post after repeated disagreements with President Zelensky over the conduct of the war with Russia. Zelensky asked Zaluzhny to remain part of the team, but the defense minister, Rustem Umerov, stated that a change in military leadership was necessary. Oleksandr Syrskyi has replaced Zaluzhny as the head of Ukraine's ground forces.\",            \"english_title\": \"Change in Military Leadership in Ukraine\",            \"translated_version\": \"El jefe de las fuerzas armadas de Ucrania, Valery Zaluzhny, dejará su puesto después de desacuerdos repetidos con el presidente Zelensky sobre la conducción de la guerra con Rusia. Zelensky le pidió a Zaluzhny que permaneciera en el equipo, pero el ministro de defensa, Rustem Umerov, afirmó que era necesario un cambio en el liderazgo militar. Oleksandr Syrskyi ha reemplazado a Zaluzhny como jefe de las fuerzas terrestres de Ucrania.\",            \"translated_title\": \"Cambio en el Liderazgo Militar en Ucrania\"        },        {            \"english_version\": \"Pakistan is counting votes in a general election that has been marred by violence. At least nine people were killed in attacks by militants, leading to the suspension of mobile-phone services due to a recent surge in terrorist incidents. Two bombings near election offices in Balochistan resulted in the deaths of 30 people, with Islamic State claiming responsibility.\",            \"english_title\": \"Violence in Pakistan's General Election\",            \"translated_version\": \"Pakistán está contando votos en una elección general que ha sido empañada por la violencia. Al menos nueve personas murieron en ataques de militantes, lo que llevó a la suspensión de los servicios de telefonía móvil debido a un reciente aumento en los incidentes terroristas. Dos bombardeos cerca de las oficinas electorales en Baluchistán resultaron en la muerte de 30 personas, con el Estado Islámico reclamando la responsabilidad.\",            \"translated_title\": \"Violencia en la Elección General de Pakistán\"        },        {            \"english_version\": \"Brazil's federal police will seize the passport of former president Jair Bolsonaro as part of an investigation into the storming of government buildings. Four people, including a former adviser to Bolsonaro, have been arrested for casting doubt on the trustworthiness of Brazil's electoral system. This has raised concerns about the possibility of a military intervention.\",            \"english_title\": \"Investigation into Storming of Government Buildings in Brazil\",            \"translated_version\": \"La policía federal de Brasil confiscará el pasaporte del ex presidente Jair Bolsonaro como parte de una investigación sobre el asalto a edificios gubernamentales. Cuatro personas, incluido un ex asesor de Bolsonaro, han sido arrestadas por poner en duda la confiabilidad del sistema electoral de Brasil. Esto ha generado preocupaciones sobre la posibilidad de una intervención militar.\",            \"translated_title\": \"Investigación sobre el Asalto a Edificios Gubernamentales en Brasil\"        },        {            \"english_version\": \"Britain's Labour Party leader, Sir Keir Starmer, announced a significant reduction in the party's green investment program from £28bn to £4.7bn. Starmer blamed the Conservative government for mismanaging the economy and feared that the program could become a liability in the upcoming general election. Russia's electoral authority has ruled that Boris Nadezhdin, an anti-war candidate, will not be allowed to run in the country's election next month.\",            \"english_title\": \"Reduction in Labour Party's Green Investment Program\",            \"translated_version\": \"El líder del Partido Laborista de Gran Bretaña, Sir Keir Starmer, anunció una reducción significativa en el programa de inversión verde del partido de £28 mil millones a £4.7 mil millones. Starmer culpó al gobierno conservador por la mala gestión de la economía y temía que el programa pudiera convertirse en una responsabilidad en las próximas elecciones generales. La autoridad electoral de Rusia ha dictaminado que Boris Nadezhdin, un candidato anti-guerra, no podrá postularse en las elecciones del próximo mes en el país.\",            \"translated_title\": \"Reducción en el Programa de Inversión Verde del Partido Laborista\"        },        {            \"english_version\": \"Unilever reported slower revenue growth and a shrinking market share in its yearly earnings report for 2023. However, underlying sales met analysts' expectations with a 7% increase. Unilever's CEO, Hein Schumacher, expressed disappointment in the company's performance. The consumer-goods firm plans to repurchase $1.6bn worth of shares in 2024, leading to a rise in share price.\",            \"english_title\": \"Unilever's Earnings Report for 2023\",            \"translated_version\": \"Unilever informó un crecimiento de ingresos más lento y una disminución en la participación de mercado en su informe de ganancias anuales para 2023. Sin embargo, las ventas subyacentes cumplieron con las expectativas de los analistas con un aumento del 7%. El CEO de Unilever, Hein Schumacher, expresó su decepción por el desempeño de la empresa. La empresa de bienes de consumo planea recomprar acciones por valor de $1.6 mil millones en 2024, lo que lleva a un aumento en el precio de las acciones.\",            \"translated_title\": \"Informe de Ganancias de Unilever para 2023\"        }    ]}"