"{    \"translations\": [        {            \"english_version\": \"Israel has agreed to daily four-hour pauses in the fighting in parts of northern Gaza, according to the White House. Tens of thousands of Palestinians have already escaped south through an evacuation route, according to the UN. The Israel Defence Forces said they have captured or killed around 50 Hamas militants during battles in Gaza city. Earlier they claimed control of an important Hamas stronghold near Jabalia, in northern Gaza, after a ten-hour battle.\",            \"english_title\": \"Ceasefire agreement in Gaza\",            \"translated_version\": \"Israel ha acordado pausas diarias de cuatro horas en los combates en partes del norte de Gaza, según la Casa Blanca. Decenas de miles de palestinos ya han escapado hacia el sur a través de una ruta de evacuación, según la ONU. Las Fuerzas de Defensa de Israel dijeron que han capturado o matado a alrededor de 50 militantes de Hamas durante las batallas en la ciudad de Gaza. Anteriormente, afirmaron el control de un importante bastión de Hamas cerca de Jabalia, en el norte de Gaza, después de una batalla de diez horas.\",            \"translated_title\": \"Acuerdo de alto el fuego en Gaza\"        },        {            \"english_version\": \"Spain’s Socialist Party reached an agreement with Junts per Catalunya, a Catalan separatist party, to form a new government. Junts agreed to back the Socialists in exchange for a controversial amnesty that would wipe out criminal charges against people who supported an illegal referendum for Catalan independence in 2017. The deal ends a four-month stalemate after a snap election in July.\",            \"english_title\": \"New government formed in Spain\",            \"translated_version\": \"El Partido Socialista de España llegó a un acuerdo con Junts per Catalunya, un partido separatista catalán, para formar un nuevo gobierno. Junts aceptó respaldar a los Socialistas a cambio de una amnistía controvertida que eliminaría los cargos criminales contra las personas que apoyaron un referéndum ilegal para la independencia de Cataluña en 2017. El acuerdo pone fin a un estancamiento de cuatro meses después de una elección anticipada en julio.\",            \"translated_title\": \"Nuevo gobierno formado en España\"        },        {            \"english_version\": \"Joe Manchin, a Democratic senator from West Virginia known for skirmishing with his own party, will not seek re-election in 2024. The announcement threatens Democrats’ ability to hold their majority in the Senate. It also fuelled speculation that Mr Manchin might mount a third-party bid for president: he said he would travel the country to gauge interest in a movement to mobilise the middle.\",            \"english_title\": \"Senator Manchin not seeking re-election\",            \"translated_version\": \"Joe Manchin, un senador demócrata de Virginia Occidental conocido por enfrentarse a su propio partido, no buscará la reelección en 2024. El anuncio amenaza la capacidad de los demócratas para mantener su mayoría en el Senado. También alimentó la especulación de que el Sr. Manchin podría lanzar una candidatura de terceros para presidente: dijo que viajaría por el país para evaluar el interés en un movimiento para movilizar a la clase media.\",            \"translated_title\": \"El senador Manchin no buscará la reelección\"        },        {            \"english_version\": \"A federal judge in Alaska ruled that a ConocoPhillips drilling project known as Willow can go ahead. The Biden administration approved the colossal project in March, sparking lawsuits from indigenous and environmental groups and criticism that the decision betrayed Joe Biden’s promise to ban new oil drilling on federal lands. Willow is located in the federally-designated National Petroleum Reserve-Alaska.\",            \"english_title\": \"Green light for ConocoPhillips drilling project\",            \"translated_version\": \"Un juez federal en Alaska dictaminó que el proyecto de perforación de ConocoPhillips conocido como Willow puede continuar. La administración Biden aprobó el colosal proyecto en marzo, lo que provocó demandas de grupos indígenas y ambientales y críticas de que la decisión traicionaba la promesa de Joe Biden de prohibir la nueva perforación de petróleo en tierras federales. Willow se encuentra en la Reserva Nacional de Petróleo de Alaska designada por el gobierno federal.\",            \"translated_title\": \"Luz verde para el proyecto de perforación de ConocoPhillips\"        },        {            \"english_version\": \"Apple could pay €14.3bn ($15.3bn) in back taxes to Ireland, after an adviser to the European Court of Justice, the EU’s top court, said that a ruling by a lower court should be set aside. In 2016 the EU said that Ireland had artificially lowered Apple’s tax bill, breaking the bloc’s rules. Apple won an initial bid to overturn the decision in 2020.\",            \"english_title\": \"Apple's tax case in Ireland\",            \"translated_version\": \"Apple podría pagar 14.3 mil millones de euros (15.3 mil millones de dólares) en impuestos atrasados a Irlanda, después de que un asesor del Tribunal de Justicia de la Unión Europea, el tribunal superior de la UE, dijo que una sentencia de un tribunal inferior debería ser anulada. En 2016, la UE dijo que Irlanda había reducido artificialmente la factura de impuestos de Apple, violando las normas del bloque. Apple ganó una oferta inicial para anular la decisión en 2020.\",            \"translated_title\": \"Caso de impuestos de Apple en Irlanda\"        }    ]}"