"{    \"translations\": [        {            \"english_version\": \"The US special envoy is hopeful after the first day of talks in Geneva, but people don't expect a big breakthrough.\",            \"english_title\": \"US Envoy Hopeful\",            \"translated_version\": \"El enviado especial de Estados Unidos tiene esperanza después del primer día de charlas en Ginebra, pero la gente no espera un gran avance.\",            \"translated_title\": \"Enviado de EE.UU. Esperanzado\"        },        {            \"english_version\": \"The BBC reports on terrible attacks that seem to target the group of former President Assad.\",            \"english_title\": \"Attacks on Assad's Group\",            \"translated_version\": \"La BBC informa sobre ataques terribles que parecen dirigirse al grupo del ex presidente Assad.\",            \"translated_title\": \"Ataques al Grupo de Assad\"        },        {            \"english_version\": \"Rescuers are hurrying to a place where about 30 inches of snow fell in the last day.\",            \"english_title\": \"Rescuers Rush to Snow\",            \"translated_version\": \"Los rescatistas se apresuran a un lugar donde cayeron unos 30 pulgadas de nieve en el último día.\",            \"translated_title\": \"Rescatistas Corren a la Nieve\"        },        {            \"english_version\": \"Real Madrid's game at Benfica was stopped for 10 minutes because Vinicius Junior said he was racially abused.\",            \"english_title\": \"Game Stopped for Abuse\",            \"translated_version\": \"El juego de Real Madrid en Benfica se detuvo por 10 minutos porque Vinicius Junior dijo que fue abusado racialmente.\",            \"translated_title\": \"Juego Parado por Abuso\"        },        {            \"english_version\": \"José Jerí is the third president in a row to be removed, and the country has had seven presidents since 2016.\",            \"english_title\": \"Third President Removed\",            \"translated_version\": \"José Jerí es el tercer presidente seguido en ser removido, y el país ha tenido siete presidentes desde 2016.\",            \"translated_title\": \"Tercer Presidente Removido\"        }    ]}"