"{    \"translations\": [        {            \"english_version\": \"Donald Trump is going to put taxes on goods from Canada, Mexico, and China. The White House says this will happen on Saturday. They blame these countries for letting illegal drugs come into America.\",            \"english_title\": \"Tax on Goods from Canada, Mexico, and China\",            \"translated_version\": \"Donald Trump va a poner impuestos en productos de Canadá, México y China. La Casa Blanca dice que esto ocurrirá el sábado. Culpan a estos países por dejar entrar drogas ilegales en América.\",            \"translated_title\": \"Impuestos en Productos de Canadá, México y China\"        },        {            \"english_version\": \"Germany's Bundestag voted against a law to control illegal immigration. The Christian Democrats proposed this law, but it did not pass. Other parties say the leader of the Christian Democrats is making it easier to work with a far-right party.\",            \"english_title\": \"Vote on Immigration Law in Germany\",            \"translated_version\": \"El Bundestag de Alemania votó en contra de una ley para controlar la inmigración ilegal. Los Demócratas Cristianos propusieron esta ley, pero no pasó. Otros partidos dicen que el líder de los Demócratas Cristianos está facilitando trabajar con un partido de extrema derecha.\",            \"translated_title\": \"Votación sobre Ley de Inmigración en Alemania\"        },        {            \"english_version\": \"This news is from The Economist. They have an app you can get on iOS or Android. The Economist Group is the company behind The Economist. They offer different services like Economist Intelligence and Economist Education Courses.\",            \"english_title\": \"News from The Economist\",            \"translated_version\": \"Esta noticia es de The Economist. Tienen una aplicación que puedes obtener en iOS o Android. El Grupo The Economist es la empresa detrás de The Economist. Ofrecen diferentes servicios como Inteligencia de The Economist y Cursos de Educación de The Economist.\",            \"translated_title\": \"Noticias de The Economist\"        },        {            \"english_version\": \"The White House press secretary denied a report that Donald Trump was going to delay tariffs. She said the tariffs on Canada, Mexico, and China will still happen. The reason for these taxes is the spread of illegal drugs in America.\",            \"english_title\": \"Denial of Tariff Delay\",            \"translated_version\": \"La secretaria de prensa de la Casa Blanca negó un informe de que Donald Trump iba a retrasar los aranceles. Ella dijo que los aranceles a Canadá, México y China todavía ocurrirán. La razón de estos impuestos es la propagación de drogas ilegales en América.\",            \"translated_title\": \"Negación de Retraso de Aranceles\"        },        {            \"english_version\": \"A draft law to control illegal immigration in Germany did not pass. The Christian Democrats proposed this law, but it was rejected. Other parties are accusing the Christian Democrats' leader of weakening their stance against working with a far-right party.\",            \"english_title\": \"Draft Law on Immigration in Germany\",            \"translated_version\": \"Un proyecto de ley para controlar la inmigración ilegal en Alemania no pasó. Los Demócratas Cristianos propusieron esta ley, pero fue rechazada. Otros partidos acusan al líder de los Demócratas Cristianos de debilitar su postura contra trabajar con un partido de extrema derecha.\",            \"translated_title\": \"Proyecto de Ley sobre Inmigración en Alemania\"        }    ]}"