"{    \"translations\": [        {            \"english_version\": \"Kamala Harris admitted defeat to Donald Trump and assured a peaceful transition of power. She encouraged her supporters to accept the election results and to continue fighting for the causes that drove her campaign.\",            \"english_title\": \"Kamala Harris Concedes to Donald Trump\",            \"translated_version\": \"Kamala Harris admitió que perdió contra Donald Trump y aseguró una transición de poder pacífica. Animó a sus seguidores a aceptar los resultados de la elección y a seguir luchando por las causas que impulsaron su campaña.\",            \"translated_title\": \"Kamala Harris Admite que Perdió contra Donald Trump\"        },        {            \"english_version\": \"Republicans aimed for a clean sweep by winning the presidency, controlling the Senate, and claiming the House of Representatives. They need six more seats to achieve this goal, which would make it easier for Mr. Trump to implement policies like tax cuts.\",            \"english_title\": \"Republicans Hopeful for Control of Senate and House of Representatives\",            \"translated_version\": \"Los Republicanos esperaban ganar la presidencia, controlar el Senado y reclamar la Cámara de Representantes. Necesitan seis escaños más para lograr este objetivo, lo que facilitaría que el Sr. Trump implemente políticas como recortes de impuestos.\",            \"translated_title\": \"Los Republicanos Esperan Controlar el Senado y la Cámara de Representantes\"        },        {            \"english_version\": \"Special counsel Jack Smith, who was prosecuting the president-elect for election interference and mishandling classified documents, is expected to close the cases. These cases might not have been resolved before the presidential inauguration, where Mr. Trump could have halted federal prosecutions.\",            \"english_title\": \"Legal Cases Against President-Elect Jack Smith\",            \"translated_version\": \"Se espera que el fiscal especial Jack Smith, quien estaba procesando al presidente electo por interferencia en las elecciones y manejo indebido de documentos clasificados, cierre los casos. Estos casos podrían no haberse resuelto antes de la investidura presidencial, donde el Sr. Trump podría haber detenido las persecuciones federales.\",            \"translated_title\": \"Casos Legales Contra el Presidente Electo Jack Smith\"        }    ]}"