"{    \"translations\": [        {            \"english_version\": \"The US plans to create a multinational force in Israel. This force will likely include troops from Egypt, Qatar, Turkey, and the UAE, according to officials.\",            \"english_title\": \"US Multinational Force\",            \"translated_version\": \"Estados Unidos planea crear una fuerza multinacional en Israel. Esta fuerza probablemente incluirá tropas de Egipto, Catar, Turquía y los Emiratos Árabes Unidos, según funcionarios.\",            \"translated_title\": \"Fuerza Multinacional de EE.UU.\"        },        {            \"english_version\": \"James, who led a civil fraud case against US President Donald Trump, was charged in Alexandria, Virginia.\",            \"english_title\": \"James Charged\",            \"translated_version\": \"James, quien lideró un caso de fraude civil contra el presidente de EE.UU. Donald Trump, fue acusado en Alexandria, Virginia.\",            \"translated_title\": \"James Acusado\"        },        {            \"english_version\": \"President Dina Boluarte of Peru was removed from office after several scandals and increasing anger over crime in the country.\",            \"english_title\": \"Peru President Removed\",            \"translated_version\": \"La presidenta Dina Boluarte de Perú fue removida de su cargo después de varios escándalos y creciente enojo por el crimen en el país.\",            \"translated_title\": \"Presidenta de Perú Removida\"        },        {            \"english_version\": \"Machado is honored for his hard work in promoting democratic rights in Venezuela, according to the Nobel Committee.\",            \"english_title\": \"Machado Honored\",            \"translated_version\": \"Machado es honrado por su arduo trabajo en promover los derechos democráticos en Venezuela, según el Comité Nobel.\",            \"translated_title\": \"Machado Honrado\"        },        {            \"english_version\": \"Drone and missile attacks caused power outages in Kyiv and killed a seven-year-old in the southeast of Ukraine, officials report.\",            \"english_title\": \"Attacks in Ukraine\",            \"translated_version\": \"Ataques de drones y misiles causaron cortes de energía en Kyiv y mataron a un niño de siete años en el sureste de Ucrania, informan funcionarios.\",            \"translated_title\": \"Ataques en Ucrania\"        }    ]}"