"{    \"translations\": [        {            \"english_version\": \"Friedrich Merz won the German election and aims to make Europe more independent from America. His party, the Christian Democratic alliance, received 29% of the vote. The Alternative for Germany, a hard-right party, got 21% of the vote, their best result ever. Merz will not work with the AfD and plans to start coalition talks with the Social Democrats.\",            \"english_title\": \"German Election Results\",            \"translated_version\": \"Friedrich Merz ganó las elecciones en Alemania y quiere hacer que Europa sea más independiente de América. Su partido, la alianza democrática cristiana, recibió el 29% de los votos. El Alternativa para Alemania, un partido de extrema derecha, obtuvo el 21% de los votos, su mejor resultado hasta ahora. Merz no trabajará con el AfD y planea comenzar conversaciones de coalición con los Demócratas Sociales.\",            \"translated_title\": \"German Election Results\"        },        {            \"english_version\": \"On the third anniversary of Russia's invasion of Ukraine, several foreign leaders visited Kyiv. Among them were Ursula von der Leyen, the president of the European Commission, Justin Trudeau, the Prime Minister of Canada, and Pedro Sanchez, the Spanish Prime Minister. They are discussing ways to support Ukraine while Donald Trump focuses on peace talks with Vladimir Putin.\",            \"english_title\": \"Foreign Leaders Visit Kyiv\",            \"translated_version\": \"En el tercer aniversario de la invasión de Rusia a Ucrania, varios líderes extranjeros visitaron Kyiv. Entre ellos estaban Ursula von der Leyen, la presidenta de la Comisión Europea, Justin Trudeau, el Primer Ministro de Canadá, y Pedro Sánchez, el Primer Ministro de España. Están discutiendo formas de apoyar a Ucrania mientras Donald Trump se enfoca en conversaciones de paz con Vladimir Putin.\",            \"translated_title\": \"Foreign Leaders Visit Kyiv\"        }    ]}"