"    #####    {        \"translations\": [            {                \"english_version\": \"Bond yields went up and stock markets went down when Donald Trump's new taxes started. The taxes on America's biggest trading partners came after Mr. Trump put a 10% tax on all imports worldwide last week. Yields on America's 30-year Treasuries rose to nearly 5% for the first time since January. In Europe, the STOXX 600 share index dropped by about 1.5% at the start. Japan's Nikkei index fell by 3.9% at the end of the day.\",                \"english_title\": \"Global Market Reaction to Trump's Tariffs\",                \"translated_version\": \"Los rendimientos de los bonos subieron y los mercados de valores bajaron cuando comenzaron los nuevos impuestos de Donald Trump. Los impuestos a los mayores socios comerciales de América llegaron después de que el Sr. Trump pusiera un impuesto del 10% a todas las importaciones en todo el mundo la semana pasada. Los rendimientos de los bonos del Tesoro a 30 años de América subieron a casi el 5% por primera vez desde enero. En Europa, el índice de acciones STOXX 600 cayó aproximadamente un 1.5% al principio. El índice Nikkei de Japón cayó un 3.9% al final del día.\",                \"translated_title\": \"Reacción del Mercado Global a los Aranceles de Trump\"            },            {                \"english_version\": \"China accused America of 'bullying' when the White House added more taxes, raising the rate on Chinese imports to 104%. America said the extra 50% tax was a reaction to China's retaliatory taxes of 34% on American imports. Earlier, China's government published a report on trade relations with America, saying it was 'ready to talk' about economic matters.\",                \"english_title\": \"Trade Tensions Between US and China\",                \"translated_version\": \"China acusó a América de 'intimidación' cuando la Casa Blanca agregó más impuestos, aumentando la tasa sobre las importaciones chinas al 104%. América dijo que el impuesto adicional del 50% fue una reacción a los impuestos retaliatorios de China del 34% sobre las importaciones americanas. Anteriormente, el gobierno de China publicó un informe sobre las relaciones comerciales con América, diciendo que estaba 'listo para hablar' sobre asuntos económicos.\",                \"translated_title\": \"Tensiones Comerciales Entre EE. UU. y China\"            }        ]    }    #####"