"```json{    \"translations\": [        {            \"english_version\": \"Canada's old relationship with America, based on close economic ties and security co-operation, is over. The new Canadian prime minister's remarks came in response to Donald Trump's tariffs, which are due to come into effect from April 2nd. Canada must pivot its trade relationship elsewhere as more than 75% of its exports go to America.\",            \"english_title\": \"Canada's Trade Relationship with America\",            \"translated_version\": \"La vieja relación de Canadá con América, basada en estrechos lazos económicos y cooperación en seguridad, ha terminado. Los comentarios del nuevo primer ministro canadiense llegaron en respuesta a los aranceles de Donald Trump, que entrarán en vigor a partir del 2 de abril. Canadá debe cambiar su relación comercial a otro lugar ya que más del 75% de sus exportaciones van a América.\",            \"translated_title\": \"Relación Comercial de Canadá con América\"        },        {            \"english_version\": \"Stockmarkets in Asia dropped as investors concerned about American tariffs shed shares in the region's carmakers. The share price of Japan's Toyota fell by 3% in morning trading, and South Korea's Hyundai dipped by 4.2%. The imminent introduction of a 25% levy on all foreign vehicles had already contributed to falls in American stockmarkets on Thursday.\",            \"english_title\": \"Impact of American Tariffs on Asian Stockmarkets\",            \"translated_version\": \"Los mercados de valores en Asia cayeron ya que los inversores preocupados por los aranceles estadounidenses vendieron acciones de los fabricantes de automóviles de la región. El precio de las acciones de Toyota de Japón cayó un 3% en la negociación matutina, y Hyundai de Corea del Sur bajó un 4.2%. La inminente introducción de un arancel del 25% a todos los vehículos extranjeros ya había contribuido a las caídas en los mercados de valores estadounidenses el jueves.\",            \"translated_title\": \"Impacto de los Aranceles Estadounidenses en los Mercados de Valores Asiáticos\"        }    ]}```"