"{    \"translations\": [        {            \"english_version\": \"El Salvador's president, Nayib Bukele, visited the White House and stated that a man mistakenly deported from Maryland would not be returned, defying a ruling by America's Supreme Court. The Trump administration has deported alleged gang members to a high-security prison in El Salvador. Trump promised to assist El Salvador in constructing new prisons and deporting more illegal migrants.\",            \"english_title\": \"Deportation Controversy in El Salvador\",            \"translated_version\": \"El presidente de El Salvador, Nayib Bukele, visitó la Casa Blanca y dijo que un hombre deportado por error desde Maryland no sería devuelto, desafiando una decisión de la Corte Suprema de Estados Unidos. La administración de Trump ha deportado presuntos miembros de pandillas a una prisión de alta seguridad en El Salvador. Trump prometió ayudar a El Salvador a construir nuevas cárceles y deportar más migrantes ilegales.\",            \"translated_title\": \"Controversia de Deportación en El Salvador\"        },        {            \"english_version\": \"Pfizer stopped the development of an obesity pill, danuglipron, due to concerns about liver damage in a trial patient. The pharmaceutical company aimed to enter the weight-loss drug market as sales of its coronavirus products declined. Investors turned to Eli Lilly, whose shares rose by 1.7% in pre-market trading.\",            \"english_title\": \"Pfizer's Obesity Pill Development Halted\",            \"translated_version\": \"Pfizer detuvo el desarrollo de una pastilla para la obesidad, danuglipron, debido a preocupaciones sobre daño hepático en un paciente de prueba. La compañía farmacéutica tenía como objetivo ingresar al mercado de medicamentos para bajar de peso a medida que disminuían las ventas de sus productos contra el coronavirus. Los inversores se volvieron hacia Eli Lilly, cuyas acciones subieron un 1.7% en el comercio previo al mercado.\",            \"translated_title\": \"Desarrollo de Pastilla para la Obesidad de Pfizer Detenido\"        }    ]}"