"{    \"translations\": [        {            \"english_version\": \"The Russian ambassador is called in because of a cyber attack on air traffic control and trying to interfere with elections. Russia's central bank is taking legal action against Belgium's Euroclear after the EU tried to use Russian assets to help Ukraine.\",            \"english_title\": \"Russia and Cyber Issues\",            \"translated_version\": \"El embajador ruso es llamado por un ataque cibernético al control de tráfico aéreo y por intentar interferir en elecciones. El banco central de Rusia está tomando acciones legales contra Euroclear de Bélgica después de que la UE intentó usar activos rusos para ayudar a Ucrania.\",            \"translated_title\": \"Rusia y Problemas Cibernéticos\"        },        {            \"english_version\": \"A man is accused of using romance scams to cheat people out of $8 million, showing off the money on Instagram.\",            \"english_title\": \"Romance Scam Accusation\",            \"translated_version\": \"Un hombre es acusado de usar engaños románticos para estafar a personas con 8 millones de dólares, mostrando el dinero en Instagram.\",            \"translated_title\": \"Acusación de Engaño Romántico\"        },        {            \"english_version\": \"The idea of building makeshift altars in mines started in the 1930s. Miners did this to pray for safety before their shifts.\",            \"english_title\": \"Miners' Altars\",            \"translated_version\": \"La idea de construir altares improvisados en minas comenzó en los años 1930. Los mineros hacían esto para rezar por seguridad antes de sus turnos.\",            \"translated_title\": \"Altares de Mineros\"        },        {            \"english_version\": \"Washington faces a big challenge in getting both sides to move to the next stage, as people in Gaza continue to suffer the longer it takes.\",            \"english_title\": \"Challenge in Gaza\",            \"translated_version\": \"Washington enfrenta un gran desafío para que ambos lados avancen a la siguiente etapa, mientras la gente en Gaza sigue sufriendo cuanto más tiempo toma.\",            \"translated_title\": \"Desafío en Gaza\"        },        {            \"english_version\": \"The UK accuses Al-Fateh Abdullah Idris, also known as Abu Lulu, of committing violent acts against civilians.\",            \"english_title\": \"UK Accuses Abu Lulu\",            \"translated_version\": \"El Reino Unido acusa a Al-Fateh Abdullah Idris, también conocido como Abu Lulu, de cometer actos violentos contra civiles.\",            \"translated_title\": \"Reino Unido Acusa a Abu Lulu\"        }    ]}"