"{    \"translations\": [        {            \"english_version\": \"A federal judge has stopped Elon Musk and some of his team from using important Treasury payment systems. Last week, Mr. Musk said DOGE was stopping 'illegal' payments, causing worries that he had accessed systems handling trillions in Social Security and Medicare funds. The ruling came after 19 state attorneys-general filed a lawsuit challenging DOGE's authority.\",            \"english_title\": \"Elon Musk's Treasury Payment Systems Blocked\",            \"translated_version\": \"Un juez federal ha detenido a Elon Musk y a parte de su equipo de usar sistemas de pago importantes del Tesoro. La semana pasada, el Sr. Musk dijo que DOGE estaba deteniendo pagos 'ilegales', causando preocupaciones de que había accedido a sistemas que manejan billones en fondos de Seguro Social y Medicare. La decisión llegó después de que 19 fiscales generales estatales presentaran una demanda desafiando la autoridad de DOGE.\",            \"translated_title\": \"Sistemas de Pago de Elon Musk Bloqueados\"        },        {            \"english_version\": \"The Israel Defence Forces reported that Hamas gave three Israeli hostages to the Red Cross in central Gaza on Saturday. The announcement was delayed by nearly three hours after Hamas accused Israel of holding back the humanitarian aspects of the agreement. In return, Israel freed 183 Palestinian prisoners, including 18 with life sentences and 111 detained during the war.\",            \"english_title\": \"Israeli Hostages Released by Hamas\",            \"translated_version\": \"Las Fuerzas de Defensa de Israel informaron que Hamas entregó tres rehenes israelíes a la Cruz Roja en Gaza central el sábado. El anuncio se retrasó casi tres horas después de que Hamas acusara a Israel de retener los aspectos humanitarios del acuerdo. A cambio, Israel liberó a 183 prisioneros palestinos, incluidos 18 con cadena perpetua y 111 detenidos durante la guerra.\",            \"translated_title\": \"Rehenes Israelíes Liberados por Hamas\"        }    ]}"