"{    \"translations\": [        {            \"english_version\": \"Venezuelan opposition leader María Corina Machado, who lives in hiding, is reportedly on her way to Oslo. The F/A-18 Super Hornets appear on flight tracking sites near Maracaibo, Venezuela's second-largest city.\",            \"english_title\": \"Venezuelan Leader to Oslo\",            \"translated_version\": \"La líder opositora venezolana María Corina Machado, que vive escondida, está yendo a Oslo. Los aviones F/A-18 Super Hornets aparecen en sitios de seguimiento de vuelos cerca de Maracaibo, la segunda ciudad más grande de Venezuela.\",            \"translated_title\": \"Líder venezolana a Oslo\"        },        {            \"english_version\": \"The friends were warned their clothing was in conflict with Afghan and Islamic values, a Taliban spokesman told the BBC.\",            \"english_title\": \"Clothing Warning in Afghanistan\",            \"translated_version\": \"Los amigos fueron advertidos de que su ropa estaba en conflicto con los valores afganos e islámicos, dijo un portavoz talibán a la BBC.\",            \"translated_title\": \"Advertencia de ropa en Afganistán\"        },        {            \"english_version\": \"Some children have already died and only a minority who inherit the mutation will escape cancer in their lifetimes.\",            \"english_title\": \"Children and Cancer Mutation\",            \"translated_version\": \"Algunos niños ya han muerto y solo una minoría que hereda la mutación escapará del cáncer en sus vidas.\",            \"translated_title\": \"Niños y mutación de cáncer\"        },        {            \"english_version\": \"Terrified residents say heavy artillery and gunfire has hit Uvira, the gateway to Burundi.\",            \"english_title\": \"Violence in Uvira\",            \"translated_version\": \"Residentes aterrorizados dicen que artillería pesada y disparos han golpeado Uvira, la entrada a Burundi.\",            \"translated_title\": \"Violencia en Uvira\"        },        {            \"english_version\": \"The two four-storey buildings that came down in Fez contained eight families, state media report.\",            \"english_title\": \"Buildings Collapse in Fez\",            \"translated_version\": \"Los dos edificios de cuatro pisos que se derrumbaron en Fez contenían ocho familias, informan los medios estatales.\",            \"translated_title\": \"Edificios caen en Fez\"        }    ]}"