"{    \"translations\": [        {            \"english_version\": \"The UK leader commented after Russia attacked power plants and important infrastructure in Ukraine again. Hospitals reported that six children were among those killed in strikes. Israel's military said it launched these strikes after a gun attack on its troops.\",            \"english_title\": \"UK Leader Comments on Attacks\",            \"translated_version\": \"El líder del Reino Unido comentó después de que Rusia atacó plantas de energía e infraestructura importante en Ucrania otra vez. Los hospitales dijeron que seis niños murieron en los ataques. El ejército de Israel dijo que hizo estos ataques después de un ataque con armas a sus tropas.\",            \"translated_title\": \"Comentarios del Líder del Reino Unido\"        },        {            \"english_version\": \"The coastguard reported a chase was happening when a collision occurred near the island of Chios.\",            \"english_title\": \"Chase Near Chios Island\",            \"translated_version\": \"La guardia costera informó que había una persecución cuando ocurrió una colisión cerca de la isla de Chios.\",            \"translated_title\": \"Persecución Cerca de Chios\"        },        {            \"english_version\": \"The unexpected decision might risk the stability of the coalition government, where the DA is an important partner.\",            \"english_title\": \"Decision Risks Government Stability\",            \"translated_version\": \"La decisión inesperada podría poner en riesgo la estabilidad del gobierno de coalición, donde el DA es un socio importante.\",            \"translated_title\": \"Decisión Arriesga Estabilidad\"        },        {            \"english_version\": \"A 53-year-old man, once seen as very powerful in Libya, was killed on Tuesday according to Libyan news.\",            \"english_title\": \"Powerful Libyan Man Killed\",            \"translated_version\": \"Un hombre de 53 años, que antes era visto como muy poderoso en Libia, fue asesinado el martes según las noticias libias.\",            \"translated_title\": \"Hombre Poderoso Asesinado\"        },        {            \"english_version\": \"Liu Hu and Wu Yingjiao were reportedly detained after they exposed corruption by a senior official in Sichuan.\",            \"english_title\": \"Detention After Corruption Exposure\",            \"translated_version\": \"Liu Hu y Wu Yingjiao fueron detenidos después de que expusieron corrupción por un alto funcionario en Sichuan.\",            \"translated_title\": \"Detención por Corrupción\"        }    ]}"