"{    \"translations\": [        {            \"english_version\": \"Russian officials said that 32 drones and 13 rockets were shot down over Russia, in one of Ukraine’s biggest attacks on the country for months.\",            \"english_title\": \"Russian officials report downing of drones and rockets\",            \"translated_version\": \"Los oficiales rusos dijeron que 32 drones y 13 cohetes fueron derribados sobre Rusia, en uno de los mayores ataques de Ucrania al país en meses.\",            \"translated_title\": \"Oficiales rusos reportan derribo de drones y cohetes\"        },        {            \"english_version\": \"On Friday, Russian air attacks on Ukraine killed at least 34 civilians and wounded many more.\",            \"english_title\": \"Russian air attacks kill civilians in Ukraine\",            \"translated_version\": \"El viernes, los ataques aéreos rusos en Ucrania mataron al menos a 34 civiles y dejaron heridos a muchos más.\",            \"translated_title\": \"Ataques aéreos rusos matan civiles en Ucrania\"        },        {            \"english_version\": \"Ukraine’s defence minister said it was the biggest Russian air attack since the start of the war—158 drones and missiles were launched at Ukraine.\",            \"english_title\": \"Ukraine's defense minister reports biggest Russian air attack\",            \"translated_version\": \"El ministro de defensa de Ucrania dijo que fue el mayor ataque aéreo ruso desde el inicio de la guerra: se lanzaron 158 drones y misiles contra Ucrania.\",            \"translated_title\": \"Ministro de defensa de Ucrania reporta mayor ataque aéreo ruso\"        },        {            \"english_version\": \"Most were shot down, but civilian targets, including educational facilities, residential buildings and a maternity centre, were hit.\",            \"english_title\": \"Civilian targets hit in Russian attack\",            \"translated_version\": \"La mayoría fueron derribados, pero se alcanzaron objetivos civiles, incluyendo instalaciones educativas, edificios residenciales y un centro de maternidad.\",            \"translated_title\": \"Objetivos civiles alcanzados en ataque ruso\"        },        {            \"english_version\": \"Israel continued its bombardment of Gaza, with Khan Younis, a southern city, coming under particularly intense air strikes and tank fire.\",            \"english_title\": \"Israel intensifies bombardment of Gaza\",            \"translated_version\": \"Israel continuó su bombardeo a Gaza, con Khan Younis, una ciudad del sur, siendo objeto de ataques aéreos y disparos de tanques particularmente intensos.\",            \"translated_title\": \"Israel intensifica bombardeo a Gaza\"        }    ]}"