"{    \"translations\": [        {            \"english_version\": \"Russia recently gained control of Avdiivka, a town in the Donbas region, after Ukrainian troops withdrew following months of conflict. Some Ukrainian soldiers remain in the town's large Soviet-era coke plant, according to a Russian spokesperson.\",            \"english_title\": \"Russian Control in Avdiivka\",            \"translated_version\": \"Recientemente, Rusia tomó control de Avdiivka, un pueblo en la región de Donbas, después de que las tropas ucranianas se retiraran tras meses de conflicto. Algunos soldados ucranianos permanecen en la gran planta de coque de la era soviética del pueblo, según un portavoz ruso.\",            \"translated_title\": \"Control Ruso en Avdiivka\"        },        {            \"english_version\": \"Colleagues of Alexei Navalny, a prominent Russian opposition leader who passed away in prison, have accused Russian authorities of withholding his body from his family to conceal evidence of foul play. Over 340 individuals were detained in Russia for attempting to honor Mr. Navalny, as reported by a rights group.\",            \"english_title\": \"Navalny's Colleagues Speak Out\",            \"translated_version\": \"Colegas de Alexei Navalny, un destacado líder opositor ruso que falleció en prisión, han acusado a las autoridades rusas de retener su cuerpo a su familia para ocultar evidencia de juego sucio. Más de 340 personas fueron detenidas en Rusia por intentar honrar al Sr. Navalny, según informó un grupo de derechos humanos.\",            \"translated_title\": \"Colegas de Navalny Hablan\"        },        {            \"english_version\": \"Thailand released Thaksin Shinawatra, a former prime minister, from detention at a police hospital. Mr. Thaksin, who returned to Thailand after a lengthy exile, was imprisoned on corruption charges. There are suspicions that he may have struck a deal for an early release.\",            \"english_title\": \"Thaksin's Release in Thailand\",            \"translated_version\": \"Tailandia liberó a Thaksin Shinawatra, un ex primer ministro, de la detención en un hospital de policía. El Sr. Thaksin, quien regresó a Tailandia después de un largo exilio, fue encarcelado por cargos de corrupción. Existen sospechas de que pudo haber llegado a un acuerdo para ser liberado temprano.\",            \"translated_title\": \"La Liberación de Thaksin en Tailandia\"        },        {            \"english_version\": \"The UN Security Council is expected to vote on a humanitarian ceasefire in Gaza, but the United States is likely to veto the resolution. America's ambassador to the UN expressed that the current draft, proposed by Algeria, would not be adopted if brought to a vote as is.\",            \"english_title\": \"UN Vote on Gaza Ceasefire\",            \"translated_version\": \"Se espera que el Consejo de Seguridad de la ONU vote sobre un alto el fuego humanitario en Gaza, pero es probable que Estados Unidos vete la resolución. El embajador de Estados Unidos ante la ONU expresó que el borrador actual, propuesto por Argelia, no sería adoptado si se somete a votación tal como está.\",            \"translated_title\": \"Votación de la ONU sobre el Alto el Fuego en Gaza\"        },        {            \"english_version\": \"At the Munich Security Conference, China's Foreign Minister Wang Yi warned against attempts to exclude China from global trade, labeling it a 'historical mistake.' The US and Europe have indicated plans to reduce their economic dependence on China. Meanwhile, former US President Donald Trump alleged that a recent multimillion-dollar fine imposed on him was part of a left-wing conspiracy to prevent his re-election.\",            \"english_title\": \"Warnings and Allegations at Munich Conference\",            \"translated_version\": \"En la Conferencia de Seguridad de Múnich, el Ministro de Relaciones Exteriores de China, Wang Yi, advirtió contra intentos de excluir a China del comercio global, calificándolo como un 'error histórico'. Estados Unidos y Europa han indicado planes para reducir su dependencia económica de China. Mientras tanto, el ex presidente de Estados Unidos, Donald Trump, alegó que una multa reciente de varios millones de dólares impuesta a él era parte de una conspiración de izquierda para evitar su reelección.\",            \"translated_title\": \"Advertencias y Alegaciones en la Conferencia de Múnich\"        }    ]}"