"{    \"translations\": [        {            \"english_version\": \"America added 353,000 jobs in January, nearly double what analysts forecast. The unemployment rate remained at 3.7%. The hot labour market (November and December figures had both been revised up, to 333,000 and 182,000 respectively) and strong wage growth may encourage the Federal Reserve to further put off interest-rate cuts. On Wednesday policymakers held the bank’s main interest rate at a range of 5.25% to 5.5%. It is expected to hold them for a fifth consecutive meeting in March.\",            \"english_title\": \"Strong Job Growth in America\",            \"translated_version\": \"América agregó 353,000 trabajos en enero, casi el doble de lo que los analistas pronosticaron. La tasa de desempleo se mantuvo en 3.7%. El mercado laboral está caliente (las cifras de noviembre y diciembre se revisaron al alza, a 333,000 y 182,000 respectivamente) y el crecimiento salarial fuerte puede animar a la Reserva Federal a posponer aún más los recortes de tasas de interés. El miércoles, los responsables de la política monetaria mantuvieron la tasa de interés principal del banco en un rango del 5.25% al 5.5%. Se espera que las mantengan durante una quinta reunión consecutiva en marzo.\",            \"translated_title\": \"Fuerte Crecimiento de Empleo en América\"        },        {            \"english_version\": \"More than 800 officials in America and multiple countries in Europe signed the first joint letter criticising their governments for their positions on the war in Gaza. They warned that their support for Israel could amount to 'grave violations of international humanitarian law' and risked making them complicit in one of 'the worst human catastrophes of this century'. The signatories did not disclose their identities.\",            \"english_title\": \"Officials Criticize Governments' Positions on Gaza War\",            \"translated_version\": \"Más de 800 funcionarios en América y varios países de Europa firmaron la primera carta conjunta criticando a sus gobiernos por sus posiciones sobre la guerra en Gaza. Advertieron que su apoyo a Israel podría constituir 'graves violaciones del derecho humanitario internacional' y correr el riesgo de hacerlos cómplices de una de 'las peores catástrofes humanas de este siglo'. Los firmantes no revelaron sus identidades.\",            \"translated_title\": \"Funcionarios Critican Posiciones de los Gobiernos sobre la Guerra en Gaza\"        },        {            \"english_version\": \"Pakistan’s military said it killed 24 militants in three days in Balochistan province, near the border with Afghanistan, after they launched attacks in the towns of Mach and Kolpur. The Balochistan Liberation Army, a separatist group, claimed responsibility for the attacks. Four law enforcement personnel and two civilians were also killed. Pakistan will hold a general election next week.\",            \"english_title\": \"Pakistan Military Kills Militants in Balochistan\",            \"translated_version\": \"El ejército de Pakistán dijo que mató a 24 militantes en tres días en la provincia de Balochistán, cerca de la frontera con Afganistán, después de que lanzaran ataques en las ciudades de Mach y Kolpur. El Ejército de Liberación de Balochistán, un grupo separatista, se atribuyó la responsabilidad de los ataques. También murieron cuatro agentes de seguridad y dos civiles. Pakistán celebrará elecciones generales la próxima semana.\",            \"translated_title\": \"El Ejército de Pakistán Mata a Militantes en Balochistán\"        },        {            \"english_version\": \"Angry farmers escalated their protest against European climate policies and rising costs which they say endanger their livelihoods. The food producers took their trucks from the Belgian capital, Brussels, where they had blockaded roads and lit bonfires on Thursday, to the country’s border with the Netherlands. Unrest has also spread in Germany and France.\",            \"english_title\": \"Farmers Protest Against Climate Policies\",            \"translated_version\": \"Los agricultores enfadados intensificaron su protesta contra las políticas climáticas europeas y los crecientes costos que dicen poner en peligro sus medios de vida. Los productores de alimentos llevaron sus camiones desde la capital belga, Bruselas, donde habían bloqueado las carreteras y encendido hogueras el jueves, hasta la frontera del país con los Países Bajos. La inquietud también se ha extendido en Alemania y Francia.\",            \"translated_title\": \"Los Agricultores Protestan Contra las Políticas Climáticas\"        },        {            \"english_version\": \"Tesla will recall more than 2m vehicles in America after regulators said that the small font size of some warning lights 'can make critical safety information' hard to read. The National Highway Traffic Safety Administration said it identified the problem on January 8th during a routine audit. The recall is Tesla’s third safety update in three months.\",            \"english_title\": \"Tesla Recalls Over 2m Vehicles in America\",            \"translated_version\": \"Tesla llamará a revisión más de 2 millones de vehículos en América después de que los reguladores dijeran que el tamaño de letra pequeña de algunas luces de advertencia 'puede dificultar la lectura de información crítica de seguridad'. La Administración Nacional de Seguridad del Tráfico en Carreteras dijo que identificó el problema el 8 de enero durante una auditoría de rutina. La llamada a revisión es la tercera actualización de seguridad de Tesla en tres meses.\",            \"translated_title\": \"Tesla Llama a Revisión Más de 2 Millones de Vehículos en América\"        }    ]}"