"{    \"translations\": [        {            \"english_version\": \"There have been days of protests in the city because of the Trump administration's immigration enforcement operation. This has increased tensions between Trump and Canadian Prime Minister Mark Carney.\",            \"english_title\": \"Protests in the City\",            \"translated_version\": \"Ha habido días de protestas en la ciudad por la operación de inmigración del gobierno de Trump. Esto ha aumentado las tensiones entre Trump y el Primer Ministro de Canadá, Mark Carney.\",            \"translated_title\": \"Protestas en la Ciudad\"        },        {            \"english_version\": \"Alex Honnold is trying to climb one of the world's tallest buildings, Taipei 101 in Taiwan.\",            \"english_title\": \"Climbing Taipei 101\",            \"translated_version\": \"Alex Honnold está tratando de escalar uno de los edificios más altos del mundo, Taipei 101 en Taiwán.\",            \"translated_title\": \"Escalando Taipei 101\"        },        {            \"english_version\": \"A Lebanese man is accused of planning attacks on Jewish and Israeli places in Europe, according to prosecutors.\",            \"english_title\": \"Lebanese Man Accused\",            \"translated_version\": \"Un hombre libanés está acusado de planear ataques en lugares judíos e israelíes en Europa, según los fiscales.\",            \"translated_title\": \"Hombre Libanés Acusado\"        },        {            \"english_version\": \"The US president praised allied forces for staying away from the front lines during the Afghanistan conflict.\",            \"english_title\": \"Praise for Allied Forces\",            \"translated_version\": \"El presidente de EE.UU. elogió a las fuerzas aliadas por mantenerse alejadas de las líneas de frente durante el conflicto en Afganistán.\",            \"translated_title\": \"Elogio a Fuerzas Aliadas\"        },        {            \"english_version\": \"Rescue teams are looking for 83 missing people in a West Java village after a landslide. Police do not expect to find more survivors, with six people still missing.\",            \"english_title\": \"Search After Landslide\",            \"translated_version\": \"Equipos de rescate buscan a 83 personas desaparecidas en un pueblo de Java Occidental después de un deslizamiento de tierra. La policía no espera encontrar más sobrevivientes, con seis personas aún desaparecidas.\",            \"translated_title\": \"Búsqueda Tras Deslizamiento\"        }    ]}"