"{    \"translations\": [        {            \"english_version\": \"The FBI identified the suspect who drove a pick-up truck into a crowd in New Orleans, Louisiana, killing at least ten people and injuring another 35. The agency said that Shamsud Din Bahar Jabbar, a 42-year-old American citizen from Texas, was killed in a shootout with police, and that an Islamic State flag, a possible improvised explosive device and other weapons were found in the vehicle. The FBI is investigating the incident as an act of terrorism. Earlier the city’s police chief said that the suspect 'was trying to run over as many people as he could'.\",            \"english_title\": \"New Orleans Attack\",            \"translated_version\": \"El FBI identificó al sospechoso que condujo una camioneta en una multitud en Nueva Orleans, Luisiana, matando al menos a diez personas e hiriendo a otras 35. La agencia dijo que Shamsud Din Bahar Jabbar, un ciudadano estadounidense de 42 años de Texas, fue asesinado en un tiroteo con la policía, y que se encontró una bandera del Estado Islámico, un posible artefacto explosivo improvisado y otras armas en el vehículo. El FBI está investigando el incidente como un acto de terrorismo. Anteriormente, el jefe de policía de la ciudad dijo que el sospechoso 'estaba tratando de atropellar a tantas personas como pudiera'.\",            \"translated_title\": \"New Orleans Attack\"        },        {            \"english_version\": \"Taiwan’s president, Lai Ching-te, promised more military spending to strengthen the island’s defences, citing the danger that China, Russia and North Korea pose to the 'international order'. China has been increasingly aggressive towards Taiwan, which it lays claim to despite the island enjoying 75 years of autonomy. On Tuesday Xi Jinping, China’s leader, said that no one could prevent 'reunification'.\",            \"english_title\": \"Taiwan Military Spending\",            \"translated_version\": \"El presidente de Taiwán, Lai Ching-te, prometió más gastos militares para fortalecer las defensas de la isla, citando el peligro que China, Rusia y Corea del Norte representan para el 'orden internacional'. China ha sido cada vez más agresiva hacia Taiwán, al que reclama a pesar de que la isla ha disfrutado de 75 años de autonomía. El martes, Xi Jinping, líder de China, dijo que nadie podría evitar la 'reunificación'.\",            \"translated_title\": \"Taiwan Military Spending\"        }    ]}"