"{    \"translations\": [        {            \"english_version\": \"The Prime Minister of Thailand said he told the US President that a ceasefire can only happen after Cambodia removes all its forces. Meanwhile, Donald Trump's envoy is set to meet with the Ukrainian President and European leaders in Berlin to talk about the latest peace plan.\",            \"english_title\": \"Thailand's Ceasefire Condition\",            \"translated_version\": \"El Primer Ministro de Tailandia dijo que le dijo al Presidente de EE.UU. que un alto el fuego solo puede pasar después de que Camboya quite todas sus fuerzas. Mientras tanto, el enviado de Donald Trump se reunirá con el Presidente de Ucrania y líderes europeos en Berlín para hablar sobre el último plan de paz.\",            \"translated_title\": \"Condición de Tailandia para Alto el Fuego\"        },        {            \"english_version\": \"Ukraine's President has accused Russia of an attack, while Turkey has called for a halt to strikes on shipping and ports. Warehouses that supply most of Ukraine's pharmacies have been destroyed in recent months.\",            \"english_title\": \"Ukraine Accuses Russia\",            \"translated_version\": \"El Presidente de Ucrania ha acusado a Rusia de un ataque, mientras que Turquía ha pedido parar los ataques a barcos y puertos. Almacenes que dan a la mayoría de las farmacias de Ucrania han sido destruidos en meses recientes.\",            \"translated_title\": \"Ucrania Acusa a Rusia\"        },        {            \"english_version\": \"The recent Washington Accord was called 'historic' by the US President, but fighting is still going on. The Russian ambassador was called in because of a cyber-attack on air traffic control and attempts to interfere with elections.\",            \"english_title\": \"Washington Accord and Cyber Issues\",            \"translated_version\": \"El reciente Acuerdo de Washington fue llamado `histórico` por el Presidente de EE.UU., pero la pelea sigue. El embajador ruso fue llamado por un ciberataque al control de tráfico aéreo e intentos de interferir en elecciones.\",            \"translated_title\": \"Acuerdo de Washington y Problemas Cibernéticos\"        },        {            \"english_version\": \"A women's rights activist, who won the Nobel Peace Prize in 2023, was arrested by Iranian security services at a memorial, according to her supporters.\",            \"english_title\": \"Nobel Winner Arrested\",            \"translated_version\": \"Una activista de derechos de mujeres, que ganó el Premio Nobel de la Paz en 2023, fue arrestada por servicios de seguridad iraníes en un memorial, según sus seguidores.\",            \"translated_title\": \"Ganadora del Nobel Arrestada\"        },        {            \"english_version\": \"Farmers in France have been protesting in several areas after veterinarians killed a herd that had a disease.\",            \"english_title\": \"French Farmers Protest\",            \"translated_version\": \"Agricultores en Francia han estado protestando en varias áreas después de que veterinarios mataron un rebaño que tenía una enfermedad.\",            \"translated_title\": \"Protesta de Agricultores Franceses\"        }    ]}"