"{    \"translations\": [        {            \"english_version\": \"Israel’s army said it had found a Hamas tunnel under the Gaza headquarters of a UN agency. It claimed that the tunnel, which it called a 'significant asset' for Hamas, received its electricity from the building belonging to UNRWA. The agency, which aids Palestinian refugees, said it had not used the compound since October and was not aware of activity there. It is already reeling from allegations that some of its staff were involved in Hamas’s assault on Israel on October 7th.\",            \"english_title\": \"Hamas Tunnel Found Under UN Agency Headquarters\",            \"translated_version\": \"El ejército de Israel dijo que encontró un túnel de Hamas debajo de la sede de la agencia de la ONU en Gaza. Afirmó que el túnel, al que llamó un 'activo significativo' para Hamas, recibía electricidad del edificio perteneciente a UNRWA. La agencia, que ayuda a los refugiados palestinos, dijo que no había utilizado el complejo desde octubre y no estaba al tanto de ninguna actividad allí. Ya está sufriendo acusaciones de que algunos de sus empleados estuvieron involucrados en el ataque de Hamas a Israel el 7 de octubre.\",            \"translated_title\": \"Túnel de Hamas Encontrado Bajo la Sede de la Agencia de la ONU\"        },        {            \"english_version\": \"The candidates for the presidency of Indonesia ended their campaigns at rallies attended by many thousands of supporters. The vote itself does not take place until February 14th, but the three men looking to replace the immensely popular Joko Widodo are not allowed to campaign after Saturday. Our poll tracker suggests Prabowo Subianto, whose running mate is the incumbent’s son, will win just over half of the votes.\",            \"english_title\": \"Indonesia Presidential Campaigns Conclude\",            \"translated_version\": \"Los candidatos a la presidencia de Indonesia concluyeron sus campañas en mítines a los que asistieron miles de seguidores. La votación en sí no se llevará a cabo hasta el 14 de febrero, pero a los tres hombres que buscan reemplazar al inmensamente popular Joko Widodo no se les permite hacer campaña después del sábado. Nuestro rastreador de encuestas sugiere que Prabowo Subianto, cuyo compañero de fórmula es el hijo del actual presidente, ganará poco más de la mitad de los votos.\",            \"translated_title\": \"Campañas Presidenciales en Indonesia Concluyen\"        },        {            \"english_version\": \"Guyana said that Venezuela’s army was making movements near the countries’ shared border. Such actions would breach the terms of an agreement signed by the South American states in December to solve a row that erupted after Venezuela threatened to annex a sizeable portion of its neighbour’s territory. Massive amounts of oil have been discovered off the coast.\",            \"english_title\": \"Tensions Rise Between Guyana and Venezuela\",            \"translated_version\": \"Guyana dijo que el ejército de Venezuela estaba haciendo movimientos cerca de la frontera compartida entre los países. Tales acciones violarían los términos de un acuerdo firmado por los estados sudamericanos en diciembre para resolver una disputa que estalló después de que Venezuela amenazara con anexar una parte considerable del territorio de su vecino. Se han descubierto grandes cantidades de petróleo en la costa.\",            \"translated_title\": \"Aumentan las Tensiones entre Guyana y Venezuela\"        },        {            \"english_version\": \"A Russian drone attack on Kharkiv, Ukraine’s second-largest city, killed at least seven people, including three children, after a petrol station caught fire. Ukraine said it had been able to shoot down 23 of the 31 drones launched overnight towards Kharkiv and Odessa, farther south. The long-range aerial battle has taken on additional prominence in Ukraine given the relative stalemate on land.\",            \"english_title\": \"Russian Drone Attack in Ukraine\",            \"translated_version\": \"Un ataque con drones rusos en Járkov, la segunda ciudad más grande de Ucrania, mató al menos a siete personas, incluidos tres niños, después de que una gasolinera se incendiara. Ucrania dijo que había logrado derribar 23 de los 31 drones lanzados durante la noche hacia Járkov y Odessa, más al sur. La batalla aérea de largo alcance ha adquirido una importancia adicional en Ucrania debido al punto muerto relativo en tierra.\",            \"translated_title\": \"Ataque de Drones Rusos en Ucrania\"        },        {            \"english_version\": \"America, Britain and the European Union separately expressed concern over Pakistan’s electoral process. The party led by Nawaz Sharif, a former prime minister, claimed victory in Thursday’s general election, which was marred by violence, but so did independent candidates linked to Imran Khan, a jailed former prime minister. The final few election results released on Saturday showed no clear majority.\",            \"english_title\": \"Concerns Over Pakistan's Election\",            \"translated_version\": \"Estados Unidos, Gran Bretaña y la Unión Europea expresaron su preocupación por separado sobre el proceso electoral de Pakistán. El partido liderado por Nawaz Sharif, un ex primer ministro, reclamó la victoria en las elecciones generales del jueves, que estuvieron marcadas por la violencia, pero también lo hicieron los candidatos independientes vinculados a Imran Khan, un ex primer ministro encarcelado. Los pocos resultados electorales finales publicados el sábado no mostraron una mayoría clara.\",            \"translated_title\": \"Preocupaciones Sobre las Elecciones en Pakistán\"        }    ]}"