"{    \"translations\": [        {            \"english_version\": \"Deals have been signed in civil nuclear energy and critical minerals during the Russian Prime Minister's visit to India. This is part of efforts to strengthen ties between the two countries.\",            \"english_title\": \"Russia and India Sign Deals\",            \"translated_version\": \"Se han firmado acuerdos en energía nuclear civil y minerales importantes durante la visita del Primer Ministro de Rusia a India. Esto es parte de los esfuerzos para fortalecer la relación entre los dos países.\",            \"translated_title\": \"Rusia e India Firman Acuerdos\"        },        {            \"english_version\": \"Namibia has collected a lot of rhino horn by cutting them off to stop poachers. This method is meant to protect rhinos from being killed for their horns.\",            \"english_title\": \"Namibia Protects Rhinos\",            \"translated_version\": \"Namibia ha recogido muchos cuernos de rinoceronte cortándolos para detener a los cazadores furtivos. Este método es para proteger a los rinocerontes de ser matados por sus cuernos.\",            \"translated_title\": \"Namibia Protege Rinocerontes\"        },        {            \"english_version\": \"The US president is hopeful that a peace deal will lead to more American investment in a region rich in resources. This is part of efforts to improve economic ties and stability.\",            \"english_title\": \"US Hopes for Peace and Investment\",            \"translated_version\": \"El presidente de EE.UU. espera que un acuerdo de paz lleve a más inversión americana en una región rica en recursos. Esto es parte de los esfuerzos para mejorar la relación económica y la estabilidad.\",            \"translated_title\": \"EE.UU. Espera Paz e Inversión\"        },        {            \"english_version\": \"There is evidence of extrajudicial killings, disappearances, and hiding of bodies, according to 17 embassies. This raises concerns about human rights violations.\",            \"english_title\": \"Concerns Over Human Rights\",            \"translated_version\": \"Hay evidencia de asesinatos extrajudiciales, desapariciones y ocultación de cuerpos, según 17 embajadas. Esto genera preocupaciones sobre violaciones de derechos humanos.\",            \"translated_title\": \"Preocupaciones por Derechos Humanos\"        },        {            \"english_version\": \"Politicians in Greenland, a self-governing part of Denmark, have voted to change the law that banned abortion in most cases. This is a significant change in their legislation.\",            \"english_title\": \"Greenland Changes Abortion Law\",            \"translated_version\": \"Los políticos en Groenlandia, una parte autónoma de Dinamarca, han votado para cambiar la ley que prohibía el aborto en la mayoría de los casos. Este es un cambio importante en su legislación.\",            \"translated_title\": \"Groenlandia Cambia Ley de Aborto\"        }    ]}"