"{    \"translations\": [        {            \"english_version\": \"A Russian military plane crashed in the Belgorod region, near the border with Ukraine, killing at least 65 Ukrainian prisoners of war, according to the Russian ministry of defence.\",            \"english_title\": \"Russian Military Plane Crash\",            \"translated_version\": \"Un avión militar ruso se estrelló en la región de Belgorod, cerca de la frontera con Ucrania, matando al menos a 65 prisioneros de guerra ucranianos, según el ministerio de defensa ruso.\",            \"translated_title\": \"Accidente de Avión Militar Ruso\"        },        {            \"english_version\": \"Donald Trump won New Hampshire’s Republican primary, defeating Nikki Haley, who had hoped for a strong showing in the independently-minded state.\",            \"english_title\": \"Trump Wins New Hampshire Primary\",            \"translated_version\": \"Donald Trump ganó las primarias republicanas de New Hampshire, derrotando a Nikki Haley, quien esperaba tener un buen desempeño en el estado independiente.\",            \"translated_title\": \"Trump Gana las Primarias de New Hampshire\"        },        {            \"english_version\": \"China’s central bank will cut the amount of money that the country’s lenders are required to hold in reserve by 0.5 percentage points.\",            \"english_title\": \"China's Central Bank Cuts Reserve Requirement\",            \"translated_version\": \"El banco central de China reducirá en 0.5 puntos porcentuales la cantidad de dinero que los prestamistas del país deben mantener en reserva.\",            \"translated_title\": \"El Banco Central de China Reduce los Requisitos de Reserva\"        },        {            \"english_version\": \"Germany’s services and manufacturing sectors contracted in January, according to a survey by S&P Global and Hamburg Commercial Bank.\",            \"english_title\": \"Germany's Services and Manufacturing Contract\",            \"translated_version\": \"Los sectores de servicios y manufactura de Alemania se contrajeron en enero, según una encuesta realizada por S&P Global y Hamburg Commercial Bank.\",            \"translated_title\": \"Contracción de los Sectores de Servicios y Manufactura de Alemania\"        },        {            \"english_version\": \"Netflix reported bumper profits in the three months to December after adding 13m subscribers, a fourth-quarter record.\",            \"english_title\": \"Netflix Reports Bumper Profits\",            \"translated_version\": \"Netflix informó de grandes ganancias en los tres meses hasta diciembre después de agregar 13 millones de suscriptores, un récord del cuarto trimestre.\",            \"translated_title\": \"Netflix Informa de Grandes Ganancias\"        }    ]}"