"{    \"translations\": [        {            \"english_version\": \"Reza Pahlavi, who is an opposition figure living in the US, asked the world to focus on the leaders of Iran's Revolutionary Guards. The BBC talked to Iranians near the Iraq border, where the government is blocking information by cutting off the internet.\",            \"english_title\": \"Reza Pahlavi's Request\",            \"translated_version\": \"Reza Pahlavi, que es una figura de oposición viviendo en EE.UU., pidió al mundo que se enfoque en los líderes de los Guardianes Revolucionarios de Irán. La BBC habló con iraníes cerca de la frontera con Irak, donde el gobierno está bloqueando información cortando el internet.\",            \"translated_title\": \"Petición de Reza Pahlavi\"        },        {            \"english_version\": \"A US official said that discussions were held about economic opportunities and stopping Venezuela from becoming a place for America's enemies.\",            \"english_title\": \"US Talks on Venezuela\",            \"translated_version\": \"Un oficial de EE.UU. dijo que hubo discusiones sobre oportunidades económicas y evitar que Venezuela se convierta en un lugar para los enemigos de América.\",            \"translated_title\": \"Charlas de EE.UU. sobre Venezuela\"        },        {            \"english_version\": \"President Museveni has about 75% of the votes counted from more than half of the polling stations.\",            \"english_title\": \"Museveni's Vote Count\",            \"translated_version\": \"El presidente Museveni tiene alrededor del 75% de los votos contados de más de la mitad de las estaciones de votación.\",            \"translated_title\": \"Conteo de Votos de Museveni\"        },        {            \"english_version\": \"Myanmar claims that The Gambia has not shown enough proof of genocide against the Muslim minority.\",            \"english_title\": \"Myanmar's Claim\",            \"translated_version\": \"Myanmar dice que Gambia no ha mostrado suficiente prueba de genocidio contra la minoría musulmana.\",            \"translated_title\": \"Reclamo de Myanmar\"        },        {            \"english_version\": \"Scientists think a new map could help understand how Antarctica's large ice sheet will react to climate change.\",            \"english_title\": \"Antarctica Map\",            \"translated_version\": \"Científicos piensan que un nuevo mapa podría ayudar a entender cómo reaccionará la gran capa de hielo de la Antártida al cambio climático.\",            \"translated_title\": \"Mapa de la Antártida\"        }    ]}"