"{    \"translations\": [        {            \"english_version\": \"France's high-speed rail network faced disruptions due to malicious acts just before the Paris Olympics. Trains were stopped in many parts of the country because fires were set on the tracks. The attack affected lines going to and from Paris. The government is investigating, but the culprits are unknown. The disruption could last for days, impacting around 800,000 travelers.\",            \"english_title\": \"France's high-speed rail network disruption\",            \"translated_version\": \"El tren de alta velocidad de Francia tuvo problemas debido a actos maliciosos justo antes de los Juegos Olímpicos de París. Los trenes se detuvieron en muchas partes del país porque prendieron fuego a las vías. El ataque afectó a las líneas que van hacia y desde París. El gobierno está investigando, pero los culpables son desconocidos. La interrupción podría durar días, afectando a alrededor de 800,000 viajeros.\",            \"translated_title\": \"Problemas en la red de tren de alta velocidad de Francia\"        },        {            \"english_version\": \"Barack Obama publicly supported Kamala Harris as the Democratic presidential nominee. In a statement with his wife, Michelle Obama, he praised Harris for her vision, character, and strength. This endorsement came after speculation about Obama's stance on the nomination. Other prominent Democrats, including President Joe Biden and the Clintons, also backed Harris.\",            \"english_title\": \"Barack Obama endorses Kamala Harris\",            \"translated_version\": \"Barack Obama apoyó públicamente a Kamala Harris como la nominada presidencial demócrata. En una declaración con su esposa, Michelle Obama, elogió a Harris por su visión, carácter y fuerza. Este respaldo llegó después de especulaciones sobre la postura de Obama ante la nominación. Otros demócratas prominentes, incluyendo al presidente Joe Biden y los Clinton, también respaldaron a Harris.\",            \"translated_title\": \"Barack Obama apoya a Kamala Harris\"        }    ]}"