"{    \"translations\": [        {            \"english_version\": \"Israel said it would deepen its attacks on the Gaza Strip. A spokesperson for the Israel Defence Forces said the increase in strikes would be part of the next stages of the war. He also repeated a call for people in the northern part of the besieged enclave to move south. Earlier the first lorries carrying much-needed aid entered the Gaza Strip. Médecins Sans Frontières, an international charity, said Gaza’s health-care system is facing collapse.\",            \"english_title\": \"Israel deepens attacks on Gaza Strip\",            \"translated_version\": \"Israel dijo que intensificaría sus ataques en la Franja de Gaza. Un portavoz de las Fuerzas de Defensa de Israel dijo que el aumento de los ataques sería parte de las próximas etapas de la guerra. También repitió un llamado a las personas en la parte norte del enclave asediado para que se muevan hacia el sur. Anteriormente, los primeros camiones que llevaban ayuda muy necesaria ingresaron a la Franja de Gaza. Médicos Sin Fronteras, una organización benéfica internacional, dijo que el sistema de atención médica de Gaza está al borde del colapso.\",            \"translated_title\": \"Israel intensifica ataques en la Franja de Gaza\"        },        {            \"english_version\": \"The Philippines accused China of provocative, irresponsible and illegal action after a Chinese vessel collided with a Philippine resupply boat in the South China Sea. China’s coast guard said it lawfully blocked the Philippine vessel, which was carrying illegal construction materials to a warship. Such clashes have become increasingly common amid Chinese expansionism in the South China Sea. A peace summit in Cairo, called by Egypt to press for an end to hostilities between Israel and Hamas, ended without success. Arab leaders and representatives of some European governments attended, but Israel did not. America sent a lowly chargé d’affaires. The attendees failed to agree on a joint statement, though Arab countries called for Israel to stop its bombardment of Gaza.\",            \"english_title\": \"Philippines accuses China of illegal action\",            \"translated_version\": \"Filipinas acusó a China de una acción provocativa, irresponsable e ilegal después de que una embarcación china chocara con un barco de suministro filipino en el Mar de China Meridional. La guardia costera de China dijo que bloqueó legalmente el barco filipino, que transportaba materiales de construcción ilegales a un buque de guerra. Tales enfrentamientos se han vuelto cada vez más comunes en medio del expansionismo chino en el Mar de China Meridional. Una cumbre de paz en El Cairo, convocada por Egipto para presionar por el fin de las hostilidades entre Israel y Hamas, terminó sin éxito. Líderes árabes y representantes de algunos gobiernos europeos asistieron, pero Israel no lo hizo. Estados Unidos envió a un encargado de negocios de bajo rango. Los asistentes no lograron ponerse de acuerdo en una declaración conjunta, aunque los países árabes pidieron a Israel que detuviera su bombardeo a Gaza.\",            \"translated_title\": \"Filipinas acusa a China de acción ilegal\"        },        {            \"english_version\": \"Argentines started to vote in a general election. The country’s economic crisis, with annual inflation running at 138%, has contributed to the rise of an outsider candidate to the top of the opinion polls. Javier Milei is a right-wing libertarian economist who wants to slash public spending and adopt the US dollar as the national currency.\",            \"english_title\": \"Argentines vote in general election\",            \"translated_version\": \"Los argentinos comenzaron a votar en una elección general. La crisis económica del país, con una inflación anual del 138%, ha contribuido al ascenso de un candidato externo a la cima de las encuestas de opinión. Javier Milei es un economista libertario de derecha que quiere reducir el gasto público y adoptar el dólar estadounidense como moneda nacional.\",            \"translated_title\": \"Los argentinos votan en elección general\"        },        {            \"english_version\": \"Slovenia deployed police to its borders with Croatia and Hungary, citing security threats from members of various terrorist and extremist groups. On Thursday the Slovenian government had introduced temporary border controls at crossings, following a similar move by neighbouring Italy. European officials are increasingly concerned about the fallout from the Israel-Hamas war.\",            \"english_title\": \"Slovenia deploys police to borders\",            \"translated_version\": \"Eslovenia desplegó policía en sus fronteras con Croacia y Hungría, citando amenazas de seguridad por parte de miembros de varios grupos terroristas y extremistas. El jueves, el gobierno esloveno había introducido controles fronterizos temporales en los cruces, siguiendo un movimiento similar de Italia vecina. Los funcionarios europeos están cada vez más preocupados por las consecuencias de la guerra entre Israel y Hamas.\",            \"translated_title\": \"Eslovenia despliega policía en fronteras\"        },        {            \"english_version\": \"Nicolás Maduro, Venezuela’s president, will join Latin American leaders at a summit on migration on Sunday. Its host, Mexico’s president, Andrés Manuel López Obrador, says they will discuss how to deal with the causes of large-scale migration through the region, much of it towards America. He wants to talk about ways that America can help beyond just building walls or militarising the border. Mr Maduro is one of those causes. Almost 8m Venezuelans have left the country in recent years, in large part because the economy has shrunk by 75% during his decade in power. Some 60,000 arrived in Mexico in September alone. After America offered more visas to migrants this year the numbers fell—before rising again. American border guards counted almost 233,000 migrants on the south-western border in August. And a tighter American border means that more get stuck in Mexico.\",            \"english_title\": \"Venezuela's president to join migration summit\",            \"translated_version\": \"Nicolás Maduro, presidente de Venezuela, se unirá a líderes latinoamericanos en una cumbre sobre migración el domingo. Su anfitrión, el presidente de México, Andrés Manuel López Obrador, dice que discutirán cómo lidiar con las causas de la migración a gran escala a través de la región, gran parte de ella hacia Estados Unidos. Quiere hablar sobre formas en que Estados Unidos puede ayudar más allá de simplemente construir muros o militarizar la frontera. El Sr. Maduro es una de esas causas. Casi 8 millones de venezolanos han abandonado el país en los últimos años, en gran parte porque la economía se ha reducido en un 75% durante su década en el poder. Solo en septiembre llegaron 60,000 a México. Después de que Estados Unidos ofreciera más visas a los migrantes este año, las cifras cayeron, antes de volver a subir. Los guardias fronterizos estadounidenses contaron casi 233,000 migrantes en la frontera suroeste en agosto. Y una frontera estadounidense más estricta significa que más personas quedan atrapadas en México.\",            \"translated_title\": \"Presidente de Venezuela se une a cumbre sobre migración\"        }    ]}"