"{    \"translations\": [        {            \"english_version\": \"A senior Hamas figure told the BBC that the group is likely to reject Trump's Gaza peace plan. They believe the plan serves Israel's interests and not theirs. Trump is asking the Israeli Prime Minister to take a risk with his government, but he offers the chance of a historic legacy.\",            \"english_title\": \"Hamas Rejects Peace Plan\",            \"translated_version\": \"Un líder de Hamas dijo a la BBC que el grupo probablemente rechazará el plan de paz de Trump para Gaza. Ellos creen que el plan ayuda a Israel y no a ellos. Trump pide al Primer Ministro de Israel que tome un riesgo con su gobierno, pero ofrece la oportunidad de un legado histórico.\",            \"translated_title\": \"Hamas rechaza plan de paz\"        },        {            \"english_version\": \"The bodies of two young boys and their parents were found in their destroyed home in the Sumy region. Rescuers reported this tragic event. The rescue efforts were temporarily stopped on Tuesday because the building was at risk of collapsing further.\",            \"english_title\": \"Tragic Family Loss in Sumy\",            \"translated_version\": \"Los cuerpos de dos niños y sus padres fueron encontrados en su casa destruida en la región de Sumy. Los rescatistas informaron de este evento trágico. Los esfuerzos de rescate se detuvieron temporalmente el martes porque el edificio corría el riesgo de colapsar más.\",            \"translated_title\": \"Pérdida trágica en Sumy\"        },        {            \"english_version\": \"UK police seized cryptocurrency worth over £5 billion from Zhimin Qian. She was known as 'the goddess of wealth'. This is a significant seizure by the authorities.\",            \"english_title\": \"Cryptocurrency Seized in UK\",            \"translated_version\": \"La policía del Reino Unido confiscó criptomonedas por valor de más de £5 mil millones de Zhimin Qian. Ella era conocida como la diosa de la riqueza. Esta es una confiscación importante por las autoridades.\",            \"translated_title\": \"Criptomonedas confiscadas en Reino Unido\"        },        {            \"english_version\": \"The US president warned military leaders about a 'war from within'. He indicated that they might need to step in to handle the situation.\",            \"english_title\": \"US President Warns of Internal War\",            \"translated_version\": \"El presidente de EE.UU. advirtió a los líderes militares sobre una guerra desde dentro. Indicó que podrían necesitar intervenir para manejar la situación.\",            \"translated_title\": \"Presidente de EE.UU. advierte sobre guerra interna\"        },        {            \"english_version\": \"The Taliban have not given an official reason for the shutdown, but they said it would last indefinitely. This has caused uncertainty and concern among the people affected.\",            \"english_title\": \"Taliban Shutdown Causes Concern\",            \"translated_version\": \"Los talibanes no han dado una razón oficial para el cierre, pero dijeron que durará indefinidamente. Esto ha causado incertidumbre y preocupación entre las personas afectadas.\",            \"translated_title\": \"Cierre de talibanes causa preocupación\"        }    ]}"