"{    \"translations\": [        {            \"english_version\": \"Kamala Harris, who is the vice-president of America and the Democratic Party's nominee for president, announced several economic policies that focus on helping ordinary people. She plans to stop unfair pricing by grocery stores, increase the child tax credit to $6,000 for a baby's first year, eliminate medical debt for many Americans, and reduce the cost of medications. These policies are inspired by President Joe Biden's approach of spending more to appeal to marginalized voters.\",            \"english_title\": \"Kamala Harris's Economic Policies\",            \"translated_version\": \"Kamala Harris, que es la vicepresidenta de América y la candidata del Partido Demócrata a la presidencia, anunció varias políticas económicas que se centran en ayudar a la gente común. Ella planea detener los precios injustos en las tiendas de comestibles, aumentar el crédito fiscal infantil a $6,000 para el primer año de un bebé, eliminar la deuda médica para muchos estadounidenses y reducir el costo de los medicamentos. Estas políticas están inspiradas en el enfoque del presidente Joe Biden de gastar más para atraer a los votantes marginados.\",            \"translated_title\": \"Políticas Económicas de Kamala Harris\"        },        {            \"english_version\": \"The price of gold reached a new all-time high, surpassing $2,500 per ounce. This increase followed a strong week in the American stock market, which recovered from recent losses. Investors, who turn to gold when interest rates are low, are anticipating a rate cut by the Federal Reserve next month.\",            \"english_title\": \"Gold Price Surge\",            \"translated_version\": \"El precio del oro alcanzó un nuevo máximo histórico, superando los $2,500 por onza. Este aumento siguió a una semana fuerte en el mercado de valores estadounidense, que se recuperó de pérdidas recientes. Los inversores, que recurren al oro cuando las tasas de interés son bajas, están anticipando un recorte de tasas por parte de la Reserva Federal el próximo mes.\",            \"translated_title\": \"Aumento del Precio del Oro\"        }    ]}"