"{    \"translations\": [        {            \"english_version\": \"The BBC has documented a steep rise in soldiers' obituaries as part of its work in counting Russian war losses.\",            \"english_title\": \"BBC Documents Rise in Soldier Obituaries\",            \"translated_version\": \"La BBC ha visto que hay más obituarios de soldados como parte de su trabajo contando las pérdidas de guerra rusas.\",            \"translated_title\": \"BBC ve más obituarios de soldados\"        },        {            \"english_version\": \"Eurostar services will resume with severe delays and possible cancellations after services were suspended due to a power supply problem.\",            \"english_title\": \"Eurostar Services Resume with Delays\",            \"translated_version\": \"Los servicios de Eurostar volverán con grandes retrasos y posibles cancelaciones después de que se suspendieron por un problema de electricidad.\",            \"translated_title\": \"Eurostar vuelve con retrasos\"        },        {            \"english_version\": \"The US president warns Hamas will face severe consequences if it does not disarm, after talks with Netanyahu.\",            \"english_title\": \"US President Warns Hamas\",            \"translated_version\": \"El presidente de EE.UU. advierte que Hamas enfrentará consecuencias graves si no se desarma, después de hablar con Netanyahu.\",            \"translated_title\": \"Presidente de EE.UU. advierte a Hamas\"        },        {            \"english_version\": \"The UAE denies Saudi claims that it sent weapons to separatists and encouraged them to attack the Yemeni government.\",            \"english_title\": \"UAE Denies Saudi Claims\",            \"translated_version\": \"Los Emiratos Árabes niegan las acusaciones de Arabia Saudita de que enviaron armas a separatistas y los animaron a atacar al gobierno de Yemen.\",            \"translated_title\": \"Emiratos niegan acusaciones de Arabia Saudita\"        },        {            \"english_version\": \"Russia has accused Ukraine of targeting a presidential residence, which President Zelensky called false accusations.\",            \"english_title\": \"Russia Accuses Ukraine\",            \"translated_version\": \"Rusia ha acusado a Ucrania de atacar una residencia presidencial, lo que el presidente Zelensky llamó acusaciones falsas.\",            \"translated_title\": \"Rusia acusa a Ucrania\"        }    ]}"