"{    \"translations\": [        {            \"english_version\": \"Hurricane Milton has weakened to a Category 3 storm as it nears Florida's west coast. Meteorologists are warning of severe thunderstorms and tornadoes in the region. Governor Ron DeSantis has advised residents in the storm's path to evacuate immediately, with 5.5 million people already under evacuation orders.\",            \"english_title\": \"Hurricane Milton approaching Florida\",            \"translated_version\": \"El huracán Milton se ha debilitado a una tormenta de Categoría 3 mientras se acerca a la costa oeste de Florida. Los meteorólogos advierten de fuertes tormentas eléctricas y tornados en la región. El gobernador Ron DeSantis ha aconsejado a los residentes en el camino del huracán que evacuen de inmediato, con 5.5 millones de personas ya bajo órdenes de evacuación.\",            \"translated_title\": \"Huracán Milton se acerca a Florida\"        },        {            \"english_version\": \"President Joe Biden postponed visits to Angola and Germany due to the hurricane. Around 5,000 National Guard members have been deployed, with an additional 3,000 on standby. Biden also had a phone call with Israeli Prime Minister Binyamin Netanyahu, discussing recent events in the region.\",            \"english_title\": \"Response to Hurricane Milton\",            \"translated_version\": \"El presidente Joe Biden pospuso visitas a Angola y Alemania debido al huracán. Alrededor de 5,000 miembros de la Guardia Nacional han sido desplegados, con 3,000 adicionales en espera. Biden también tuvo una llamada telefónica con el primer ministro israelí Binyamin Netanyahu, discutiendo eventos recientes en la región.\",            \"translated_title\": \"Respuesta al huracán Milton\"        },        {            \"english_version\": \"Israel's Defence Minister, Yoav Gallant, delayed a visit to the Pentagon in anticipation of a call from Prime Minister Netanyahu. Gallant stated that Israel's response to Iran's recent missile attack would be 'lethal, precise, and surprising'. Israel and Lebanon are engaged in missile exchanges, with reports of clashes along the border.\",            \"english_title\": \"Israeli-Iranian tensions\",            \"translated_version\": \"El Ministro de Defensa de Israel, Yoav Gallant, pospuso una visita al Pentágono en anticipación a una llamada del primer ministro Netanyahu. Gallant declaró que la respuesta de Israel al reciente ataque de misiles de Irán sería 'letal, precisa y sorprendente'. Israel y Líbano están involucrados en intercambios de misiles, con informes de enfrentamientos a lo largo de la frontera.\",            \"translated_title\": \"Tensiones entre Israel e Irán\"        }    ]}"