"{    \"translations\": [        {            \"english_version\": \"The second day of talks between Ukraine and Russia ended after just two hours. This is part of ongoing discussions between the two countries.\",            \"english_title\": \"Ukraine-Russia Talks\",            \"translated_version\": \"El segundo día de charlas entre Ucrania y Rusia terminó después de solo dos horas. Esto es parte de las discusiones entre los dos países.\",            \"translated_title\": \"Charlas Ucrania-Rusia\"        },        {            \"english_version\": \"Eleven people are in jail because of the killing of far-right student activist Quentin Deranque. This is part of an investigation into the incident.\",            \"english_title\": \"Jail for Activist's Death\",            \"translated_version\": \"Once personas están en la cárcel por la muerte del activista estudiantil de extrema derecha Quentin Deranque. Esto es parte de una investigación sobre el incidente.\",            \"translated_title\": \"Cárcel por Muerte de Activista\"        },        {            \"english_version\": \"Weather experts say heavy snow will likely continue in the area for the next few days. This will make rescue efforts harder.\",            \"english_title\": \"Heavy Snow Forecast\",            \"translated_version\": \"Expertos del clima dicen que la nieve fuerte probablemente continuará en el área por los próximos días. Esto hará que los esfuerzos de rescate sean más difíciles.\",            \"translated_title\": \"Pronóstico de Nieve Fuerte\"        },        {            \"english_version\": \"The Champions League game between Real Madrid and Benfica was stopped for 10 minutes. Both teams left the field during this time.\",            \"english_title\": \"Champions League Game Stopped\",            \"translated_version\": \"El partido de la Liga de Campeones entre Real Madrid y Benfica se detuvo por 10 minutos. Ambos equipos salieron del campo durante este tiempo.\",            \"translated_title\": \"Partido de Liga de Campeones Detenido\"        },        {            \"english_version\": \"José Jerí is the third president in a row to be removed and the country's seventh since 2016. This shows political instability in the country.\",            \"english_title\": \"Political Instability\",            \"translated_version\": \"José Jerí es el tercer presidente seguido en ser removido y el séptimo del país desde 2016. Esto muestra inestabilidad política en el país.\",            \"translated_title\": \"Inestabilidad Política\"        }    ]}"