"{    \"translations\": [        {            \"english_version\": \"The US president says Iranian leaders have called to negotiate, but the US may have to act before a meeting. More than 500 people have been killed during anti-government protests, according to a US-based human rights group.\",            \"english_title\": \"US and Iran Tensions\",            \"translated_version\": \"El presidente de EE.UU. dice que los líderes de Irán han llamado para negociar, pero EE.UU. puede tener que actuar antes de una reunión. Más de 500 personas han muerto durante protestas contra el gobierno, según un grupo de derechos humanos de EE.UU.\",            \"translated_title\": \"Tensiones entre EE.UU. e Irán\"        },        {            \"english_version\": \"Ramón Guanipa's father was accused of treason for challenging the disputed 2024 presidential election result.\",            \"english_title\": \"Treason Accusation\",            \"translated_version\": \"El padre de Ramón Guanipa fue acusado de traición por desafiar el resultado disputado de las elecciones presidenciales de 2024.\",            \"translated_title\": \"Acusación de Traición\"        },        {            \"english_version\": \"The new law, which started in December, is aimed at protecting children from online harm.\",            \"english_title\": \"New Child Protection Law\",            \"translated_version\": \"La nueva ley, que comenzó en diciembre, busca proteger a los niños de daños en internet.\",            \"translated_title\": \"Nueva Ley de Protección Infantil\"        },        {            \"english_version\": \"Jerome Powell said he thought the investigation was because Donald Trump was angry over the Fed's refusal to cut interest rates.\",            \"english_title\": \"Investigation on Fed\",            \"translated_version\": \"Jerome Powell dijo que pensaba que la investigación era porque Donald Trump estaba enojado por la negativa de la Fed a bajar las tasas de interés.\",            \"translated_title\": \"Investigación sobre la Fed\"        },        {            \"english_version\": \"All flights out of Kittila airport in northern Finland were cancelled on Sunday with temperatures dropping as low as -38C.\",            \"english_title\": \"Flights Cancelled in Finland\",            \"translated_version\": \"Todos los vuelos desde el aeropuerto de Kittila en el norte de Finlandia fueron cancelados el domingo con temperaturas bajando hasta -38C.\",            \"translated_title\": \"Vuelos Cancelados en Finlandia\"        }    ]}"