"{    \"translations\": [        {            \"english_version\": \"Henry Kissinger, America’s former secretary of state, died aged 100. A Nobel peace-prize winner, he shaped world affairs throughout the administrations of Richard Nixon and Gerald Ford, and oversaw America’s withdrawal from Vietnam. His shuttle diplomacy helped stabilize the Middle East after the Yom Kippur war in 1973. But his legacy is controversial: in the 1970s he supported Pakistan, while it carried out massacres in what is now Bangladesh. As a consultant and writer he continued to steer politics and business throughout the rest of his life.\",            \"english_title\": \"Henry Kissinger's Legacy\",            \"translated_version\": \"Henry Kissinger, el antiguo secretario de estado de Estados Unidos, murió a los 100 años. Ganador del premio Nobel de la paz, él influyó en los asuntos mundiales durante las administraciones de Richard Nixon y Gerald Ford, y supervisó la retirada de Estados Unidos de Vietnam. Su diplomacia de lanzadera ayudó a estabilizar Oriente Medio después de la guerra de Yom Kippur en 1973. Pero su legado es controvertido: en la década de 1970 apoyó a Pakistán, mientras llevaba a cabo masacres en lo que ahora es Bangladesh. Como consultor y escritor, continuó guiando la política y los negocios durante el resto de su vida.\",            \"translated_title\": \"El Legado de Henry Kissinger\"        },        {            \"english_version\": \"Israel and Hamas agreed to extend a truce, which began on Friday, by at least one day, minutes before it was set to expire. The two sides will continue to exchange captives. On Wednesday Hamas freed 16 hostages in return for 30 Palestinians held in Israeli prisons. Meanwhile two Palestinian gunmen killed three people and injured eight at a bus stop in Jerusalem.\",            \"english_title\": \"Extension of Truce between Israel and Hamas\",            \"translated_version\": \"Israel y Hamas acordaron extender una tregua, que comenzó el viernes, por al menos un día, minutos antes de que expirara. Ambos lados continuarán intercambiando prisioneros. El miércoles, Hamas liberó a 16 rehenes a cambio de 30 palestinos detenidos en prisiones israelíes. Mientras tanto, dos pistoleros palestinos mataron a tres personas e hirieron a ocho en una parada de autobús en Jerusalén.\",            \"translated_title\": \"Extensión de la Tregua entre Israel y Hamas\"        },        {            \"english_version\": \"The euro zone’s annual inflation rate fell more than expected in November, according to a flash estimate, dipping from 2.9% in October to 2.4%. The core inflation rate, which excludes volatile components such as energy and food, dropped for a fourth consecutive month to 3.6%. As the headline figure approaches the European Central Bank’s target of 2%, it may cut interest rates sooner.\",            \"english_title\": \"Euro Zone's Inflation Rate\",            \"translated_version\": \"La tasa de inflación anual de la zona euro cayó más de lo esperado en noviembre, según una estimación rápida, pasando del 2.9% en octubre al 2.4%. La tasa de inflación subyacente, que excluye componentes volátiles como la energía y los alimentos, cayó por cuarto mes consecutivo al 3.6%. A medida que la cifra principal se acerca al objetivo del Banco Central Europeo del 2%, es posible que recorte las tasas de interés antes.\",            \"translated_title\": \"Tasa de Inflación de la Zona Euro\"        },        {            \"english_version\": \"Russia’s highest court approved a request by the justice ministry to label the international public LGBT movement as extremist and ban its activities. Russia has increasingly cracked down on LGBT rights: in 2013 it adopted a law banning the propaganda of non-traditional sexual relations amongst minors. The measure was extended to all age groups last year.\",            \"english_title\": \"Russia's Crackdown on LGBT Movement\",            \"translated_version\": \"El tribunal más alto de Rusia aprobó una solicitud del Ministerio de Justicia para etiquetar el movimiento LGBT internacional como extremista y prohibir sus actividades. Rusia ha intensificado su represión contra los derechos LGBT: en 2013 adoptó una ley que prohíbe la propaganda de relaciones sexuales no tradicionales entre menores. La medida se extendió a todos los grupos de edad el año pasado.\",            \"translated_title\": \"Represión de Rusia al Movimiento LGBT\"        },        {            \"english_version\": \"Despite government stimulus efforts, China’s manufacturing purchasing managers’ index fell from 49.5 in October to 49.4 in November (anything less than 50 indicates a contraction). There was similar bad news from South Korea, which reported a 3.5% drop in manufacturing production in October compared with the previous month. Japanese manufacturing bucked the trend, growing by 1% in October compared to September.\",            \"english_title\": \"Manufacturing Index in China, South Korea, and Japan\",            \"translated_version\": \"A pesar de los esfuerzos de estímulo del gobierno, el índice de gerentes de compras de la manufactura de China cayó de 49.5 en octubre a 49.4 en noviembre (cualquier número menor a 50 indica una contracción). Hubo noticias similares en Corea del Sur, que informó una caída del 3.5% en la producción manufacturera en octubre en comparación con el mes anterior. La manufactura japonesa fue en contra de la tendencia, creciendo un 1% en octubre en comparación con septiembre.\",            \"translated_title\": \"Índice de Manufactura en China, Corea del Sur y Japón\"        }    ]}"