"{    \"translations\": [        {            \"english_version\": \"People in Gaza are worried about more destruction and having to leave their homes. Families of Israeli hostages are concerned because their loved ones are in the hands of Hamas.\",            \"english_title\": \"Worries in Gaza\",            \"translated_version\": \"Las personas en Gaza están preocupadas por más destrucción y tener que dejar sus casas. Las familias de los rehenes israelíes están preocupadas porque sus seres queridos están en manos de Hamas.\",            \"translated_title\": \"Preocupaciones en Gaza\"        },        {            \"english_version\": \"The Israeli Prime Minister's plans have been criticized by both the UK and the United Nations.\",            \"english_title\": \"Criticism of Israeli Plans\",            \"translated_version\": \"Los planes del Primer Ministro de Israel han sido criticados por el Reino Unido y las Naciones Unidas.\",            \"translated_title\": \"Críticas a Planes de Israel\"        },        {            \"english_version\": \"The United States has increased the reward for information that leads to the capture of Maduro, who they say is involved in drug trafficking.\",            \"english_title\": \"Reward for Maduro\",            \"translated_version\": \"Estados Unidos ha aumentado la recompensa por información que lleve a la captura de Maduro, quien dicen está involucrado en el tráfico de drogas.\",            \"translated_title\": \"Recompensa por Maduro\"        },        {            \"english_version\": \"President John Mahama has promised to investigate what he calls a personal loss.\",            \"english_title\": \"Mahama's Promise\",            \"translated_version\": \"El Presidente John Mahama ha prometido investigar lo que él llama una pérdida personal.\",            \"translated_title\": \"Promesa de Mahama\"        },        {            \"english_version\": \"Even with Trump's involvement, Russia's conditions for stopping the fighting in Ukraine make it hard to end the violence quickly.\",            \"english_title\": \"Challenges in Ukraine\",            \"translated_version\": \"Incluso con la participación de Trump, las condiciones de Rusia para detener la lucha en Ucrania hacen difícil terminar la violencia rápidamente.\",            \"translated_title\": \"Desafíos en Ucrania\"        }    ]}"