"{    \"translations\": [        {            \"english_version\": \"A major hostage and prisoner exchange is a big step towards ending two years of war in Gaza. Families say it ends two years of suffering, and now they can start healing and getting better. The US president says the ceasefire will last, and talks for lasting peace are starting.\",            \"english_title\": \"Hostage Exchange in Gaza\",            \"translated_version\": \"Un gran intercambio de rehenes y prisioneros es un gran paso para terminar dos años de guerra en Gaza. Las familias dicen que termina dos años de sufrimiento, y ahora pueden empezar a sanar y mejorar. El presidente de EE.UU. dice que el alto el fuego durará, y las conversaciones para una paz duradera están comenzando.\",            \"translated_title\": \"Intercambio de Rehenes en Gaza\"        },        {            \"english_version\": \"Thousands of people gather in Gaza and the West Bank to welcome Palestinian prisoners and detainees freed by Israel. The US president says the ceasefire will last, and talks for lasting peace are starting.\",            \"english_title\": \"Celebrations in Gaza\",            \"translated_version\": \"Miles de personas se reúnen en Gaza y Cisjordania para dar la bienvenida a prisioneros y detenidos palestinos liberados por Israel. El presidente de EE.UU. dice que el alto el fuego durará, y las conversaciones para una paz duradera están comenzando.\",            \"translated_title\": \"Celebraciones en Gaza\"        },        {            \"english_version\": \"Andry Rajoelina is said to have left the country on a French military jet, but no one knows where he is now.\",            \"english_title\": \"Andry Rajoelina's Disappearance\",            \"translated_version\": \"Se dice que Andry Rajoelina dejó el país en un avión militar francés, pero nadie sabe dónde está ahora.\",            \"translated_title\": \"Desaparición de Andry Rajoelina\"        },        {            \"english_version\": \"Thousands protested earlier in August against an increase in housing allowances for MPs.\",            \"english_title\": \"Protests Against Housing Allowances\",            \"translated_version\": \"Miles protestaron a principios de agosto contra un aumento en las ayudas para vivienda para los diputados.\",            \"translated_title\": \"Protestas Contra Ayudas de Vivienda\"        },        {            \"english_version\": \"At least 64 people are dead and many are missing after tropical storms caused heavy rains.\",            \"english_title\": \"Tropical Storms Cause Tragedy\",            \"translated_version\": \"Al menos 64 personas están muertas y muchas están desaparecidas después de que tormentas tropicales causaron fuertes lluvias.\",            \"translated_title\": \"Tormentas Tropicales Causan Tragedia\"        }    ]}"