"{    \"translations\": [        {            \"english_version\": \"Ukraine launched a large drone attack on Moscow, as confirmed by the mayor of the Russian capital. Russia's defense ministry reported that 11 drones were shot down over the city and surrounding areas, with a total of 45 drones intercepted over Russian territory. These attacks are uncommon, with Ukraine typically targeting critical infrastructure like airfields and refineries.\",            \"english_title\": \"Ukraine drone attacks on Moscow\",            \"translated_version\": \"Ucrania lanzó un gran ataque de drones en Moscú, según confirmó el alcalde de la capital rusa. El ministerio de defensa de Rusia informó que 11 drones fueron derribados sobre la ciudad y áreas circundantes, con un total de 45 drones interceptados sobre territorio ruso. Estos ataques son poco comunes, ya que Ucrania suele apuntar a infraestructuras críticas como aeropuertos y refinerías.\",            \"translated_title\": \"Ataques de drones de Ucrania en Moscú\"        },        {            \"english_version\": \"Barack Obama expressed readiness for a new era with Kamala Harris as president during his keynote speech at the Democratic National Convention. He criticized Donald Trump's use of childish nicknames, crazy conspiracy theories, and strange focus on crowd size. Michelle Obama also spoke at the convention, praising Ms. Harris as one of the most qualified individuals to run for president.\",            \"english_title\": \"Barack Obama's speech at Democratic National Convention\",            \"translated_version\": \"Barack Obama expresó su disposición para una nueva era con Kamala Harris como presidenta durante su discurso principal en la Convención Nacional Demócrata. Criticó el uso por parte de Donald Trump de apodos infantiles, teorías de conspiración locas y extraño enfoque en el tamaño de la multitud. Michelle Obama también habló en la convención, elogiando a la Sra. Harris como una de las personas más calificadas para postularse a presidenta.\",            \"translated_title\": \"Discurso de Barack Obama en la Convención Nacional Demócrata\"        }    ]}"