"{    \"translations\": [        {            \"english_version\": \"One of the gunmen, Naveed Akram, is in critical condition. A woman told the BBC she acted as a human shield for her baby. Authorities say two rabbis, a Holocaust survivor, and a 10-year-old girl were among the victims.\",            \"english_title\": \"Gunman and Victims\",            \"translated_version\": \"Uno de los hombres armados, Naveed Akram, está en condición crítica. Una mujer dijo a la BBC que actuó como escudo humano para su bebé. Las autoridades dicen que dos rabinos, un sobreviviente del Holocausto y una niña de 10 años estaban entre las víctimas.\",            \"translated_title\": \"Hombre armado y víctimas\"        },        {            \"english_version\": \"At least 70 homes have been flooded in Safi's old city center, officials say.\",            \"english_title\": \"Flooding in Safi\",            \"translated_version\": \"Al menos 70 casas se han inundado en el centro antiguo de Safi, dicen los oficiales.\",            \"translated_title\": \"Inundación en Safi\"        },        {            \"english_version\": \"Messi's India tour started chaotically after angry fans in Kolkata damaged a stadium because they couldn't see him.\",            \"english_title\": \"Messi's Chaotic Tour\",            \"translated_version\": \"La gira de Messi en India comenzó caóticamente después de que fanáticos enojados en Kolkata dañaron un estadio porque no podían verlo.\",            \"translated_title\": \"Gira caótica de Messi\"        },        {            \"english_version\": \"The discussions are about the peace plan Kyiv presented to the US last week.\",            \"english_title\": \"Peace Plan Discussions\",            \"translated_version\": \"Las discusiones son sobre el plan de paz que Kyiv presentó a los Estados Unidos la semana pasada.\",            \"translated_title\": \"Discusiones del plan de paz\"        },        {            \"english_version\": \"The 78-year-old UK citizen was convicted of lobbying foreign governments to impose sanctions on Hong Kong and China.\",            \"english_title\": \"UK Citizen Convicted\",            \"translated_version\": \"El ciudadano del Reino Unido de 78 años fue condenado por presionar a gobiernos extranjeros para imponer sanciones a Hong Kong y China.\",            \"translated_title\": \"Ciudadano del Reino Unido condenado\"        }    ]}"