"{    \"translations\": [        {            \"english_version\": \"The United Nations said that tens of thousands of people have fled from north to south Gaza, as Israel’s expected ground invasion looms.\",            \"english_title\": \"UN Warns of Mass Exodus in Gaza\",            \"translated_version\": \"La ONU dijo que decenas de miles de personas han huido del norte al sur de Gaza, mientras se avecina la esperada invasión terrestre de Israel.\",            \"translated_title\": \"ONU Advierte de una Gran Éxodo en Gaza\"        },        {            \"english_version\": \"Australians voted against the idea of establishing a 'Voice to Parliament', a group of indigenous advisers that the government would have consulted on issues affecting their communities.\",            \"english_title\": \"Australian Vote Rejects Indigenous Advisory Group\",            \"translated_version\": \"Los australianos votaron en contra de la idea de establecer una 'Voz al Parlamento', un grupo de asesores indígenas a los que el gobierno habría consultado sobre cuestiones que afectan a sus comunidades.\",            \"translated_title\": \"Voto Australiano Rechaza Grupo Asesor Indígena\"        },        {            \"english_version\": \"House Republicans left for the weekend after choosing Jim Jordan, an Ohio conservative, as their nominee for speaker of the American House of Representatives.\",            \"english_title\": \"House Republicans Choose Jim Jordan as Speaker Nominee\",            \"translated_version\": \"Los republicanos de la Cámara se fueron el fin de semana después de elegir a Jim Jordan, un conservador de Ohio, como su candidato a presidente de la Cámara de Representantes de Estados Unidos.\",            \"translated_title\": \"Republicanos de la Cámara Eligen a Jim Jordan como Candidato a Presidente\"        },        {            \"english_version\": \"France said it would mobilise up to 7,000 troops after a teacher was killed by a man who may have been motivated by the Israel-Hamas war.\",            \"english_title\": \"France to Deploy Troops After Teacher's Killing\",            \"translated_version\": \"Francia dijo que movilizaría hasta 7,000 soldados después de que un profesor fuera asesinado por un hombre que podría haber sido motivado por la guerra entre Israel y Hamas.\",            \"translated_title\": \"Francia Desplegará Tropas Después del Asesinato de un Profesor\"        },        {            \"english_version\": \"Microsoft closed a $75bn deal to buy Activision Blizzard after the tech giant’s revised bid for the video-game maker was approved by Britain’s anti-trust watchdog, the Competition and Markets Authority.\",            \"english_title\": \"Microsoft Acquires Activision Blizzard in $75bn Deal\",            \"translated_version\": \"Microsoft cerró un acuerdo de $75 mil millones para comprar Activision Blizzard después de que la oferta revisada del gigante tecnológico por el fabricante de videojuegos fuera aprobada por el organismo de control de competencia y mercados de Gran Bretaña, la Autoridad de Competencia y Mercados.\",            \"translated_title\": \"Microsoft Adquiere Activision Blizzard en un Acuerdo de $75 mil millones\"        }    ]}"