"{    \"translations\": [        {            \"english_version\": \"UN Secretary General Antonio Guterres said the horror of that dark day will always be remembered by everyone.\",            \"english_title\": \"UN Secretary General's Statement\",            \"translated_version\": \"El jefe de la ONU, Antonio Guterres, dijo que el horror de ese día oscuro siempre será recordado por todos.\",            \"translated_title\": \"Declaración del jefe de la ONU\"        },        {            \"english_version\": \"Authorities are looking into the source of the bad drinks that have made more than 200 people sick.\",            \"english_title\": \"Investigation on Bad Drinks\",            \"translated_version\": \"Las autoridades están investigando de dónde vienen las bebidas malas que han enfermado a más de 200 personas.\",            \"translated_title\": \"Investigación de bebidas malas\"        },        {            \"english_version\": \"The Canadian government stopped Marineland from sending animals to a park in China.\",            \"english_title\": \"Canada Stops Animal Transfer\",            \"translated_version\": \"El gobierno de Canadá detuvo a Marineland de enviar animales a un parque en China.\",            \"translated_title\": \"Canadá detiene envío de animales\"        },        {            \"english_version\": \"After eight years as president, Emmanuel Macron is facing more pressure as France's political problems grow.\",            \"english_title\": \"Macron Faces More Pressure\",            \"translated_version\": \"Después de ocho años como presidente, Emmanuel Macron enfrenta más presión mientras los problemas políticos de Francia crecen.\",            \"translated_title\": \"Macron enfrenta más presión\"        },        {            \"english_version\": \"Chancellor Friedrich Merz expressed concern for the safety of Iris Stalzer, a newly-elected mayor in Herdecke.\",            \"english_title\": \"Concern for Mayor's Safety\",            \"translated_version\": \"El canciller Friedrich Merz expresó preocupación por la seguridad de Iris Stalzer, una alcaldesa recién elegida en Herdecke.\",            \"translated_title\": \"Preocupación por seguridad de alcaldesa\"        }    ]}"