"{    \"translations\": [        {            \"english_version\": \"Joe Biden and Xi Jinping met at the Asia-Pacific Economic Co-operation summit in Peru. China’s leader warned about the danger of worsening relations with America, especially with the incoming Donald Trump. They agreed that decisions on using nuclear weapons should not be left to artificial intelligence.\",            \"english_title\": \"Joe Biden and Xi Jinping meeting at the Asia-Pacific Economic Co-operation summit\",            \"translated_version\": \"Joe Biden y Xi Jinping se encontraron en la cumbre de Cooperación Económica de Asia-Pacífico en Perú. El líder de China advirtió sobre el peligro de empeorar las relaciones con América, especialmente con el próximo Donald Trump. Estuvieron de acuerdo en que las decisiones sobre el uso de armas nucleares no deben dejarse a la inteligencia artificial.\",            \"translated_title\": \"Joe Biden y Xi Jinping se encuentran en la cumbre de Cooperación Económica de Asia-Pacífico\"        },        {            \"english_version\": \"Donald Trump selected Chris Wright, an oil executive and climate-change skeptic, as the potential energy secretary. Wright, the CEO of Liberty Energy, aims for increased oil and gas production in America. He plans to reduce industry regulations and oppose global efforts to limit carbon emissions.\",            \"english_title\": \"Chris Wright appointed as prospective energy secretary by Donald Trump\",            \"translated_version\": \"Donald Trump seleccionó a Chris Wright, un ejecutivo petrolero y escéptico del cambio climático, como posible secretario de energía. Wright, el CEO de Liberty Energy, tiene como objetivo aumentar la producción de petróleo y gas en América. Planea reducir las regulaciones de la industria y oponerse a los esfuerzos globales para limitar las emisiones de carbono.\",            \"translated_title\": \"Chris Wright nombrado como posible secretario de energía por Donald Trump\"        }    ]}"