"{    \"translations\": [        {            \"english_version\": \"The family of two passengers who died in the implosion are asking for stricter rules after the US Coast Guard's critical report.\",            \"english_title\": \"Family Demands Stricter Rules\",            \"translated_version\": \"La familia de dos pasajeros que murieron en la implosión pide reglas más estrictas después del informe crítico de la Guardia Costera de EE.UU.\",            \"translated_title\": \"Familia pide reglas más estrictas\"        },        {            \"english_version\": \"El-Fasher is surrounded by RSF paramilitary fighters and has not received food deliveries for over a year.\",            \"english_title\": \"El-Fasher Surrounded and Hungry\",            \"translated_version\": \"El-Fasher está rodeado por luchadores paramilitares RSF y no ha recibido comida por más de un año.\",            \"translated_title\": \"El-Fasher rodeado y con hambre\"        },        {            \"english_version\": \"Rescue teams have reached Dharali village in Uttarkashi, which is believed to have been hit hard by the floods.\",            \"english_title\": \"Rescue Teams Reach Dharali\",            \"translated_version\": \"Equipos de rescate han llegado al pueblo Dharali en Uttarkashi, que se cree fue muy afectado por las inundaciones.\",            \"translated_title\": \"Equipos de rescate llegan a Dharali\"        },        {            \"english_version\": \"The plan to completely take over Gaza is facing opposition from military leaders.\",            \"english_title\": \"Gaza Plan Faces Opposition\",            \"translated_version\": \"El plan para tomar completamente Gaza enfrenta oposición de líderes militares.\",            \"translated_title\": \"Plan de Gaza enfrenta oposición\"        },        {            \"english_version\": \"The Trump administration claims that political opponents tried to falsely connect him to Russia before his 2016 presidential win.\",            \"english_title\": \"Trump Claims False Russia Connection\",            \"translated_version\": \"La administración de Trump dice que oponentes políticos intentaron conectarlo falsamente con Rusia antes de su victoria presidencial en 2016.\",            \"translated_title\": \"Trump dice conexión falsa con Rusia\"        }    ]}"