"{    \"translations\": [        {            \"english_version\": \"Kaja Kallas, the EU's foreign policy chief, said the EU does not want to start a fight, but they will stand firm. Transatlantic relations are not broken, but they are hurt. If Europeans want to deal with Trump, they need to stay united, writes Europe Editor Katya Adler.\",            \"english_title\": \"EU Stands Firm\",            \"translated_version\": \"Kaja Kallas, la jefa de política exterior de la UE, dijo que la UE no quiere empezar una pelea, pero se mantendrán firmes. Las relaciones transatlánticas no están rotas, pero están heridas. Si los europeos quieren tratar con Trump, necesitan estar unidos, escribe la editora de Europa Katya Adler.\",            \"translated_title\": \"La UE se mantiene firme\"        },        {            \"english_version\": \"At least 40 people died in a crash in southern Spain on Sunday. It is the worst crash the country has seen in more than ten years.\",            \"english_title\": \"Deadly Crash in Spain\",            \"translated_version\": \"Al menos 40 personas murieron en un accidente en el sur de España el domingo. Es el peor accidente que el país ha visto en más de diez años.\",            \"translated_title\": \"Accidente mortal en España\"        },        {            \"english_version\": \"Authorities are warning people to stay out of the waterways in the Australian state after recent rain.\",            \"english_title\": \"Waterway Warning in Australia\",            \"translated_version\": \"Las autoridades están advirtiendo a la gente que se mantenga fuera de los ríos en el estado australiano después de la lluvia reciente.\",            \"translated_title\": \"Advertencia de ríos en Australia\"        },        {            \"english_version\": \"There is a growing trend of foreigners being tricked into going to Ghana with promises of good jobs.\",            \"english_title\": \"Foreigners Tricked in Ghana\",            \"translated_version\": \"Hay una tendencia creciente de extranjeros siendo engañados para ir a Ghana con promesas de buenos trabajos.\",            \"translated_title\": \"Extranjeros engañados en Ghana\"        },        {            \"english_version\": \"Lawyers for the Moretti couple say false information has been spread about their clients. This is their first public statement since the fire.\",            \"english_title\": \"Moretti Couple's Statement\",            \"translated_version\": \"Los abogados de la pareja Moretti dicen que se ha difundido información falsa sobre sus clientes. Esta es su primera declaración pública desde el incendio.\",            \"translated_title\": \"Declaración de la pareja Moretti\"        }    ]}"