"{    \"translations\": [        {            \"english_version\": \"Doctors at Gaza’s biggest hospital said the situation had become catastrophic after Israeli attacks on the facility reportedly intensified. The World Health Organisation said the hospital was facing a bombardment and that as many as 50,000 people were sheltering there. Israeli forces have claimed that Hamas fighters are in tunnels beneath the hospital, which Hamas denies. Emmanuel Macron, the French president, told the BBC that Israel must call a ceasefire and stop killing civilians in Gaza.\",            \"english_title\": \"Israeli Attacks on Gaza Hospital Intensify\",            \"translated_version\": \"Los doctores en el hospital más grande de Gaza dijeron que la situación se había vuelto catastrófica después de que los ataques israelíes a la instalación se intensificaran. La Organización Mundial de la Salud dijo que el hospital estaba siendo bombardeado y que hasta 50,000 personas se refugiaban allí. Las fuerzas israelíes han afirmado que los combatientes de Hamas están en túneles debajo del hospital, lo cual Hamas niega. Emmanuel Macron, el presidente francés, le dijo a la BBC que Israel debe llamar a un alto el fuego y dejar de matar civiles en Gaza.\",            \"translated_title\": \"Ataques Israelíes al Hospital de Gaza se Intensifican\"        },        {            \"english_version\": \"Iceland declared a state of emergency over fears of a volcanic eruption, following a series of earthquakes. Thousands of tremors, the largest measuring magnitude 5.2, have been recorded in the Reykjanes Peninsula since late October. The region in southwestern Iceland had been dormant for eight centuries before an eruption in 2021.\",            \"english_title\": \"State of Emergency in Iceland due to Volcanic Eruption Fears\",            \"translated_version\": \"Islandia declaró un estado de emergencia por temor a una erupción volcánica, después de una serie de terremotos. Se han registrado miles de temblores, el más grande de magnitud 5.2, en la Península de Reykjanes desde finales de octubre. La región en el suroeste de Islandia había estado inactiva durante ocho siglos antes de una erupción en 2021.\",            \"translated_title\": \"Estado de Emergencia en Islandia por Temor a Erupción Volcánica\"        },        {            \"english_version\": \"Moody’s Investors Service lowered its outlook on America’s credit rating from stable to negative. The credit-rating agency cited political polarisation and risks to the country’s fiscal strength. The White House said the change was a consequence of congressional Republican extremism and dysfunction. Still, Moody’s kept America’s rating at AAA, the highest investment grade. Fitch, another credit-rating agency, downgraded its rating of the American government to AA+ in August.\",            \"english_title\": \"Moody's Lowers America's Credit Rating Outlook\",            \"translated_version\": \"Moody's Investors Service redujo su perspectiva sobre la calificación crediticia de Estados Unidos de estable a negativa. La agencia de calificación crediticia citó la polarización política y los riesgos para la fortaleza fiscal del país. La Casa Blanca dijo que el cambio fue consecuencia del extremismo y la disfunción republicana en el Congreso. Aun así, Moody's mantuvo la calificación de Estados Unidos en AAA, la más alta en grado de inversión. Fitch, otra agencia de calificación crediticia, rebajó su calificación del gobierno estadounidense a AA+ en agosto.\",            \"translated_title\": \"Moody's Reduce la Perspectiva de la Calificación Crediticia de Estados Unidos\"        },        {            \"english_version\": \"Joe Biden will meet Xi Jinping, his Chinese counterpart, during the Asia-Pacific Economic Co-operation summit in San Francisco on Wednesday. American officials said that the two would have a wide-ranging discussion that would touch on Taiwan, the war between Israel and Hamas and election interference. The leaders have not met in person for one year.\",            \"english_title\": \"Biden to Meet Chinese President Xi Jinping\",            \"translated_version\": \"Joe Biden se reunirá con Xi Jinping, su homólogo chino, durante la cumbre de Cooperación Económica Asia-Pacífico en San Francisco el miércoles. Funcionarios estadounidenses dijeron que los dos tendrían una discusión amplia que abordaría temas como Taiwán, la guerra entre Israel y Hamas y la interferencia en las elecciones. Los líderes no se han reunido en persona durante un año.\",            \"translated_title\": \"Biden se Reunirá con el Presidente Chino Xi Jinping\"        },        {            \"english_version\": \"The FBI reportedly seized Eric Adams’ phones and iPad on Monday in what appeared to be an escalation of its corruption investigation into the New York City mayor’s campaign. According to the New York Times, the FBI is probing whether his 2021 campaign received illegal foreign donations from the Turkish government or Turkish nationals. He has not been charged with wrongdoing.\",            \"english_title\": \"FBI Seizes Eric Adams' Phones in Corruption Investigation\",            \"translated_version\": \"Según informes, el FBI confiscó los teléfonos y el iPad de Eric Adams el lunes en lo que parecía ser una escalada de su investigación por corrupción en la campaña del alcalde de la ciudad de Nueva York. Según el New York Times, el FBI está investigando si su campaña de 2021 recibió donaciones extranjeras ilegales del gobierno turco o de ciudadanos turcos. No se le ha acusado de ningún delito.\",            \"translated_title\": \"El FBI Confisca los Teléfonos de Eric Adams en Investigación de Corrupción\"        }    ]}"