"{    \"translations\": [        {            \"english_version\": \"Around 33,000 factory workers at Boeing, roughly a fifth of the aerospace giant’s staff, rejected a new contract offer and will continue their strike that began on September 13th. The offer included a pay rise of 35% over four years; workers want 40% over three years. The strike has crippled production and is a further blow to Kelly Ortberg, Boeing’s new boss.\",            \"english_title\": \"Boeing Factory Workers Strike\",            \"translated_version\": \"Unos 33,000 trabajadores de fábrica en Boeing, aproximadamente una quinta parte del personal del gigante aeroespacial, rechazaron una nueva oferta de contrato y continuarán su huelga que comenzó el 13 de septiembre. La oferta incluía un aumento salarial del 35% en cuatro años; los trabajadores quieren el 40% en tres años. La huelga ha paralizado la producción y es otro golpe para Kelly Ortberg, el nuevo jefe de Boeing.\",            \"translated_title\": \"Huelga de Trabajadores de Boeing\"        },        {            \"english_version\": \"In a private meeting, members of Justin Trudeau’s Liberal Party reportedly urged the Canadian prime minister to resign before the next general election. The Liberals have been far behind the opposition Conservative Party in polls for more than a year. Mr Trudeau’s journey from a centre-left hero to a toxic liability has lessons for mainstream politicians everywhere.\",            \"english_title\": \"Trudeau's Political Pressure\",            \"translated_version\": \"En una reunión privada, miembros del Partido Liberal de Justin Trudeau supuestamente instaron al primer ministro canadiense a dimitir antes de las próximas elecciones generales. Los Liberales han estado muy rezagados detrás del Partido Conservador de la oposición en las encuestas durante más de un año. El viaje del Sr. Trudeau de héroe de centro-izquierda a una responsabilidad tóxica tiene lecciones para los políticos de todo el mundo.\",            \"translated_title\": \"Presión Política sobre Trudeau\"        }    ]}"