"{    \"translations\": [        {            \"english_version\": \"Almost three-quarters of OpenAI staff urged their board to resign, after it sacked the company’s boss, Sam Altman, on Friday.\",            \"english_title\": \"OpenAI Staff Urges Board to Resign\",            \"translated_version\": \"Casi tres cuartos del personal de OpenAI instó a su junta directiva a renunciar, después de que despidiera al jefe de la compañía, Sam Altman, el viernes.\",            \"translated_title\": \"El personal de OpenAI insta a la junta directiva a renunciar\"        },        {            \"english_version\": \"Israeli tanks were reportedly closing in on the Indonesian hospital, a health-care facility in northern Gaza funded by Indonesian organisations.\",            \"english_title\": \"Israeli Tanks Approach Indonesian Hospital in Gaza\",            \"translated_version\": \"Según informes, los tanques israelíes se acercaban al hospital indonesio, una instalación de atención médica en el norte de Gaza financiada por organizaciones indonesias.\",            \"translated_title\": \"Los tanques israelíes se acercan al hospital indonesio en Gaza\"        },        {            \"english_version\": \"Argentina elected Javier Milei, a self-proclaimed 'anarcho-capitalist', as its president.\",            \"english_title\": \"Argentina Elects Javier Milei as President\",            \"translated_version\": \"Argentina eligió a Javier Milei, un autoproclamado 'anarco-capitalista', como su presidente.\",            \"translated_title\": \"Argentina elige a Javier Milei como presidente\"        },        {            \"english_version\": \"Lloyd Austin, America’s defence secretary, said that his country’s support for Ukraine was 'for the long haul' whilst on a surprise trip to Kyiv.\",            \"english_title\": \"Lloyd Austin Supports Ukraine\",            \"translated_version\": \"Lloyd Austin, el secretario de defensa de Estados Unidos, dijo que el apoyo de su país a Ucrania era 'a largo plazo' mientras estaba de visita sorpresa en Kiev.\",            \"translated_title\": \"Lloyd Austin apoya a Ucrania\"        },        {            \"english_version\": \"Zambia’s official creditors, co-led by China and France, stopped the country’s efforts to restructure $3bn of its debt.\",            \"english_title\": \"Zambia's Debt Restructuring Efforts Halted\",            \"translated_version\": \"Los acreedores oficiales de Zambia, liderados por China y Francia, detuvieron los esfuerzos del país para reestructurar $3 mil millones de su deuda.\",            \"translated_title\": \"Se detienen los esfuerzos de Zambia para reestructurar su deuda\"        }    ]}"