"{    \"translations\": [        {            \"english_version\": \"A fire at Le Constellation bar killed around 40 people and injured 115. The cause of the fire is not yet known.\",            \"english_title\": \"Fire at Le Constellation\",            \"translated_version\": \"Un incendio en el bar Le Constellation mato a unas 40 personas y lastimo a 115. No se sabe aun la causa del incendio.\",            \"translated_title\": \"Incendio en Le Constellation\"        },        {            \"english_version\": \"Millions of people around the world live without official papers, making them stateless and living in the shadows.\",            \"english_title\": \"Stateless People\",            \"translated_version\": \"Millones de personas en el mundo viven sin papeles oficiales, haciendolos sin pais y viviendo en las sombras.\",            \"translated_title\": \"Personas sin pais\"        },        {            \"english_version\": \"Videos on social media showed cars set on fire during protests that have been going on for five days.\",            \"english_title\": \"Cars on Fire in Protests\",            \"translated_version\": \"Videos en redes sociales mostraron coches en llamas durante protestas que han durado cinco dias.\",            \"translated_title\": \"Coches en llamas en protestas\"        },        {            \"english_version\": \"Russian President Vladimir Putin used his New Year speech to encourage troops, saying he believes in them and their victory in Ukraine.\",            \"english_title\": \"Putin Encourages Troops\",            \"translated_version\": \"El presidente ruso Vladimir Putin uso su discurso de Ano Nuevo para animar a las tropas, diciendo que cree en ellos y su victoria en Ucrania.\",            \"translated_title\": \"Putin anima a las tropas\"        },        {            \"english_version\": \"Dr Dirk Brandherm and his team have found over 600 suspected house platforms in the Brusselstown Ring.\",            \"english_title\": \"House Platforms Found\",            \"translated_version\": \"El Dr Dirk Brandherm y su equipo han encontrado mas de 600 plataformas de casas sospechosas en el Anillo de Brusselstown.\",            \"translated_title\": \"Plataformas de casas encontradas\"        }    ]}"