"{    \"translations\": [        {            \"english_version\": \"Israel says it targeted correspondent Anas al-Sharif, accusing him of leading a Hamas cell, which he had denied. Israel provided little evidence for the claim.\",            \"english_title\": \"Israel Targets Journalist\",            \"translated_version\": \"Israel dice que atacó al periodista Anas al-Sharif, acusándolo de liderar un grupo de Hamas, lo cual él negó. Israel dio poca evidencia para la acusación.\",            \"translated_title\": \"Israel ataca a periodista\"        },        {            \"english_version\": \"In the shadow of the Gaza war, violence is rising in the occupied territories as radical settlers seize land with the backing of the government.\",            \"english_title\": \"Violence in Occupied Territories\",            \"translated_version\": \"En la sombra de la guerra de Gaza, la violencia está aumentando en los territorios ocupados mientras colonos radicales toman tierras con el apoyo del gobierno.\",            \"translated_title\": \"Violencia en territorios ocupados\"        },        {            \"english_version\": \"The crash in the disputed Scarborough Shoal made a Chinese warship unable to sail, according to Manila.\",            \"english_title\": \"Chinese Warship Crash\",            \"translated_version\": \"El accidente en el Scarborough Shoal disputado hizo que un barco de guerra chino no pudiera navegar, según Manila.\",            \"translated_title\": \"Accidente de barco chino\"        },        {            \"english_version\": \"Miguel Uribe has died from injuries he got in a targeted attack on his life at a rally in June.\",            \"english_title\": \"Miguel Uribe Dies\",            \"translated_version\": \"Miguel Uribe murió por heridas que recibió en un ataque dirigido a su vida en un mitin en junio.\",            \"translated_title\": \"Miguel Uribe muere\"        },        {            \"english_version\": \"The chip giants will give revenues to the US government in exchange for licenses to export to China.\",            \"english_title\": \"Chip Giants and US Government\",            \"translated_version\": \"Los gigantes de chips darán ingresos al gobierno de EE.UU. a cambio de licencias para exportar a China.\",            \"translated_title\": \"Gigantes de chips y gobierno de EE.UU.\"        }    ]}"