"{    \"translations\": [        {            \"english_version\": \"Joe Biden, the President of America, said he will start campaigning again next week after isolating due to covid. Some Democrats are asking him to stop running for re-election. Mark Takano, a congressman from California, and other lawmakers want Biden to give the opportunity to Kamala Harris, the Vice President. More than 30 Democratic members of Congress have requested Biden to step down.\",            \"english_title\": \"Joe Biden's Re-election Bid\",            \"translated_version\": \"Joe Biden, el Presidente de América, dijo que comenzará a hacer campaña nuevamente la próxima semana después de aislarse debido al covid. Algunos Demócratas le piden que deje de postularse para la reelección. Mark Takano, un congresista de California, y otros legisladores quieren que Biden le dé la oportunidad a Kamala Harris, la Vicepresidenta. Más de 30 miembros Demócratas del Congreso han pedido a Biden que renuncie.\",            \"translated_title\": \"La Candidatura de Joe Biden\"        },        {            \"english_version\": \"Israel conducted an air strike on military targets near the Al Hudaydah Port in Yemen. The strike targeted the Houthis, a militia supported by Iran. The Houthis were responsible for a drone attack in Tel Aviv that killed one person and injured several others. Israel's army stated that the strikes were in response to numerous attacks by the Houthis on Israel in recent months.\",            \"english_title\": \"Israeli Air Strike in Yemen\",            \"translated_version\": \"Israel llevó a cabo un ataque aéreo en objetivos militares cerca del Puerto de Al Hudaydah en Yemen. El ataque tuvo como objetivo a los Hutíes, una milicia apoyada por Irán. Los Hutíes fueron responsables de un ataque con drones en Tel Aviv que mató a una persona e hirió a varias otras. El ejército de Israel declaró que los ataques fueron en respuesta a numerosos ataques de los Hutíes a Israel en los últimos meses.\",            \"translated_title\": \"Ataque Aéreo Israelí en Yemen\"        }    ]}"