"{    \"translations\": [        {            \"english_version\": \"The Trump administration is planning to end all contracts with Harvard University. These contracts are valued at around $100 million. President Trump has already halted over $3 billion in grants to the university.\",            \"english_title\": \"Harvard Contracts\",            \"translated_version\": \"El gobierno de Trump planea terminar todos los contratos con la Universidad de Harvard. Estos contratos valen alrededor de $100 millones. El Presidente Trump ya ha detenido más de $3 mil millones en subvenciones a la universidad.\",            \"translated_title\": \"Harvard Contracts\"        },        {            \"english_version\": \"Harvard has taken legal action to restore its funding. The university has also obtained a temporary order preventing the administration from blocking the enrollment of foreign students.\",            \"english_title\": \"Harvard Lawsuit\",            \"translated_version\": \"Harvard ha tomado medidas legales para restablecer su financiamiento. La universidad también ha obtenido una orden temporal que impide a la administración bloquear la inscripción de estudiantes extranjeros.\",            \"translated_title\": \"Harvard Lawsuit\"        },        {            \"english_version\": \"King Charles delivered a speech at Canada's parliament outlining the new government's policies. The speech emphasized that Canada will remain 'strong and free', seen as a direct response to President Trump's views.\",            \"english_title\": \"King Charles and Canada's Parliament\",            \"translated_version\": \"El Rey Carlos dio un discurso en el parlamento de Canadá describiendo las políticas del nuevo gobierno. El discurso enfatizó que Canadá seguirá siendo 'fuerte y libre', visto como una respuesta directa a las opiniones del Presidente Trump.\",            \"translated_title\": \"King Charles and Canada's Parliament\"        }    ]}"