"{    \"translations\": [        {            \"english_version\": \"The Israel Defence Forces said that 222 people are being held hostage by Hamas, more than previously estimated.\",            \"english_title\": \"Hostages Held by Hamas\",            \"translated_version\": \"El Ejército de Defensa de Israel dijo que 222 personas están siendo retenidas como rehenes por Hamas, más de lo que se estimaba anteriormente.\",            \"translated_title\": \"Rehenes Retenidos por Hamas\"        },        {            \"english_version\": \"Meanwhile America promised a continued flow of aid into the Gaza Strip after a second convoy of lorries carrying humanitarian supplies entered the besieged enclave from Egypt.\",            \"english_title\": \"Continued Aid for Gaza Strip\",            \"translated_version\": \"Mientras tanto, Estados Unidos prometió un flujo continuo de ayuda hacia la Franja de Gaza después de que un segundo convoy de camiones que transportaban suministros humanitarios ingresara al enclave asediado desde Egipto.\",            \"translated_title\": \"Ayuda Continua para la Franja de Gaza\"        },        {            \"english_version\": \"The White House’s pledge came after a call between President Joe Biden and Binyamin Netanyahu, Israel’s prime minister.\",            \"english_title\": \"Pledge from the White House\",            \"translated_version\": \"La promesa de la Casa Blanca se produjo después de una llamada entre el presidente Joe Biden y Binyamin Netanyahu, primer ministro de Israel.\",            \"translated_title\": \"Promesa de la Casa Blanca\"        },        {            \"english_version\": \"The UN said that Gazans need much more help as Israel continued its bombardment in preparation for a ground offensive.\",            \"english_title\": \"Gazans in Need of Help\",            \"translated_version\": \"La ONU dijo que los gazatíes necesitan mucha más ayuda mientras Israel continúa su bombardeo en preparación para una ofensiva terrestre.\",            \"translated_title\": \"Gazatíes que Necesitan Ayuda\"        },        {            \"english_version\": \"Israel’s defence minister said it will come soon.\",            \"english_title\": \"Anticipated Ground Offensive\",            \"translated_version\": \"El ministro de defensa de Israel dijo que vendrá pronto.\",            \"translated_title\": \"Ofensiva Terrestre Anticipada\"        }    ]}"