"{    \"translations\": [        {            \"english_version\": \"Ukraine reports that Russian air strikes have hit the southern cities of Kherson and Mykolaiv.\",            \"english_title\": \"Russian Air Strikes in Ukraine\",            \"translated_version\": \"Ucrania dice que ataques aéreos rusos golpearon las ciudades del sur Kherson y Mykolaiv.\",            \"translated_title\": \"Ataques Aéreos Rusos en Ucrania\"        },        {            \"english_version\": \"A far-right minister, Itamar Ben-Gvir, prayed at Jerusalem's al-Aqsa mosque compound, which goes against a long-standing agreement.\",            \"english_title\": \"Minister Prays at al-Aqsa\",            \"translated_version\": \"Un ministro de extrema derecha, Itamar Ben-Gvir, rezó en el lugar de la mezquita al-Aqsa en Jerusalén, lo cual va contra un acuerdo antiguo.\",            \"translated_title\": \"Ministro Reza en al-Aqsa\"        },        {            \"english_version\": \"The family of Evyatar David claims that Hamas is starving him, as the group released a video showing him in a tunnel.\",            \"english_title\": \"Family Claims Hamas Starving Evyatar\",            \"translated_version\": \"La familia de Evyatar David dice que Hamas lo está dejando sin comida, porque el grupo mostró un video de él en un túnel.\",            \"translated_title\": \"Familia Dice que Hamas Deja Sin Comida a Evyatar\"        },        {            \"english_version\": \"The state-owned company Codelco announced that four workers have died.\",            \"english_title\": \"Codelco Workers Died\",            \"translated_version\": \"La empresa estatal Codelco anunció que cuatro trabajadores han muerto.\",            \"translated_title\": \"Trabajadores de Codelco Murieron\"        },        {            \"english_version\": \"Experts suggest that the eruption of a volcano in Russia's Kamchatka peninsula might be connected to a large earthquake that happened last week.\",            \"english_title\": \"Volcano Eruption in Kamchatka\",            \"translated_version\": \"Expertos dicen que la erupción de un volcán en la península de Kamchatka en Rusia podría estar conectada a un gran terremoto que pasó la semana pasada.\",            \"translated_title\": \"Erupción de Volcán en Kamchatka\"        }    ]}"