"{    \"translations\": [        {            \"english_version\": \"Russian airstrikes hit a children's hospital in northern Ukraine, injuring 28 people, including four children. This happened while American and Russian officials were meeting in Saudi Arabia to discuss a plan to stop strikes on Ukrainian energy infrastructure and possibly have a ceasefire in the Black Sea. This would allow the resumption of grain and fuel exports.\",            \"english_title\": \"Russian Airstrikes Hit Children's Hospital in Ukraine\",            \"translated_version\": \"Aviones rusos bombardearon un hospital infantil en el norte de Ucrania, hiriendo a 28 personas, incluidos cuatro niños. Esto ocurrió mientras funcionarios estadounidenses y rusos se reunían en Arabia Saudita para discutir un plan para detener los ataques a la infraestructura energética ucraniana y posiblemente tener un alto el fuego en el Mar Negro. Esto permitiría la reanudación de las exportaciones de granos y combustible.\",            \"translated_title\": \"Ataque Aéreo Ruso a Hospital Infantil en Ucrania\"        },        {            \"english_version\": \"Turkish authorities arrested over 1,100 people during five days of protests over the imprisonment of Ekrem Imamoglu, the mayor of Istanbul and an opposition leader. The government banned public gatherings in many cities, but hundreds of thousands still joined the protests. Among those arrested were ten journalists. The opposition claims that Imamoglu's arrest was politically motivated.\",            \"english_title\": \"Arrests in Turkey Over Mayor's Imprisonment\",            \"translated_version\": \"Las autoridades turcas arrestaron a más de 1,100 personas durante cinco días de protestas por el encarcelamiento de Ekrem Imamoglu, el alcalde de Estambul y líder de la oposición. El gobierno prohibió las reuniones públicas en muchas ciudades, pero cientos de miles aún se unieron a las protestas. Entre los arrestados había diez periodistas. La oposición afirma que el arresto de Imamoglu fue motivado políticamente.\",            \"translated_title\": \"Arrestos en Turquía por Encarcelamiento del Alcalde\"        }    ]}"