"{    \"translations\": [        {            \"english_version\": \"The White House Office of Management and Budget has instructed government agencies to halt most grants, loans, and financial aid. This decision is aimed at undermining initiatives supported by Donald Trump, such as diversity, equity, and inclusion programs, as well as the Green New Deal. It will impact funding for disaster relief and education.\",            \"english_title\": \"Government Funding Freeze\",            \"translated_version\": \"La Oficina de Administración y Presupuesto de la Casa Blanca ha ordenado a las agencias gubernamentales detener la mayoría de las subvenciones, préstamos y ayuda financiera. Esta decisión busca socavar iniciativas apoyadas por Donald Trump, como programas de diversidad, equidad e inclusión, así como el Nuevo Acuerdo Verde. Impactará en la financiación para ayuda en desastres y educación.\",            \"translated_title\": \"Congelación de Fondos del Gobierno\"        },        {            \"english_version\": \"President Trump has labeled DeepSeek's AI model as a 'wake-up call' for American tech companies. Global stock markets experienced a decline due to fears surrounding the Chinese company's threat to Western competitors. Despite acknowledging DeepSeek's cost-effective model, Sam Altman from OpenAI remains confident in his firm's ability to produce superior models.\",            \"english_title\": \"Concerns Over DeepSeek's AI Model\",            \"translated_version\": \"El Presidente Trump ha etiquetado el modelo de IA de DeepSeek como una 'llamada de atención' para las empresas tecnológicas estadounidenses. Los mercados bursátiles globales experimentaron una caída debido a los temores en torno a la amenaza de la empresa china a los competidores occidentales. A pesar de reconocer el modelo rentable de DeepSeek, Sam Altman de OpenAI sigue confiando en la capacidad de su empresa para producir modelos superiores.\",            \"translated_title\": \"Preocupaciones sobre el Modelo de IA de DeepSeek\"        }    ]}"