"{    \"translations\": [        {            \"english_version\": \"After a fancy dinner with senior royals, the focus moves to political discussions. Both leaders are expected to have a joint press conference later.\",            \"english_title\": \"Dinner and Politics\",            \"translated_version\": \"Después de una cena elegante con los reyes, el enfoque cambia a discusiones políticas. Se espera que los dos líderes tengan una conferencia de prensa juntos más tarde.\",            \"translated_title\": \"Cena y Política\"        },        {            \"english_version\": \"An immigration judge decided that Khalil should be sent back to Algeria or Syria because he didn't include some information on his green card application.\",            \"english_title\": \"Judge's Decision\",            \"translated_version\": \"Un juez de inmigración decidió que Khalil debe ser enviado de regreso a Argelia o Siria porque no incluyó alguna información en su solicitud de tarjeta verde.\",            \"translated_title\": \"Decisión del Juez\"        },        {            \"english_version\": \"In an exclusive interview, Brazil's president says Trump is not the ruler of the world.\",            \"english_title\": \"Brazil's President Speaks\",            \"translated_version\": \"En una entrevista exclusiva, el presidente de Brasil dice que Trump no es el jefe del mundo.\",            \"translated_title\": \"Presidente de Brasil Habla\"        },        {            \"english_version\": \"They have filed a lawsuit against US right-wing influencer Candace Owens. She claims the French first lady was born male.\",            \"english_title\": \"Lawsuit Against Influencer\",            \"translated_version\": \"Han presentado una demanda contra la influencer estadounidense Candace Owens. Ella dice que la primera dama de Francia nació hombre.\",            \"translated_title\": \"Demanda Contra Influencer\"        },        {            \"english_version\": \"Air traffic controllers warned a Spirit flight after it got too close to President Donald Trump's plane as he traveled to the United Kingdom for his state visit.\",            \"english_title\": \"Plane Warning\",            \"translated_version\": \"Los controladores de tráfico aéreo advirtieron a un vuelo de Spirit después de que se acercó demasiado al avión del presidente Donald Trump mientras viajaba al Reino Unido para su visita de estado.\",            \"translated_title\": \"Advertencia de Avión\"        }    ]}"