"{    \"translations\": [        {            \"english_version\": \"Hamas released a video showing two hostages alive. Egypt's intelligence agency met with Israel to prevent invasion of Rafah. Israel may consider a truce proposal by Egypt.\",            \"english_title\": \"Middle East Conflict\",            \"translated_version\": \"Hamas mostró un video con dos rehenes vivos. La agencia de inteligencia de Egipto se reunió con Israel para evitar la invasión de Rafah. Israel podría considerar una propuesta de tregua de Egipto.\",            \"translated_title\": \"Middle East Conflict\"        },        {            \"english_version\": \"Russia bombed energy facilities in Ukraine. DTEK reported damage to power plants. Ukraine's air force intercepted missiles. Dmitry Medvedev warned of retaliation if Russian assets are seized.\",            \"english_title\": \"Ukraine-Russia Tensions\",            \"translated_version\": \"Rusia bombardeó instalaciones energéticas en Ucrania. DTEK informó daños en las centrales eléctricas. La fuerza aérea de Ucrania interceptó misiles. Dmitry Medvedev advirtió de represalias si se confiscan activos rusos.\",            \"translated_title\": \"Ukraine-Russia Tensions\"        },        {            \"english_version\": \"Twenty Cambodian soldiers died in an explosion. Prime Minister expressed shock and ordered compensation. Nearby buildings were destroyed.\",            \"english_title\": \"Cambodian Tragedy\",            \"translated_version\": \"Veinte soldados camboyanos murieron en una explosión. El Primer Ministro expresó sorpresa y ordenó compensación. Edificios cercanos fueron destruidos.\",            \"translated_title\": \"Cambodian Tragedy\"        },        {            \"english_version\": \"France's credit rating unchanged by Moody's and Fitch. Concerns over budget deficit and debt. Daniel Poulter defected to Labour Party in UK.\",            \"english_title\": \"France's Credit Rating\",            \"translated_version\": \"La calificación crediticia de Francia no cambió según Moody's y Fitch. Preocupaciones sobre el déficit presupuestario y la deuda. Daniel Poulter se pasó al Partido Laborista en el Reino Unido.\",            \"translated_title\": \"France's Credit Rating\"        },        {            \"english_version\": \"Joe Biden shelved plan to ban menthol cigarettes. More consultations needed. Word of the week: Aedes aegypti, the mosquito spreading Dengue fever.\",            \"english_title\": \"US Politics\",            \"translated_version\": \"Joe Biden pospuso el plan de prohibir los cigarrillos de mentol. Se necesitan más consultas. Palabra de la semana: Aedes aegypti, el mosquito que propaga la fiebre del Dengue.\",            \"translated_title\": \"US Politics\"        }    ]}"