"{    \"translations\": [        {            \"english_version\": \"The former pro-democracy newspaper publisher was sentenced for offences under the controversial national security law. This law has been criticized for limiting freedoms and targeting dissenters.\",            \"english_title\": \"Publisher Sentenced\",            \"translated_version\": \"El antiguo editor de un periódico pro-democracia fue sentenciado por delitos bajo la ley de seguridad nacional. Esta ley ha sido criticada por limitar libertades y atacar a los que no están de acuerdo.\",            \"translated_title\": \"Editor Sentenciado\"        },        {            \"english_version\": \"Japanese stocks jumped as markets opened on Monday morning, after Prime Minister Sanae Takaichi won a landslide victory. This result brought confidence to investors and boosted the economy.\",            \"english_title\": \"Japanese Stocks Rise\",            \"translated_version\": \"Las acciones japonesas subieron cuando los mercados abrieron el lunes por la mañana, después de que la Primera Ministra Sanae Takaichi ganó una gran victoria. Este resultado dio confianza a los inversores y mejoró la economía.\",            \"translated_title\": \"Acciones Japonesas Suben\"        },        {            \"english_version\": \"Nobel Peace Prize winner María Corina Machado says political leader Juan Pablo Guanipa was taken by force in Caracas. This incident highlights the ongoing political tensions in Venezuela.\",            \"english_title\": \"Leader Taken by Force\",            \"translated_version\": \"La ganadora del Premio Nobel de la Paz, María Corina Machado, dice que el líder político Juan Pablo Guanipa fue llevado por la fuerza en Caracas. Este incidente muestra las tensiones políticas en Venezuela.\",            \"translated_title\": \"Líder Llevado por Fuerza\"        },        {            \"english_version\": \"Senior Jewish leaders have welcomed Isaac Herzog, but pro-Palestinian groups say he should not have been invited. This reflects the ongoing debate and division over Israeli and Palestinian relations.\",            \"english_title\": \"Debate Over Invitation\",            \"translated_version\": \"Líderes judíos importantes han dado la bienvenida a Isaac Herzog, pero grupos pro-palestinos dicen que no debería haber sido invitado. Esto refleja el debate y la división sobre las relaciones entre Israel y Palestina.\",            \"translated_title\": \"Debate Sobre Invitación\"        },        {            \"english_version\": \"Brenton Tarrant is serving a life sentence after murdering 51 people in the March 2019 attack on two mosques in New Zealand. This tragic event has had a lasting impact on the community and raised concerns about extremism.\",            \"english_title\": \"Life Sentence for Attacker\",            \"translated_version\": \"Brenton Tarrant está cumpliendo una sentencia de por vida después de matar a 51 personas en el ataque de marzo de 2019 a dos mezquitas en Nueva Zelanda. Este evento trágico ha tenido un impacto duradero en la comunidad y ha levantado preocupaciones sobre el extremismo.\",            \"translated_title\": \"Sentencia de Por Vida para Atacante\"        }    ]}"