"{    \"translations\": [        {            \"english_version\": \"Gaza’s Hamas-controlled health ministry said the death toll in the enclave since October 7th had exceeded 15,200 after Israel resumed its bombardment. A seven-day truce ended abruptly on Friday; both sides accuse the other of breaking it. Mossad, Israel’s intelligence agency, said its team in Qatar, who had been negotiating the truce with Hamas, have been ordered to return home.\",            \"english_title\": \"Gaza Conflict\",            \"translated_version\": \"El ministerio de salud controlado por Hamas en Gaza dijo que el número de muertos en el enclave desde el 7 de octubre había superado los 15,200 después de que Israel reanudara su bombardeo. Una tregua de siete días terminó abruptamente el viernes; ambos lados acusan al otro de romperla. Mossad, la agencia de inteligencia de Israel, dijo que su equipo en Qatar, que había estado negociando la tregua con Hamas, ha recibido la orden de regresar a casa.\",            \"translated_title\": \"Conflicto en Gaza\"        },        {            \"english_version\": \"Meanwhile on Israel’s northern border Israeli forces traded fire with Hizbullah, the Iran-backed Shia militia based in Lebanon. Israel said its air force struck several targets in Lebanon in response to rockets being fired at its positions near the border. Hizbullah reported that one of its fighters was killed.\",            \"english_title\": \"Israel-Lebanon Border Clash\",            \"translated_version\": \"Mientras tanto, en la frontera norte de Israel, las fuerzas israelíes intercambiaron disparos con Hizbullah, la milicia chií respaldada por Irán con sede en Líbano. Israel dijo que su fuerza aérea atacó varios objetivos en Líbano en respuesta a los cohetes que se dispararon contra sus posiciones cerca de la frontera. Hizbullah informó que uno de sus combatientes fue asesinado.\",            \"translated_title\": \"Choque en la Frontera Israel-Líbano\"        },        {            \"english_version\": \"At the COP28 climate summit in Dubai, delegates from more than 110 countries pledged to triple global renewable-energy capacity and double energy efficiency by 2030. Several big oil producers, including Russia, Saudi Arabia and Iran, failed to sign up to the commitment; China also refused. Meanwhile America committed to closing all its coal-fired power plants, apparently by 2035.\",            \"english_title\": \"COP28 Climate Summit\",            \"translated_version\": \"En la cumbre climática COP28 en Dubai, delegados de más de 110 países se comprometieron a triplicar la capacidad global de energía renovable y duplicar la eficiencia energética para 2030. Varios grandes productores de petróleo, incluyendo Rusia, Arabia Saudita e Irán, no se comprometieron con el acuerdo; China también se negó. Mientras tanto, Estados Unidos se comprometió a cerrar todas sus plantas de energía a base de carbón, aparentemente para 2035.\",            \"translated_title\": \"Cumbre Climática COP28\"        },        {            \"english_version\": \"AUKUS, a security pact between America, Australia and Britain, took a step forward as the signatories’ defence ministers agreed to co-operate on a range of cutting-edge military technologies. The three countries will establish a joint radar system to monitor space, conduct joint exercises involving maritime drones and incorporate AI into more military systems, among other measures.\",            \"english_title\": \"AUKUS Security Pact\",            \"translated_version\": \"AUKUS, un pacto de seguridad entre Estados Unidos, Australia y Gran Bretaña, dio un paso adelante cuando los ministros de defensa de los países firmantes acordaron cooperar en una serie de tecnologías militares de vanguardia. Los tres países establecerán un sistema de radar conjunto para monitorear el espacio, realizarán ejercicios conjuntos que involucran drones marítimos e incorporarán inteligencia artificial en más sistemas militares, entre otras medidas.\",            \"translated_title\": \"Pacto de Seguridad AUKUS\"        },        {            \"english_version\": \"Police in Moscow raided several gay clubs and photographed revellers’ passports, a day after Russia’s Supreme Court declared the LGBT public movement an extremist organisation. Gay people in Russia face increasing persecution; Vladimir Putin’s government has outlawed homosexual propaganda and presents itself as a champion of traditional values.\",            \"english_title\": \"Persecution of LGBT in Russia\",            \"translated_version\": \"La policía en Moscú allanó varios clubes gays y fotografió los pasaportes de los asistentes, un día después de que el Tribunal Supremo de Rusia declarara que el movimiento público LGBT es una organización extremista. Las personas gays en Rusia enfrentan una creciente persecución; el gobierno de Vladimir Putin ha prohibido la propaganda homosexual y se presenta como defensor de los valores tradicionales.\",            \"translated_title\": \"Persecución de LGBT en Rusia\"        }    ]}"