"{    \"translations\": [        {            \"english_version\": \"Ekrem Imamoglu, the main rival to Turkey’s president, Recep Tayyip Erdogan, was formally arrested soon after his party confirmed him as their candidate for the presidential election in 2028 on Sunday. On Wednesday police detained the popular mayor of Istanbul on corruption charges, sparking massive protests. Mr Imamoglu denies these. 'I will never bow,' he wrote as he remained in custody.\",            \"english_title\": \"Political Unrest in Turkey\",            \"translated_version\": \"Ekrem Imamoglu, el principal rival del presidente de Turquía, Recep Tayyip Erdogan, fue arrestado formalmente poco después de que su partido lo confirmara como su candidato para la elección presidencial en 2028 el domingo. El miércoles la policía detuvo al popular alcalde de Estambul por cargos de corrupción, provocando protestas masivas. El Sr. Imamoglu niega esto. 'Nunca me inclinaré', escribió mientras permanecía bajo custodia.\",            \"translated_title\": \"Inestabilidad Política en Turquía\"        },        {            \"english_version\": \"Israel’s cabinet approved a motion of no confidence in the attorney-general, Gali Baharav-Miara, days after it sacked the security chief. It is a first step towards dismissing her. In response, Ms Baharav-Miara accused the government of seeking to operate 'above the law'. Meanwhile, families of hostages protested against the resumption of bombings in Gaza by the government. Palestinian officials said that more than 50,000 people have been killed there in the past 18 months.\",            \"english_title\": \"Political Turmoil in Israel\",            \"translated_version\": \"El gabinete de Israel aprobó una moción de falta de confianza en la fiscal general, Gali Baharav-Miara, días después de despedir al jefe de seguridad. Es un primer paso hacia su despido. En respuesta, la Sra. Baharav-Miara acusó al gobierno de intentar operar 'por encima de la ley'. Mientras tanto, familias de rehenes protestaron contra la reanudación de los bombardeos en Gaza por parte del gobierno. Funcionarios palestinos dijeron que más de 50,000 personas han sido asesinadas allí en los últimos 18 meses.\",            \"translated_title\": \"Turbulencia Política en Israel\"        }    ]}"