"{    \"translations\": [        {            \"english_version\": \"The White House decided not to impose tariffs and sanctions on Colombia after Colombia agreed to accept deportation flights of migrants. This decision came after Colombia refused entry to two such flights, leading to an emergency announcement by Donald Trump of 25% tariffs on Colombian goods. Colombia's foreign minister, Luis Gilberto Murillo, stated that the diplomatic issue has been resolved, and the country will welcome back returning Colombians.\",            \"english_title\": \"Tariffs and Deportation Flights\",            \"translated_version\": \"La Casa Blanca decidió no imponer aranceles y sanciones a Colombia después de que Colombia aceptara los vuelos de deportación de migrantes. Esta decisión se tomó después de que Colombia rechazara la entrada de dos vuelos de este tipo, lo que llevó a un anuncio de emergencia de Donald Trump de aranceles del 25% sobre los bienes colombianos. El ministro de Relaciones Exteriores de Colombia, Luis Gilberto Murillo, declaró que el problema diplomático se ha resuelto y el país recibirá de vuelta a los colombianos que regresan.\",            \"translated_title\": \"Aranceles y Vuelos de Deportación\"        },        {            \"english_version\": \"Israel and Hamas have reached an agreement for the release of an Israeli hostage held in Gaza and the return of displaced Palestinians to the northern part of the strip. Israel had previously stated that the Palestinians would not be allowed to return until Arbel Yehoud, the Israeli hostage expected to be released on Saturday, was freed. Arbel Yehoud and five others are scheduled to be released by the upcoming weekend.\",            \"english_title\": \"Hostage Release Agreement\",            \"translated_version\": \"Israel y Hamas han llegado a un acuerdo para la liberación de un rehén israelí retenido en Gaza y el regreso de los palestinos desplazados a la parte norte de la franja. Israel había declarado previamente que los palestinos no podrían regresar hasta que Arbel Yehoud, el rehén israelí que se espera sea liberado el sábado, fuera liberado. Arbel Yehoud y otros cinco están programados para ser liberados durante el próximo fin de semana.\",            \"translated_title\": \"Acuerdo de Liberación de Rehén\"        }    ]}"