"{    \"translations\": [        {            \"english_version\": \"Capital One is buying Discover Financial in a deal worth $35.3bn. This merger of two major credit-card companies is expected to be finalized in late 2024 or early 2025, pending regulatory approval. The industry is likely to see significant changes as American regulators work on improving transparency in bank-merger rules.\",            \"english_title\": \"Business\",            \"translated_version\": \"Capital One está comprando Discover Financial en un acuerdo por valor de $35.3bn. Esta unión de dos grandes compañías de tarjetas de crédito se espera que se finalice a finales de 2024 o principios de 2025, pendiente de aprobación regulatoria. Es probable que la industria experimente cambios significativos a medida que los reguladores estadounidenses trabajan en mejorar la transparencia en las reglas de fusiones bancarias.\",            \"translated_title\": \"Business\"        },        {            \"english_version\": \"Yulia Navalnaya, widow of Alexei Navalny, plans to continue his work and blames Russia's President, Vladimir Putin, for her husband's death. Germany is proposing new sanctions against Russia in response. Meanwhile, Russian investigators are holding Mr. Navalny's body for at least two weeks, sparking accusations of a cover-up.\",            \"english_title\": \"International Relations\",            \"translated_version\": \"Yulia Navalnaya, viuda de Alexei Navalny, planea continuar su trabajo y culpa al Presidente de Rusia, Vladimir Putin, por la muerte de su esposo. Alemania está proponiendo nuevas sanciones contra Rusia en respuesta. Mientras tanto, los investigadores rusos están reteniendo el cuerpo del Sr. Navalny durante al menos dos semanas, provocando acusaciones de encubrimiento.\",            \"translated_title\": \"International Relations\"        },        {            \"english_version\": \"The UN Security Council is drafting a resolution calling for a temporary ceasefire in the Gaza conflict and opposing Israel's planned ground invasion of Rafah. This move comes after America vetoed earlier ceasefire resolutions and threatened to block others that could disrupt negotiations with Hamas.\",            \"english_title\": \"Global Politics\",            \"translated_version\": \"El Consejo de Seguridad de la ONU está redactando una resolución que pide un alto el fuego temporal en el conflicto de Gaza y se opone a la invasión terrestre planeada por Israel en Rafah. Esta acción se produce después de que Estados Unidos vetara resoluciones anteriores de alto el fuego y amenazara con bloquear otras que pudieran interrumpir las negociaciones con Hamas.\",            \"translated_title\": \"Global Politics\"        },        {            \"english_version\": \"China's central bank has cut the benchmark mortgage interest rate by a record amount, aiming to stimulate the property market. The rate reduction may lead to lower mortgage rates for homebuyers in many cities. This decision comes as China's property sector faces challenges, impacting the country's economy.\",            \"english_title\": \"Economy\",            \"translated_version\": \"El banco central de China ha reducido la tasa de interés hipotecaria de referencia en una cantidad récord, con el objetivo de estimular el mercado inmobiliario. La reducción de la tasa puede llevar a tasas hipotecarias más bajas para los compradores de viviendas en muchas ciudades. Esta decisión se produce mientras el sector inmobiliario de China enfrenta desafíos que impactan en la economía del país.\",            \"translated_title\": \"Economy\"        },        {            \"english_version\": \"Australia has announced plans to expand its navy to its largest size since World War II, with an investment of A$11.1bn. The navy will include 26 ships, including those with long-range missile capabilities. This expansion is seen as a response to China's growing military influence in the Pacific region.\",            \"english_title\": \"Military Expansion\",            \"translated_version\": \"Australia ha anunciado planes para expandir su armada a su tamaño más grande desde la Segunda Guerra Mundial, con una inversión de A$11.1bn. La armada incluirá 26 barcos, incluidos aquellos con capacidades de misiles de largo alcance. Esta expansión se ve como una respuesta a la creciente influencia militar de China en la región del Pacífico.\",            \"translated_title\": \"Military Expansion\"        }    ]}"