"{    \"translations\": [        {            \"english_version\": \"Ukraine’s president, Volodymyr Zelensky, welcomed an American aid package worth $61bn for his country. He urged lawmakers to pass the bill quickly to prevent Ukraine from becoming a 'second Afghanistan'. Democratic lawmakers supported the plan put forward by Mike Johnson, the Republican House speaker, despite opposition within the Republican party. Naval officials from 30 countries gathered in Qingdao, China, to discuss maritime-security challenges amidst rising tensions in the South China Sea.\",            \"english_title\": \"International Relations\",            \"translated_version\": \"El presidente de Ucrania, Volodymyr Zelensky, recibió con alegría un paquete de ayuda estadounidense por valor de $61 mil millones para su país. Instó a los legisladores a aprobar rápidamente el proyecto de ley para evitar que Ucrania se convierta en un 'segundo Afganistán'. Los legisladores demócratas apoyaron el plan presentado por Mike Johnson, el presidente de la Cámara de Representantes republicano, a pesar de la oposición dentro del partido republicano. Oficiales navale de 30 países se reunieron en Qingdao, China, para discutir desafíos de seguridad marítima en medio de las crecientes tensiones en el Mar del Sur de China.\",            \"translated_title\": \"International Relations\"        },        {            \"english_version\": \"Authorities in India announced a rerun of voting in Manipur due to clashes and alleged rigging. Ecuadorians voted in a referendum to grant the government more powers to combat drug gangs and violent crime. Voting also took place in the Maldives, where the People’s National Congress party aims to gain control of parliament.\",            \"english_title\": \"Elections and Referendums\",            \"translated_version\": \"Las autoridades en India anunciaron una repetición de la votación en Manipur debido a enfrentamientos y supuestos amaños. Los ecuatorianos votaron en un referéndum para otorgar al gobierno más poderes para combatir bandas de drogas y crimen violento. También hubo votaciones en las Maldivas, donde el partido Congreso Nacional del Pueblo busca obtener el control del parlamento.\",            \"translated_title\": \"Elections and Referendums\"        },        {            \"english_version\": \"South Korea expressed disappointment over Japanese ministers sending ritual offerings to Tokyo’s Yasukuni Shrine, viewed as symbols of Japan’s historic militarism. South Korea and China urged Japan to show repentance instead. The two countries had recently strengthened ties in response to perceived threats.\",            \"english_title\": \"Historical Tensions\",            \"translated_version\": \"Corea del Sur expresó decepción por los ministros japoneses que enviaron ofrendas rituales al Santuario Yasukuni de Tokio, consideradas símbolos del militarismo histórico de Japón. Corea del Sur y China instaron a Japón a mostrar arrepentimiento en su lugar. Los dos países habían fortalecido recientemente sus lazos en respuesta a amenazas percibidas.\",            \"translated_title\": \"Historical Tensions\"        },        {            \"english_version\": \"Over 50,000 participants took part in the London marathon, including elite athletes, celebrities, and charity fund-raisers. The event attracted a record number of applicants. The marathon will be featured in an episode of the television soap 'Eastenders'.\",            \"english_title\": \"London Marathon\",            \"translated_version\": \"Más de 50,000 participantes tomaron parte en el maratón de Londres, incluyendo atletas de élite, celebridades y recaudadores de fondos para obras benéficas. El evento atrajo un número récord de solicitantes. El maratón será presentado en un episodio de la telenovela 'Eastenders'.\",            \"translated_title\": \"London Marathon\"        }    ]}"