"{    \"translations\": [        {            \"english_version\": \"One woman was killed in Ukraine's Zaporizhzhia region, with 28 people injured, according to local officials. President Zelensky said the killing of Parubiy was a terrible murder and promised an investigation.\",            \"english_title\": \"Woman Killed in Ukraine\",            \"translated_version\": \"Una mujer fue asesinada en la región de Zaporizhzhia en Ucrania, con 28 personas heridas, según los oficiales locales. El presidente Zelensky dijo que el asesinato de Parubiy fue terrible y prometió una investigación.\",            \"translated_title\": \"Mujer Asesinada en Ucrania\"        },        {            \"english_version\": \"Romano Floriani Mussolini, the great-grandson of Italian dictator Benito Mussolini, came off the bench to help Cremonese defeat Sassuolo 3-2 in his Serie A debut on Friday.\",            \"english_title\": \"Mussolini's Great-Grandson Plays Soccer\",            \"translated_version\": \"Romano Floriani Mussolini, el bisnieto del dictador italiano Benito Mussolini, salió del banco para ayudar a Cremonese a ganar 3-2 contra Sassuolo en su debut en la Serie A el viernes.\",            \"translated_title\": \"Bisnieto de Mussolini Juega Fútbol\"        },        {            \"english_version\": \"The demonstrations, which also focus on cost-of-living and politicians' expenses, are seen as a key test for President Prabowo Subianto.\",            \"english_title\": \"Demonstrations Test President\",            \"translated_version\": \"Las manifestaciones, que también se enfocan en el costo de vida y los gastos de los políticos, son vistas como una prueba importante para el presidente Prabowo Subianto.\",            \"translated_title\": \"Manifestaciones Prueban Presidente\"        },        {            \"english_version\": \"The earthen berm is intended to trap people inside el-Fasher, Yale University research shows.\",            \"english_title\": \"Berm Traps People\",            \"translated_version\": \"El muro de tierra está hecho para atrapar a la gente dentro de el-Fasher, según una investigación de la Universidad de Yale.\",            \"translated_title\": \"Muro Atrapa Gente\"        },        {            \"english_version\": \"Kim Jong Un met the families of North Korean soldiers killed fighting for Russia against Ukraine.\",            \"english_title\": \"Kim Jong Un Meets Families\",            \"translated_version\": \"Kim Jong Un se reunió con las familias de los soldados norcoreanos muertos luchando por Rusia contra Ucrania.\",            \"translated_title\": \"Kim Jong Un Se Reúne con Familias\"        }    ]}"