"{    \"translations\": [        {            \"english_version\": \"The leaders of Germany and Italy criticized a ceasefire proposal made by Vladimir Putin, Russia’s president. Olaf Scholz called the suggestion a 'dictatorial peace'. He and Giorgia Meloni were talking at a Ukrainian peace summit in Switzerland, involving more than 50 heads of states and governments.\",            \"english_title\": \"Criticism of Ceasefire Proposal\",            \"translated_version\": \"Los líderes de Alemania e Italia criticaron una propuesta de alto el fuego hecha por Vladimir Putin, presidente de Rusia. Olaf Scholz llamó a la sugerencia una 'paz dictatorial'. Él y Giorgia Meloni estaban hablando en una cumbre de paz ucraniana en Suiza, que involucraba a más de 50 jefes de estado y gobiernos.\",            \"translated_title\": \"Criticism of Ceasefire Proposal\"        },        {            \"english_version\": \"Kamala Harris, America’s vice-president, attended a Ukrainian peace summit and met Volodymyr Zelensky, Ukraine’s president. She promised a further $1.5bn in aid. Russia was not invited to the summit.\",            \"english_title\": \"US Support at Ukrainian Peace Summit\",            \"translated_version\": \"Kamala Harris, vicepresidenta de Estados Unidos, asistió a una cumbre de paz ucraniana y se reunió con Volodymyr Zelensky, presidente de Ucrania. Prometió una ayuda adicional de $1.5 mil millones. Rusia no fue invitada a la cumbre.\",            \"translated_title\": \"US Support at Ukrainian Peace Summit\"        },        {            \"english_version\": \"The Israel Defence Forces announced a 'local, tactical pause of military activity' to allow more humanitarian aid to enter the Gaza strip. Fighting will stop during the day along the road leading out from the border crossing with Egypt.\",            \"english_title\": \"IDF's Temporary Ceasefire for Humanitarian Aid\",            \"translated_version\": \"Las Fuerzas de Defensa de Israel anunciaron una 'pausa local y táctica de la actividad militar' para permitir que más ayuda humanitaria entre en la Franja de Gaza. La lucha se detendrá durante el día a lo largo del camino que sale del cruce fronterizo con Egipto.\",            \"translated_title\": \"IDF's Temporary Ceasefire for Humanitarian Aid\"        }    ]}"