"{    \"translations\": [        {            \"english_version\": \"The Bharatiya Janata Party and its allies won India's election, but with a reduced mandate. The ruling alliance won 292 seats, more than the 272 needed to form a government but well below its stated ambition of 400. The BJP lost 63 seats compared with the last election in 2019. Nevertheless Narendra Modi, India's prime minister, said he was very happy. The shock result sent Indian stock markets tumbling.\",            \"english_title\": \"Indian Election Results\",            \"translated_version\": \"El partido Bharatiya Janata y sus aliados ganaron las elecciones de India, pero con menos apoyo. La alianza gobernante ganó 292 escaños, más de los 272 necesarios para formar un gobierno pero muy por debajo de su ambición declarada de 400. El BJP perdió 63 escaños en comparación con las últimas elecciones en 2019. Aun así, Narendra Modi, el primer ministro de India, dijo que estaba muy feliz. El resultado sorprendente hizo que los mercados de valores indios cayeran.\",            \"translated_title\": \"Resultados de las Elecciones en India\"        },        {            \"english_version\": \"President Joe Biden signed an executive order that would prevent migrants who cross America's southern border with Mexico illegally from applying for asylum. The rule would come into effect when average daily encounters between border crossers and officials exceed 2,500 over a seven-day period. This threshold has reportedly already been met, meaning that the asylum window could soon temporarily close.\",            \"english_title\": \"Border Crossings Executive Order\",            \"translated_version\": \"El presidente Joe Biden firmó una orden ejecutiva que impediría que los migrantes que cruzan la frontera sur de Estados Unidos con México ilegalmente soliciten asilo. La regla entraría en vigor cuando los encuentros diarios promedio entre los cruzadores de la frontera y los funcionarios superen los 2,500 en un período de siete días. Se informa que este umbral ya se ha alcanzado, lo que significa que la ventana de asilo podría cerrarse temporalmente pronto.\",            \"translated_title\": \"Orden Ejecutiva sobre Cruces Fronterizos\"        }    ]}"