"{    \"translations\": [        {            \"english_version\": \"Vote counting has started in India after the world's largest election ended on Saturday. Exit polls indicate that Narendra Modi and his Bharatiya Janata Party are likely to win a historic third term, possibly with even more support than in 2019. Mr. Modi expressed confidence that a record number of Indians have voted to re-elect his government. Official results are expected later today.\",            \"english_title\": \"Indian Election Results\",            \"translated_version\": \"En India han comenzado a contar los votos después de que terminara la elección más grande del mundo el sábado. Las encuestas de salida indican que Narendra Modi y su Partido Bharatiya Janata probablemente ganarán un tercer mandato histórico, posiblemente con aún más apoyo que en 2019. El Sr. Modi expresó confianza en que un número récord de indios han votado para reelegir a su gobierno. Se esperan los resultados oficiales más tarde hoy.\",            \"translated_title\": \"Resultados de la Elección en India\"        },        {            \"english_version\": \"America has presented a resolution to the UN Security Council, urging the implementation of a three-phase proposal to end the conflict between Israel and Hamas. Israel's far-right coalition is facing internal discord over the plan, which involves a hostage exchange. Two members of the extreme-right coalition have threatened to bring down the government if Binyamin Netanyahu agrees to the proposal.\",            \"english_title\": \"UN Resolution on Israel-Hamas Conflict\",            \"translated_version\": \"América ha presentado una resolución al Consejo de Seguridad de la ONU, instando a la implementación de una propuesta de tres fases para poner fin al conflicto entre Israel y Hamas. La coalición de extrema derecha de Israel enfrenta discordia interna sobre el plan, que implica un intercambio de rehenes. Dos miembros de la coalición de extrema derecha han amenazado con derribar el gobierno si Binyamin Netanyahu acepta la propuesta.\",            \"translated_title\": \"Resolución de la ONU sobre el Conflicto Israel-Hamas\"        }    ]}"