"{    \"translations\": [        {            \"english_version\": \"Ukraine’s president, Volodymyr Zelensky, visited the White House to discuss ending the war and a potential minerals deal with Donald Trump. The agreement would give America access to rare Ukrainian minerals, while Mr. Zelensky seeks security guarantees in return. The talks come after tense exchanges, including Mr. Trump calling Mr. Zelensky a 'dictator' and the Ukrainian leader accusing him of falling for Russian disinformation.\",            \"english_title\": \"Ukraine-US Relations\",            \"translated_version\": \"El presidente de Ucrania, Volodymyr Zelensky, visitó la Casa Blanca para hablar sobre poner fin a la guerra y un posible acuerdo de minerales con Donald Trump. El acuerdo daría a América acceso a raros minerales ucranianos, mientras que el Sr. Zelensky busca garantías de seguridad a cambio. Las conversaciones vienen después de intercambios tensos, incluido el Sr. Trump llamando al Sr. Zelensky 'dictador' y el líder ucraniano acusándolo de creer en desinformación rusa.\",            \"translated_title\": \"Ukraine-US Relations\"        },        {            \"english_version\": \"Russia conducted a drone attack on Ukraine, resulting in casualties and injuries. Three people were killed and seven injured in Donetsk, an eastern city. Additionally, strikes damaged buildings and wounded civilians in Sumy and Kharkiv in the north. Ukraine's energy infrastructure also faced heavy attacks.\",            \"english_title\": \"Russia-Ukraine Conflict\",            \"translated_version\": \"Rusia llevó a cabo un ataque con drones en Ucrania, lo que resultó en víctimas y heridos. Tres personas murieron y siete resultaron heridas en Donetsk, una ciudad del este. Además, los ataques dañaron edificios y lastimaron civiles en Sumy y Kharkiv en el norte. La infraestructura energética de Ucrania también sufrió fuertes ataques.\",            \"translated_title\": \"Russia-Ukraine Conflict\"        }    ]}"