"{    \"translations\": [        {            \"english_version\": \"The US leader suggested that Ukraine might need to give up some land to stop the war. This statement came just hours before another announcement.\",            \"english_title\": \"US Leader's Suggestion\",            \"translated_version\": \"El líder de EE.UU. sugirió que Ucrania podría necesitar dar algo de tierra para parar la guerra. Esta declaración vino solo horas antes de otro anuncio.\",            \"translated_title\": \"Sugerencia del Líder de EE.UU.\"        },        {            \"english_version\": \"Israel's defense minister stated that countries criticizing Israel and threatening sanctions will not change their determination. This statement comes amid strong opposition within Israel and international criticism.\",            \"english_title\": \"Israel's Determination\",            \"translated_version\": \"El ministro de defensa de Israel dijo que los países que critican a Israel y amenazan con sanciones no cambiarán su determinación. Esta declaración viene en medio de fuerte oposición dentro de Israel y críticas internacionales.\",            \"translated_title\": \"Determinación de Israel\"        },        {            \"english_version\": \"The commander of Apollo 13 is well-known for saving his crew from almost certain death in space. This event is remembered as a significant moment in space history.\",            \"english_title\": \"Apollo 13 Hero\",            \"translated_version\": \"El comandante de Apolo 13 es famoso por salvar a su equipo de casi morir en el espacio. Este evento se recuerda como un momento importante en la historia del espacio.\",            \"translated_title\": \"Héroe de Apolo 13\"        },        {            \"english_version\": \"Authorities have not explained why the attack happened, but they mentioned that the attacker was a regular visitor to the pub.\",            \"english_title\": \"Unexplained Attack\",            \"translated_version\": \"Las autoridades no han explicado por qué ocurrió el ataque, pero mencionaron que el atacante era un visitante regular del pub.\",            \"translated_title\": \"Ataque Sin Explicación\"        },        {            \"english_version\": \"The Dardanelles Strait is an important path for commercial ships traveling between Europe and Asia. It plays a crucial role in global trade.\",            \"english_title\": \"Dardanelles Strait Importance\",            \"translated_version\": \"El Estrecho de los Dardanelos es un camino importante para barcos comerciales que viajan entre Europa y Asia. Juega un papel crucial en el comercio global.\",            \"translated_title\": \"Importancia del Estrecho de los Dardanelos\"        }    ]}"