"{    \"translations\": [        {            \"english_version\": \"The firing happened just weeks after the White House criticized a leaked intelligence report about US strikes on Iran. This report assessed the impact of these strikes.\",            \"english_title\": \"Firing After Report\",            \"translated_version\": \"El despido ocurrió semanas después de que la Casa Blanca criticara un informe filtrado sobre ataques de EE.UU. en Irán. Este informe evaluó el impacto de estos ataques.\",            \"translated_title\": \"Despido tras informe\"        },        {            \"english_version\": \"Pyongyang's state media called the shots a 'deliberate provocation' as the South Korean leader started a visit to the US and Japan.\",            \"english_title\": \"Pyongyang's Reaction\",            \"translated_version\": \"Los medios estatales de Pyongyang llamaron a los disparos una `provocación deliberada` mientras el líder de Corea del Sur comenzaba una visita a EE.UU. y Japón.\",            \"translated_title\": \"Reacción de Pyongyang\"        },        {            \"english_version\": \"In a letter, Turkey's first lady asked Mrs. Trump to appeal to Israel to stop the war in Gaza.\",            \"english_title\": \"Turkey's Request\",            \"translated_version\": \"En una carta, la primera dama de Turquía pidió a la Sra. Trump que pida a Israel detener la guerra en Gaza.\",            \"translated_title\": \"Petición de Turquía\"        },        {            \"english_version\": \"Israel has been blocking food from entering Gaza, according to aid agencies. A UN-backed body confirmed there is a famine.\",            \"english_title\": \"Food Blockade in Gaza\",            \"translated_version\": \"Israel ha estado bloqueando la entrada de comida a Gaza, según agencias de ayuda. Un grupo apoyado por la ONU confirmó que hay hambre.\",            \"translated_title\": \"Bloqueo de comida en Gaza\"        },        {            \"english_version\": \"Volodymyr Zelensky asked Western allies to put new sanctions on Moscow if it does not show interest in peace.\",            \"english_title\": \"Zelensky's Sanctions Request\",            \"translated_version\": \"Volodymyr Zelensky pidió a los aliados occidentales poner nuevas sanciones a Moscú si no muestra interés en la paz.\",            \"translated_title\": \"Petición de sanciones de Zelensky\"        }    ]}"