"{    \"translations\": [        {            \"english_version\": \"Russia said that Ukraine targeted power and energy facilities. Ukraine accused Russia of spreading false information.\",            \"english_title\": \"Russia and Ukraine Dispute\",            \"translated_version\": \"Rusia dijo que Ucrania atacó lugares de energía. Ucrania acusó a Rusia de decir cosas falsas.\",            \"translated_title\": \"Disputa entre Rusia y Ucrania\"        },        {            \"english_version\": \"Sixty-four people were killed in Israeli attacks across Gaza in the past 24 hours, according to the health ministry run by Hamas.\",            \"english_title\": \"Deaths in Gaza\",            \"translated_version\": \"Sesenta y cuatro personas murieron en ataques israelíes en Gaza en las últimas 24 horas, según el ministerio de salud de Hamas.\",            \"translated_title\": \"Muertes en Gaza\"        },        {            \"english_version\": \"Typhoon Kajiki is moving past Hainan in China and is expected to head towards Vietnam, according to weather forecasters.\",            \"english_title\": \"Typhoon Kajiki's Path\",            \"translated_version\": \"El tifón Kajiki está pasando por Hainan en China y se espera que vaya hacia Vietnam, según los pronósticos.\",            \"translated_title\": \"Camino del tifón Kajiki\"        },        {            \"english_version\": \"There is growing concern about high levels of violence in Nigeria, including a rise in jihadist activities.\",            \"english_title\": \"Violence in Nigeria\",            \"translated_version\": \"Hay preocupación por la alta violencia en Nigeria, incluyendo más actividades de jihadistas.\",            \"translated_title\": \"Violencia en Nigeria\"        },        {            \"english_version\": \"Two new air defense missiles with advanced combat capabilities were tested in North Korea, observed by Kim Jong Un.\",            \"english_title\": \"Missile Tests in North Korea\",            \"translated_version\": \"Dos nuevos misiles de defensa aérea con capacidades avanzadas fueron probados en Corea del Norte, observados por Kim Jong Un.\",            \"translated_title\": \"Pruebas de misiles en Corea del Norte\"        }    ]}"