"{    \"translations\": [        {            \"english_version\": \"President Volodymyr Zelensky said that Russia is trying to stop Ukraine from using the sea for transport. This is because of attacks that are happening.\",            \"english_title\": \"Russia Blocks Ukraine's Sea Transport\",            \"translated_version\": \"El presidente Volodymyr Zelensky dijo que Rusia está tratando de detener a Ucrania de usar el mar para transporte. Esto es por ataques que están pasando.\",            \"translated_title\": \"Rusia bloquea transporte de Ucrania\"        },        {            \"english_version\": \"Denmark told the United States to respect its independence. Greenland also said it will make its own decisions about its future.\",            \"english_title\": \"Denmark and Greenland Assert Independence\",            \"translated_version\": \"Dinamarca dijo a Estados Unidos que respete su independencia. Groenlandia también dijo que tomará sus propias decisiones sobre su futuro.\",            \"translated_title\": \"Dinamarca y Groenlandia independientes\"        },        {            \"english_version\": \"The town of La Bañeza, which has about 11,000 people, was badly hurt by wildfires during the summer.\",            \"english_title\": \"La Bañeza Hit by Wildfires\",            \"translated_version\": \"El pueblo de La Bañeza, que tiene unas 11,000 personas, fue muy dañado por incendios durante el verano.\",            \"translated_title\": \"La Bañeza afectada por incendios\"        },        {            \"english_version\": \"The US president said he will make American shipbuilding strong again because it has fallen behind China in making ships for the navy.\",            \"english_title\": \"US to Boost Shipbuilding\",            \"translated_version\": \"El presidente de EE.UU. dijo que hará fuerte la construcción de barcos en América otra vez porque ha quedado atrás de China en hacer barcos para la marina.\",            \"translated_title\": \"EE.UU. mejorará construcción de barcos\"        },        {            \"english_version\": \"International organizations that are not registered by the end of the year might have to close in Israel. But the Israeli government said that giving aid will not be stopped.\",            \"english_title\": \"Israel's New Rules for Organizations\",            \"translated_version\": \"Organizaciones internacionales que no estén registradas para fin de año podrían tener que cerrar en Israel. Pero el gobierno israelí dijo que no se detendrá la ayuda.\",            \"translated_title\": \"Nuevas reglas en Israel\"        }    ]}"