"{    \"translations\": [        {            \"english_version\": \"Julian Assange was released from prison in Britain after reaching a plea deal with American prosecutors. He is the co-founder of Wikileaks, a site that exposes secrets. Assange spent five years in jail fighting extradition to America. He was charged with espionage for releasing secret documents about the wars in Afghanistan and Iraq. The American government said these documents put lives at risk. As part of the deal, Assange will plead guilty to one charge but will not go to jail in America.\",            \"english_title\": \"Julian Assange's Release from Prison\",            \"translated_version\": \"Julian Assange fue liberado de la cárcel en Gran Bretaña después de llegar a un acuerdo con los fiscales estadounidenses. Él es el cofundador de Wikileaks, un sitio que revela secretos. Assange pasó cinco años en la cárcel luchando contra la extradición a América. Fue acusado de espionaje por publicar documentos secretos sobre las guerras en Afganistán e Iraq. El gobierno estadounidense dijo que estos documentos ponían vidas en riesgo. Como parte del acuerdo, Assange se declarará culpable de un cargo pero no irá a la cárcel en América.\",            \"translated_title\": \"La Liberación de Julian Assange de la Cárcel\"        },        {            \"english_version\": \"Volodymyr Zelensky, Ukraine's president, removed Lieutenant General Yuriy Sodol from his position leading the war against Russia in eastern Ukraine. Zelensky did not explain why he made this change. However, a soldier accused Sodol of causing more Ukrainian soldier deaths than any Russian general. Ukraine has made military changes as Russia has gained an advantage in the war.\",            \"english_title\": \"Ukraine's President Sacks Lieutenant General\",            \"translated_version\": \"Volodymyr Zelensky, presidente de Ucrania, removió al General de Brigada Yuriy Sodol de su posición liderando la guerra contra Rusia en el este de Ucrania. Zelensky no explicó por qué hizo este cambio. Sin embargo, un soldado acusó a Sodol de causar más muertes de soldados ucranianos que cualquier general ruso. Ucrania ha hecho cambios militares a medida que Rusia ha ganado ventaja en la guerra.\",            \"translated_title\": \"El Presidente de Ucrania Remueve al General de Brigada\"        }    ]}"