"{    \"translations\": [        {            \"english_version\": \"Less than an hour ago, Binyamin Netanyahu promised to retaliate after a missile from the Houthi rebel group in Yemen landed close to Ben Gurion airport in Israel. The Prime Minister stated that the retaliation would not be immediate but would involve multiple actions. The Houthi rebels, backed by Iran, have been launching missiles towards Israel, but most are intercepted by the country's defense systems.\",            \"english_title\": \"Retaliation against missile launch near Ben Gurion airport\",            \"translated_version\": \"Hace menos de una hora, Binyamin Netanyahu prometió tomar represalias después de que un misil del grupo rebelde Houthi en Yemen aterrizara cerca del aeropuerto Ben Gurion en Israel. El Primer Ministro dijo que la represalia no sería inmediata, pero involucraría múltiples acciones. Los rebeldes Houthi, apoyados por Irán, han estado lanzando misiles hacia Israel, pero la mayoría son interceptados por los sistemas de defensa del país.\",            \"translated_title\": \"Represalias por lanzamiento de misil cerca del aeropuerto Ben Gurion\"        },        {            \"english_version\": \"Japan's Finance Minister, Kato Katsunobu, clarified that Japan does not intend to use the option of selling American Treasury bonds as a bargaining tool in discussions with the Trump administration regarding tariffs. Earlier, Mr. Kato had mentioned the possibility in an interview. Japan holds more than $1 trillion of American debt, the highest among all countries.\",            \"english_title\": \"Japan's stance on selling American Treasury bonds\",            \"translated_version\": \"El Ministro de Finanzas de Japón, Kato Katsunobu, aclaró que Japón no tiene la intención de usar la opción de vender bonos del Tesoro Americano como una herramienta de negociación en discusiones con la administración Trump sobre aranceles. Anteriormente, el Sr. Kato había mencionado la posibilidad en una entrevista. Japón posee más de $1 billón de deuda estadounidense, la más alta entre todos los países.\",            \"translated_title\": \"Postura de Japón sobre la venta de bonos del Tesoro Americano\"        }    ]}"