"{    \"translations\": [        {            \"english_version\": \"Donald Trump removed General Charles `CQ` Brown as chairman of the joint chiefs of staff and announced changes in five other top positions at the Pentagon. Trump is taking action against those he holds responsible for promoting diversity, equity, and inclusion policies. The Pentagon was already prepared for significant reductions in its budget and workforce.\",            \"english_title\": \"Changes in Pentagon Leadership\",            \"translated_version\": \"Donald Trump quitó al General Charles `CQ` Brown como presidente de los jefes de personal conjuntos y anunció cambios en otras cinco posiciones principales en el Pentágono. Trump está tomando medidas contra aquellos a quienes considera responsables de promover políticas de diversidad, equidad e inclusión. El Pentágono ya estaba preparado para reducciones significativas en su presupuesto y personal.\",            \"translated_title\": \"Cambios en el Liderazgo del Pentágono\"        },        {            \"english_version\": \"Hamas started releasing six hostages as part of the initial phase of the ceasefire agreement with Israel. In exchange, Israel is set to release 602 Palestinian prisoners. Israel's military confirmed the identity of Shiri Bibas, whose body was returned on Friday, along with her two children who were abducted on October 7th. Hamas had failed to return her remains on the previous day.\",            \"english_title\": \"Hostage Release and Ceasefire\",            \"translated_version\": \"Hamas comenzó a liberar a seis rehenes como parte de la fase inicial del acuerdo de alto el fuego con Israel. A cambio, Israel está listo para liberar a 602 prisioneros palestinos. El ejército de Israel confirmó la identidad de Shiri Bibas, cuyo cuerpo fue devuelto el viernes, junto con sus dos hijos que fueron secuestrados el 7 de octubre. Hamas no había devuelto sus restos el día anterior.\",            \"translated_title\": \"Liberación de Rehenes y Alto el Fuego\"        },        {            \"english_version\": \"The Economist app is available for download on iOS and Android devices. The Economist Group offers various services and products, including Economist Enterprise, SecureDrop, Economist Intelligence, Economist Impact, and Economist Education Courses. For inquiries or assistance, users can contact the support team through the provided channels.\",            \"english_title\": \"The Economist App Availability\",            \"translated_version\": \"La aplicación de The Economist está disponible para descargar en dispositivos iOS y Android. El Grupo de The Economist ofrece varios servicios y productos, incluyendo Economist Enterprise, SecureDrop, Economist Intelligence, Economist Impact y Cursos de Educación de The Economist. Para preguntas o ayuda, los usuarios pueden contactar al equipo de soporte a través de los canales proporcionados.\",            \"translated_title\": \"Disponibilidad de la Aplicación de The Economist\"        },        {            \"english_version\": \"The Economist Group emphasizes the importance of privacy and data protection by using cookies and similar technologies to enhance user experience on their website. Users can manage their cookie preferences and access information on terms of use, privacy policies, and accessibility. The group is committed to transparency and compliance with data rights regulations.\",            \"english_title\": \"Privacy and Data Protection by The Economist Group\",            \"translated_version\": \"El Grupo de The Economist enfatiza la importancia de la privacidad y protección de datos al usar cookies y tecnologías similares para mejorar la experiencia del usuario en su sitio web. Los usuarios pueden gestionar sus preferencias de cookies y acceder a información sobre términos de uso, políticas de privacidad y accesibilidad. El grupo está comprometido con la transparencia y el cumplimiento de las regulaciones de derechos de datos.\",            \"translated_title\": \"Privacidad y Protección de Datos por el Grupo de The Economist\"        },        {            \"english_version\": \"Copyright © The Economist Newspaper Limited 2025. All rights reserved. The Economist Group provides news and analysis on various topics, including global affairs, economics, and business. Users can subscribe to receive content updates and explore career opportunities within the organization.\",            \"english_title\": \"Copyright and News by The Economist Group\",            \"translated_version\": \"Derechos de autor © The Economist Newspaper Limited 2025. Todos los derechos reservados. El Grupo de The Economist proporciona noticias y análisis sobre varios temas, incluyendo asuntos globales, economía y negocios. Los usuarios pueden suscribirse para recibir actualizaciones de contenido y explorar oportunidades de carrera dentro de la organización.\",            \"translated_title\": \"Derechos de Autor y Noticias por el Grupo de The Economist\"        }    ]}"