"{    \"translations\": [        {            \"english_version\": \"Republican Thomas Massie and Democrat Ro Khanna say the Department of Justice is not following their transparency law.\",            \"english_title\": \"Law Not Followed\",            \"translated_version\": \"El republicano Thomas Massie y el demócrata Ro Khanna dicen que el Departamento de Justicia no sigue su ley de transparencia.\",            \"translated_title\": \"Ley No Seguida\"        },        {            \"english_version\": \"The French president warns that there are growing threats from China, Russia, and now the US, saying Europe needs to wake up.\",            \"english_title\": \"Europe Needs to Wake Up\",            \"translated_version\": \"El presidente de Francia advierte que hay amenazas crecientes de China, Rusia y ahora de Estados Unidos, diciendo que Europa necesita despertar.\",            \"translated_title\": \"Europa Necesita Despertar\"        },        {            \"english_version\": \"The tech giants are being closely watched over social media addiction in a big jury trial in Los Angeles.\",            \"english_title\": \"Tech Giants Watched\",            \"translated_version\": \"Los gigantes de la tecnología están siendo observados de cerca por la adicción a las redes sociales en un gran juicio en Los Ángeles.\",            \"translated_title\": \"Gigantes Tecnológicos Observados\"        },        {            \"english_version\": \"Nairobi says it has stopped illegal recruiters and will ask Moscow to agree to a deal to stop forced military service.\",            \"english_title\": \"Nairobi Stops Recruiters\",            \"translated_version\": \"Nairobi dice que ha detenido a reclutadores ilegales y pedirá a Moscú que acepte un acuerdo para detener el servicio militar forzado.\",            \"translated_title\": \"Nairobi Detiene Reclutadores\"        },        {            \"english_version\": \"Videos from the rally seem to show officers hitting protesters and pulling praying men away.\",            \"english_title\": \"Officers Hit Protesters\",            \"translated_version\": \"Los videos del mitin parecen mostrar a oficiales golpeando a manifestantes y alejando a hombres que rezan.\",            \"translated_title\": \"Oficiales Golpean Manifestantes\"        }    ]}"