"{    \"translations\": [        {            \"english_version\": \"Some 113 injured people have been formally identified, including 71 Swiss citizens, 14 French, and 11 Italians. Families are asking for information about children as young as 15 who are thought to have been at the bar.\",            \"english_title\": \"Injured People Identified\",            \"translated_version\": \"Unos 113 heridos han sido identificados, incluyendo 71 suizos, 14 franceses y 11 italianos. Las familias piden informacion sobre ninos de hasta 15 anos que se cree estaban en el bar.\",            \"translated_title\": \"Heridos Identificados\"        },        {            \"english_version\": \"The plan to impose steep tariffs on 13 producers could have led to major price increases for US consumers.\",            \"english_title\": \"Tariff Plan Impact\",            \"translated_version\": \"El plan de poner tarifas altas a 13 productores podria haber causado grandes aumentos de precios para los consumidores en Estados Unidos.\",            \"translated_title\": \"Impacto de Tarifas\"        },        {            \"english_version\": \"Ukraine says it only attacks military targets and follows international law.\",            \"english_title\": \"Ukraine's Military Actions\",            \"translated_version\": \"Ucrania dice que solo ataca objetivos militares y sigue la ley internacional.\",            \"translated_title\": \"Acciones Militares de Ucrania\"        },        {            \"english_version\": \"A confrontation between the Gulf powers over southern Yemen has left the country's future uncertain.\",            \"english_title\": \"Gulf Powers Conflict\",            \"translated_version\": \"Una pelea entre los poderes del Golfo por el sur de Yemen ha dejado el futuro del pais incierto.\",            \"translated_title\": \"Conflicto de Poderes del Golfo\"        },        {            \"english_version\": \"It marks the first time the Chinese firm has sold more than its American rival in a year.\",            \"english_title\": \"Chinese Firm's Sales Success\",            \"translated_version\": \"Es la primera vez que la empresa china ha vendido mas que su rival americano en un ano.\",            \"translated_title\": \"Exito de Ventas de Empresa China\"        }    ]}"