"{    \"translations\": [        {            \"english_version\": \"Deliveries of aid began to arrive in Gaza from Egypt, via the Rafah border crossing. Twenty trucks carrying water, food and medicine have been given permission to enter the besieged enclave, though much more is needed. The opening of the border follows a week of intense negotiation involving President Joe Biden, the American president, and António Guterres, the UN’s secretary-general, among others.\",            \"english_title\": \"Aid arrives in Gaza from Egypt\",            \"translated_version\": \"Comenzaron a llegar entregas de ayuda a Gaza desde Egipto, a través del cruce fronterizo de Rafah. Se ha dado permiso a veinte camiones que transportan agua, comida y medicinas para entrar en el enclave asediado, aunque se necesita mucho más. La apertura de la frontera sigue a una semana de intensas negociaciones en las que participaron el presidente Joe Biden, el presidente estadounidense, y António Guterres, el secretario general de la ONU, entre otros.\",            \"translated_title\": \"Llega ayuda a Gaza desde Egipto\"        },        {            \"english_version\": \"Hamas freed two American hostages captured during its assault on Israel a fortnight ago. The hostages, a mother and daughter, were released after mediation efforts by Qatar. Binyamin Netanyahu, Israel’s prime minister, vowed to 'return all of the kidnapped' and said his forces would keep fighting 'till victory'. Earlier President Joe Biden asked Congress to approve an aid package worth $105bn, which includes money and weapons for Israel and Ukraine, as well as humanitarian assistance for Gaza.\",            \"english_title\": \"American hostages freed by Hamas\",            \"translated_version\": \"Hamas liberó a dos rehenes estadounidenses capturados durante su asalto a Israel hace quince días. Los rehenes, una madre y una hija, fueron liberados después de los esfuerzos de mediación de Qatar. Binyamin Netanyahu, primer ministro de Israel, prometió 'devolver a todos los secuestrados' y dijo que sus fuerzas seguirían luchando 'hasta la victoria'. Anteriormente, el presidente Joe Biden pidió al Congreso que aprobara un paquete de ayuda por valor de 105.000 millones de dólares, que incluye dinero y armas para Israel y Ucrania, así como asistencia humanitaria para Gaza.\",            \"translated_title\": \"Rehenes estadounidenses liberados por Hamas\"        },        {            \"english_version\": \"Justin Trudeau, Canada’s prime minister, said that India’s crackdown on Canadian diplomats was hurting 'millions of people'. On Thursday Canada withdrew 41 diplomats after India threatened to revoke their diplomatic status. Relations between the two countries have deteriorated since Canada accused India of murdering a Canadian Sikh separatist leader. India denies the allegation. America urged India not to reduce Canada’s diplomatic presence and to support its investigation.\",            \"english_title\": \"Canada-India diplomatic tensions\",            \"translated_version\": \"Justin Trudeau, primer ministro de Canadá, dijo que la represión de India contra los diplomáticos canadienses estaba perjudicando a 'millones de personas'. El jueves, Canadá retiró a 41 diplomáticos después de que India amenazara con revocar su estatus diplomático. Las relaciones entre los dos países se han deteriorado desde que Canadá acusó a India de asesinar a un líder separatista sij canadiense. India niega la acusación. Estados Unidos instó a India a no reducir la presencia diplomática de Canadá y a apoyar su investigación.\",            \"translated_title\": \"Tensiones diplomáticas entre Canadá e India\"        },        {            \"english_version\": \"Shawn Fain, the leader of United Auto Workers, an American trade union, said there is 'more to be won' in negotiations with Detroit’s 'big three' carmakers. Stellantis, General Motors and Ford have offered workers—who have been on strike for five weeks over improved wages—a 23% increase in hourly pay. Mr Fain said that although the offers were 'record contracts' they were not good enough.\",            \"english_title\": \"Negotiations with Detroit carmakers\",            \"translated_version\": \"Shawn Fain, líder de United Auto Workers, un sindicato estadounidense, dijo que hay 'más por ganar' en las negociaciones con los 'tres grandes' fabricantes de automóviles de Detroit. Stellantis, General Motors y Ford han ofrecido a los trabajadores, que han estado en huelga durante cinco semanas exigiendo mejores salarios, un aumento del 23% en el salario por hora. El Sr. Fain dijo que aunque las ofertas eran 'contratos récord', no eran lo suficientemente buenas.\",            \"translated_title\": \"Negociaciones con fabricantes de automóviles de Detroit\"        },        {            \"english_version\": \"Nawaz Sharif, a three-time former prime minister of Pakistan, returned after four years of self-imposed exile. Mr Sharif was deposed and imprisoned for corruption after falling out with Pakistan’s powerful army, but was granted bail on medical grounds in 2019. He is expected to seek re-election, possibly with the army’s blessing, in a vote due to take place in January.\",            \"english_title\": \"Return of Nawaz Sharif to Pakistan\",            \"translated_version\": \"Nawaz Sharif, tres veces ex primer ministro de Pakistán, regresó después de cuatro años de exilio autoimpuesto. El Sr. Sharif fue depuesto y encarcelado por corrupción después de enfrentarse al poderoso ejército de Pakistán, pero se le concedió la libertad bajo fianza por motivos médicos en 2019. Se espera que busque la reelección, posiblemente con la bendición del ejército, en una votación que se celebrará en enero.\",            \"translated_title\": \"Regreso de Nawaz Sharif a Pakistán\"        }    ]}"