"{    \"translations\": [        {            \"english_version\": \"Justin Trudeau announced he will step down as Canada's prime minister. He will hold a contest to find a new leader for the Liberal Party. Canada's parliament will be closed until March 24th. This decision came after the resignation of Chrystia Freeland, the finance minister. Many Canadians are unhappy with Trudeau, who has been in power for nine years.\",            \"english_title\": \"Trudeau to Step Down as Canada's Prime Minister\",            \"translated_version\": \"Justin Trudeau dijo que se va a retirar como primer ministro de Canadá. Va a hacer un concurso para encontrar un nuevo líder para el Partido Liberal. El parlamento de Canadá estará cerrado hasta el 24 de marzo. Esta decisión llegó después de la renuncia de Chrystia Freeland, la ministra de finanzas. Muchos canadienses no están contentos con Trudeau, quien ha estado en el poder durante nueve años.\",            \"translated_title\": \"Trudeau se Retirará como Primer Ministro de Canadá\"        },        {            \"english_version\": \"Nippon Steel and US Steel are taking legal action against President Joe Biden's decision to block their merger. Biden cited national security concerns for his decision. The companies accused Biden of exerting unlawful political influence. They also filed a lawsuit against Cleveland-Cliffs, a rival steel company.\",            \"english_title\": \"Legal Action Against Biden's Decision\",            \"translated_version\": \"Nippon Steel y US Steel están tomando medidas legales contra la decisión del presidente Joe Biden de bloquear su fusión. Biden citó preocupaciones de seguridad nacional para su decisión. Las empresas acusaron a Biden de ejercer una influencia política ilegal. También presentaron una demanda contra Cleveland-Cliffs, una empresa rival de acero.\",            \"translated_title\": \"Acción Legal Contra la Decisión de Biden\"        }    ]}"