"{    \"translations\": [        {            \"english_version\": \"Overnight attacks destroyed a block of flats and damaged the EU's delegation offices. A missile hit a low-rise block of flats, causing the deadliest strike. An eight-year-old and a ten-year-old were killed, and 17 people were injured during an attack at a Catholic school Mass.\",            \"english_title\": \"Deadly Attack\",            \"translated_version\": \"Ataques en la noche destruyeron un edificio de apartamentos y dañaron oficinas de la delegación de la UE. Un misil golpeó un edificio bajo, causando el ataque más mortal. Un niño de ocho años y uno de diez años murieron, y 17 personas resultaron heridas durante un ataque en una misa de escuela católica.\",            \"translated_title\": \"Ataque Mortal\"        },        {            \"english_version\": \"The three powers have started a process that could bring back sanctions in 30 days. They say Iran's nuclear program is a threat to peace and security.\",            \"english_title\": \"Sanctions on Iran\",            \"translated_version\": \"Los tres poderes han comenzado un proceso que podría traer de vuelta sanciones en 30 días. Dicen que el programa nuclear de Irán es una amenaza para la paz y la seguridad.\",            \"translated_title\": \"Sanciones a Irán\"        },        {            \"english_version\": \"Lawyers for Dr. Susan Monarez argue that only the president can remove her from her position at the US Centers for Disease Control and Prevention. The president has accused her of mortgage fraud and claims he has the constitutional power to fire her.\",            \"english_title\": \"Legal Dispute\",            \"translated_version\": \"Abogados de la Dra. Susan Monarez dicen que solo el presidente puede quitarla de su puesto en los Centros para el Control y la Prevención de Enfermedades de EE.UU. El presidente la ha acusado de fraude hipotecario y dice que tiene el poder constitucional para despedirla.\",            \"translated_title\": \"Disputa Legal\"        },        {            \"english_version\": \"Parasites mainly affect cattle, but there have been many cases involving people.\",            \"english_title\": \"Parasite Cases\",            \"translated_version\": \"Los parásitos afectan principalmente al ganado, pero ha habido muchos casos que involucran a personas.\",            \"translated_title\": \"Casos de Parásitos\"        },        {            \"english_version\": \"The leaders of North Korea and Russia will attend China's military parade next week, which is seen as a success for Xi.\",            \"english_title\": \"Military Parade\",            \"translated_version\": \"Los líderes de Corea del Norte y Rusia asistirán al desfile militar de China la próxima semana, lo cual se ve como un éxito para Xi.\",            \"translated_title\": \"Desfile Militar\"        }    ]}"