"{    \"translations\": [        {            \"english_version\": \"Donald Trump announced that he plans to impose a 25% tax on steel and aluminum imports into the United States. This new tax will start on Monday. The main countries that supply these metals to the US are Canada, China, and Mexico. Trump also mentioned that the US will impose similar taxes on its trading partners if they do the same.\",            \"english_title\": \"Trump's New Tax on Steel and Aluminum Imports\",            \"translated_version\": \"Donald Trump dijo que planea poner un impuesto del 25% a las importaciones de acero y aluminio a los Estados Unidos. Este nuevo impuesto comenzará el lunes. Los países principales que proveen estos metales a los EE. UU. son Canadá, China y México. Trump también mencionó que los EE. UU. impondrán impuestos similares a sus socios comerciales si hacen lo mismo.\",            \"translated_title\": \"Nuevo Impuesto de Trump sobre Importaciones de Acero y Aluminio\"        },        {            \"english_version\": \"Asian stock markets and currencies went down after Trump's announcement about the tariffs. This news had an impact on the global economy.\",            \"english_title\": \"Impact of Trump's Tariff Announcement on Asian Markets\",            \"translated_version\": \"Los mercados de valores y las monedas asiáticas bajaron después del anuncio de Trump sobre los aranceles. Esta noticia tuvo un impacto en la economía mundial.\",            \"translated_title\": \"Impacto del Anuncio de Aranceles de Trump en los Mercados Asiáticos\"        },        {            \"english_version\": \"Donald Trump expressed his frustration with the ceasefire agreement in Gaza. He criticized the conditions of the hostages released by Hamas, calling them 'emaciated.' Trump also mentioned his commitment to buying and owning Gaza.\",            \"english_title\": \"Trump's Frustration with Gaza Ceasefire\",            \"translated_version\": \"Donald Trump expresó su frustración con el acuerdo de alto el fuego en Gaza. Criticó las condiciones de los rehenes liberados por Hamas, llamándolos 'demacrados'. Trump también mencionó su compromiso de comprar y poseer Gaza.\",            \"translated_title\": \"La Frustración de Trump con el Alto el Fuego en Gaza\"        },        {            \"english_version\": \"On Saturday, Hamas released three hostages as part of the ceasefire agreement. Israel had previously withdrawn its forces from the Netzarim corridor in Gaza.\",            \"english_title\": \"Hostages Released in Gaza Ceasefire\",            \"translated_version\": \"El sábado, Hamas liberó a tres rehenes como parte del acuerdo de alto el fuego. Israel había retirado previamente sus fuerzas del corredor de Netzarim en Gaza.\",            \"translated_title\": \"Rehenes Liberados en el Alto el Fuego de Gaza\"        },        {            \"english_version\": \"The Economist is a publication that covers various topics, including economics, politics, and global affairs. They offer an app for iOS and Android devices. The Economist Group also provides educational courses and events related to economics and global impact.\",            \"english_title\": \"Introduction to The Economist Publication\",            \"translated_version\": \"The Economist es una publicación que cubre varios temas, incluyendo economía, política y asuntos globales. Ofrecen una aplicación para dispositivos iOS y Android. El Grupo The Economist también ofrece cursos educativos y eventos relacionados con economía e impacto global.\",            \"translated_title\": \"Introducción a la Publicación The Economist\"        }    ]}"