"{    \"translations\": [        {            \"english_version\": \"A Saudi doctor is accused of attacking a Christmas market in the German city of Magdeburg. The attack resulted in the death of at least five people, including a child, and left over 200 others injured. The suspect, a 50-year-old who arrived in Germany in 2006, has a history of posting anti-Islamic content on social media. The motive behind the attack remains unclear, according to authorities.\",            \"english_title\": \"Saudi doctor accused of attacking Christmas market in Germany\",            \"translated_version\": \"Un doctor de Arabia Saudita es acusado de atacar un mercado de Navidad en la ciudad alemana de Magdeburg. El ataque resultó en la muerte de al menos cinco personas, incluyendo a un niño, y dejó a más de 200 personas heridas. El sospechoso, un hombre de 50 años que llegó a Alemania en 2006, tiene un historial de publicar contenido anti-islámico en las redes sociales. La razón detrás del ataque sigue sin estar clara, según las autoridades.\",            \"translated_title\": \"Doctor saudí acusado de atacar mercado de Navidad en Alemania\"        },        {            \"english_version\": \"Turkey's foreign minister met with Ahmad al-Sharaa, the leader of Syria's interim government, in Damascus. During Syria's civil war, Turkey supported various rebel groups and recently welcomed the fall of Bashar al-Assad, the country's dictator. Mr. Sharaa also reassured Walid Jumblatt, a Lebanese Druze leader, about the protection of Syria's religious minorities under the new administration.\",            \"english_title\": \"Meeting between Turkey's foreign minister and Syrian interim government leader\",            \"translated_version\": \"El ministro de relaciones exteriores de Turquía se reunió con Ahmad al-Sharaa, el líder del gobierno interino de Siria, en Damasco. Durante la guerra civil de Siria, Turquía apoyó a varios grupos rebeldes y recientemente celebró la caída de Bashar al-Assad, el dictador del país. El Sr. Sharaa también tranquilizó a Walid Jumblatt, un líder druso libanés, sobre la protección de las minorías religiosas de Siria bajo la nueva administración.\",            \"translated_title\": \"Encuentro entre el ministro de relaciones exteriores de Turquía y el líder del gobierno interino de Siria\"        }    ]}"