"{    \"translations\": [        {            \"english_version\": \"The US president announced that the first part of a deal ensures the exchange of Israeli hostages and Palestinian prisoners. It also marks the beginning of an Israeli withdrawal.\",            \"english_title\": \"US President Announces Deal\",            \"translated_version\": \"El presidente de Estados Unidos anunció que la primera parte de un acuerdo asegura el intercambio de rehenes israelíes y prisioneros palestinos. También marca el comienzo de una retirada israelí.\",            \"translated_title\": \"Presidente de EE.UU. Anuncia Acuerdo\"        },        {            \"english_version\": \"The last of ten inmates who escaped from a Louisiana jail by making a hole in the wall behind a toilet was caught in Atlanta.\",            \"english_title\": \"Last Escaped Inmate Caught\",            \"translated_version\": \"El último de diez presos que escaparon de una cárcel en Louisiana haciendo un agujero en la pared detrás de un inodoro fue atrapado en Atlanta.\",            \"translated_title\": \"Último Prisionero Escapado Atrapado\"        },        {            \"english_version\": \"An architect and three workers died at a building that was being renovated.\",            \"english_title\": \"Architect and Workers Die\",            \"translated_version\": \"Un arquitecto y tres trabajadores murieron en un edificio que estaba siendo renovado.\",            \"translated_title\": \"Arquitecto y Trabajadores Mueren\"        },        {            \"english_version\": \"Pressure is growing to ban meat labels for plant-based products. This pressure comes from Europe's livestock farmers.\",            \"english_title\": \"Pressure to Ban Meat Labels\",            \"translated_version\": \"La presión está creciendo para prohibir etiquetas de carne para productos de plantas. Esta presión viene de los granjeros de ganado de Europa.\",            \"translated_title\": \"Presión para Prohibir Etiquetas de Carne\"        },        {            \"english_version\": \"Dimon expressed concern about the possibility of a stock market correction, saying he is more worried than others.\",            \"english_title\": \"Dimon Worried About Market\",            \"translated_version\": \"Dimon expresó preocupación sobre la posibilidad de una corrección en el mercado de valores, diciendo que está más preocupado que otros.\",            \"translated_title\": \"Dimon Preocupado por el Mercado\"        }    ]}"