"{    \"translations\": [        {            \"english_version\": \"Keir Starmer and his wife attended an event at Windsor Castle. There will be a state banquet later.\",            \"english_title\": \"Event at Windsor Castle\",            \"translated_version\": \"Keir Starmer y su esposa fueron a un evento en el Castillo de Windsor. Habrá un banquete más tarde.\",            \"translated_title\": \"Evento en el Castillo de Windsor\"        },        {            \"english_version\": \"Yulia Navalnaya is asking two labs to release their findings. She says these labs found her husband was poisoned.\",            \"english_title\": \"Yulia Navalnaya's Request\",            \"translated_version\": \"Yulia Navalnaya pide a dos laboratorios que muestren sus resultados. Ella dice que estos laboratorios encontraron que su esposo fue envenenado.\",            \"translated_title\": \"Petición de Yulia Navalnaya\"        },        {            \"english_version\": \"A former president criticized President Trump's response to a shooting. Trump has promised to deal with 'radical leftists'.\",            \"english_title\": \"Former President Criticizes Trump\",            \"translated_version\": \"Un expresidente criticó la respuesta del Presidente Trump a un tiroteo. Trump prometió tratar con los 'izquierdistas radicales'.\",            \"translated_title\": \"Expresidente Critica a Trump\"        },        {            \"english_version\": \"A photo of a 3,000-year-old bracelet has been sent to airports, seaports, and border crossings. This is to prevent it from being smuggled out of the country.\",            \"english_title\": \"Ancient Bracelet Photo\",            \"translated_version\": \"Una foto de un brazalete de 3,000 años ha sido enviada a aeropuertos, puertos y fronteras. Esto es para evitar que lo saquen del país.\",            \"translated_title\": \"Foto de Brazalete Antiguo\"        },        {            \"english_version\": \"Israel aims to defeat up to 3,000 Hamas fighters. However, the offensive has faced international criticism.\",            \"english_title\": \"Israel's Offensive\",            \"translated_version\": \"Israel quiere derrotar hasta 3,000 combatientes de Hamas. Sin embargo, la ofensiva ha recibido críticas internacionales.\",            \"translated_title\": \"Ofensiva de Israel\"        }    ]}"