"{    \"translations\": [        {            \"english_version\": \"America’s president, Joe Biden, and China’s leader, Xi Jinping, agreed to resume military communications during talks in San Francisco. They also pledged to work together to battle the spread of fentanyl—China is a source of many of the chemicals used to make the drug. But Mr Biden also reiterated his assessment that Mr Xi is a dictator and described their countries’ relationship as competitive. China had cut off military dialogue after Nancy Pelosi, then speaker of America’s House of Representatives, visited Taiwan in 2022.\",            \"english_title\": \"Biden and Xi Resume Military Communications\",            \"translated_version\": \"El presidente de Estados Unidos, Joe Biden, y el líder de China, Xi Jinping, acordaron reanudar las comunicaciones militares durante las conversaciones en San Francisco. También se comprometieron a trabajar juntos para combatir la propagación del fentanilo, ya que China es una fuente de muchas de las sustancias químicas utilizadas para fabricar la droga. Pero el Sr. Biden también reiteró su evaluación de que el Sr. Xi es un dictador y describió la relación entre sus países como competitiva. China había cortado el diálogo militar después de que Nancy Pelosi, entonces presidenta de la Cámara de Representantes de Estados Unidos, visitara Taiwán en 2022.\",            \"translated_title\": \"Biden y Xi reanudan las comunicaciones militares\"        },        {            \"english_version\": \"The Israel Defence Forces published a video, which has not been independently verified, purportedly showing Hamas’s weapons and equipment in al-Shifa hospital. Israel called its attack on Gaza’s largest hospital a targeted operation against Hamas; it accuses the group of running a command centre in tunnels beneath the facility. Hamas said the raid was a war crime.\",            \"english_title\": \"Israel Accuses Hamas of Using Hospital for Military Operations\",            \"translated_version\": \"Las Fuerzas de Defensa de Israel publicaron un video, que no ha sido verificado de forma independiente, que supuestamente muestra las armas y el equipo de Hamas en el hospital al-Shifa. Israel llamó a su ataque al hospital más grande de Gaza una operación dirigida contra Hamas; acusa al grupo de tener un centro de mando en túneles debajo de la instalación. Hamas dijo que el ataque fue un crimen de guerra.\",            \"translated_title\": \"Israel acusa a Hamas de usar el hospital para operaciones militares\"        },        {            \"english_version\": \"America’s Senate approved a stop-gap funding bill to avoid a partial government shutdown that would have disrupted pay for some 4m federal workers. The bill, which passed 87-11, ensures the federal government will be funded until January 19th. It will be sent to Joe Biden to be signed into law before a deadline on Friday.\",            \"english_title\": \"Senate Approves Funding Bill to Avoid Shutdown\",            \"translated_version\": \"El Senado de Estados Unidos aprobó un proyecto de ley de financiamiento provisional para evitar un cierre parcial del gobierno que habría interrumpido el pago de unos 4 millones de trabajadores federales. El proyecto de ley, que fue aprobado por 87-11, garantiza que el gobierno federal recibirá financiamiento hasta el 19 de enero. Se enviará a Joe Biden para que lo firme como ley antes de la fecha límite del viernes.\",            \"translated_title\": \"El Senado aprueba proyecto de ley de financiamiento para evitar cierre\"        },        {            \"english_version\": \"Polls opened in Madagascar’s presidential election, despite weeks of protests and ten of 12 opposition candidates staging a boycott. The non-runners had raised concerns over the election’s credibility and what they called an institutional coup in favour of Andry Rajoelina, the president. Three-quarters of Madagascans live below the poverty line, placing it among the poorest countries in the world, according to the World Bank.\",            \"english_title\": \"Madagascar Holds Presidential Election Amid Protests\",            \"translated_version\": \"Se abrieron las urnas en las elecciones presidenciales de Madagascar, a pesar de semanas de protestas y de que diez de los doce candidatos de la oposición boicotearan. Los no participantes habían expresado preocupaciones sobre la credibilidad de las elecciones y lo que llamaron un golpe institucional a favor de Andry Rajoelina, el presidente. Según el Banco Mundial, tres cuartas partes de los malgaches viven por debajo de la línea de pobreza, lo que lo sitúa entre los países más pobres del mundo.\",            \"translated_title\": \"Madagascar celebra elecciones presidenciales en medio de protestas\"        },        {            \"english_version\": \"Target shares soared by nearly 18%, their biggest one-day surge in four years, as the American retailer reported a 36% rise in profits for the third quarter, compared with the same period last year. The firm said it had held down supply-chain costs and cut inventory. Target has had a turbulent year, with its shares previously slipping due to an inventory glut and sales slowdown.\",            \"english_title\": \"Target Reports Strong Profits for Third Quarter\",            \"translated_version\": \"Las acciones de Target se dispararon casi un 18%, su mayor aumento en un solo día en cuatro años, ya que el minorista estadounidense informó un aumento del 36% en las ganancias del tercer trimestre, en comparación con el mismo período del año pasado. La empresa dijo que había mantenido los costos de la cadena de suministro y reducido el inventario. Target ha tenido un año turbulento, con sus acciones cayendo anteriormente debido a un exceso de inventario y una desaceleración de las ventas.\",            \"translated_title\": \"Target informa fuertes ganancias para el tercer trimestre\"        }    ]}"