"{    \"translations\": [        {            \"english_version\": \"The UN warned that half of Gaza’s population is starving and that nine in ten people in the territory are unable to eat every day.\",            \"english_title\": \"UN warns of starvation in Gaza\",            \"translated_version\": \"La ONU advirtió que la mitad de la población de Gaza se está muriendo de hambre y que nueve de cada diez personas en el territorio no pueden comer todos los días.\",            \"translated_title\": \"La ONU advierte de la hambruna en Gaza\"        },        {            \"english_version\": \"Israel’s army issued more evacuation orders to residents in Khan Younis, a city in the south of the strip that has endured heavy fighting in the past week.\",            \"english_title\": \"Evacuation orders in Khan Younis\",            \"translated_version\": \"El ejército de Israel emitió más órdenes de evacuación a los residentes de Khan Younis, una ciudad en el sur de la franja que ha sufrido fuertes combates en la última semana.\",            \"translated_title\": \"Órdenes de evacuación en Khan Younis\"        },        {            \"english_version\": \"The death of an Israeli hostage held in Gaza was confirmed by his kibbutz.\",            \"english_title\": \"Death of Israeli hostage in Gaza\",            \"translated_version\": \"La muerte de un rehén israelí retenido en Gaza fue confirmada por su kibutz.\",            \"translated_title\": \"Muerte de rehén israelí en Gaza\"        },        {            \"english_version\": \"On Friday America vetoed a UN Security Council resolution that would have called for an immediate ceasefire in Gaza and the release of all hostages.\",            \"english_title\": \"US vetoes UN resolution on Gaza ceasefire\",            \"translated_version\": \"El viernes, Estados Unidos vetó una resolución del Consejo de Seguridad de la ONU que habría pedido un alto el fuego inmediato en Gaza y la liberación de todos los rehenes.\",            \"translated_title\": \"EE.UU. veta resolución de la ONU sobre alto el fuego en Gaza\"        },        {            \"english_version\": \"The European Union agreed on a landmark set of laws to regulate artificial intelligence.\",            \"english_title\": \"EU agrees on laws for artificial intelligence\",            \"translated_version\": \"La Unión Europea acordó un conjunto histórico de leyes para regular la inteligencia artificial.\",            \"translated_title\": \"La UE acuerda leyes para la inteligencia artificial\"        }    ]}"