"{    \"translations\": [        {            \"english_version\": \"The US secretary of state has reassured European leaders that the Trump administration supports the alliance between the US and Europe.\",            \"english_title\": \"US Supports Europe Alliance\",            \"translated_version\": \"El secretario de estado de EE.UU. ha asegurado a los líderes europeos que el gobierno de Trump apoya la alianza entre EE.UU. y Europa.\",            \"translated_title\": \"EE.UU. Apoya Alianza con Europa\"        },        {            \"english_version\": \"A search has been conducted in Tucson, Arizona, near where an 84-year-old person was kidnapped almost two weeks ago.\",            \"english_title\": \"Search in Tucson for Kidnapped Person\",            \"translated_version\": \"Se ha hecho una búsqueda en Tucson, Arizona, cerca de donde una persona de 84 años fue secuestrada hace casi dos semanas.\",            \"translated_title\": \"Búsqueda en Tucson por Persona Secuestrada\"        },        {            \"english_version\": \"The prominent agent and LA Olympics chief is being scrutinized for past connections with Jeffrey Epstein and Ghislaine Maxwell.\",            \"english_title\": \"LA Olympics Chief Under Scrutiny\",            \"translated_version\": \"El agente importante y jefe de los Juegos Olímpicos de LA está siendo investigado por conexiones pasadas con Jeffrey Epstein y Ghislaine Maxwell.\",            \"translated_title\": \"Jefe de Juegos Olímpicos de LA Investigado\"        },        {            \"english_version\": \"The former US president criticized public officials for lacking shame and decorum, although he did not mention Trump by name.\",            \"english_title\": \"Former President Criticizes Officials\",            \"translated_version\": \"El ex presidente de EE.UU. criticó a los funcionarios públicos por no tener vergüenza y decoro, aunque no mencionó a Trump por nombre.\",            \"translated_title\": \"Ex Presidente Critica a Funcionarios\"        },        {            \"english_version\": \"Palestinians claim that an Israeli power move excludes them from making decisions about planning and development in the West Bank.\",            \"english_title\": \"Palestinians Excluded from West Bank Decisions\",            \"translated_version\": \"Los palestinos dicen que una acción de poder de Israel los excluye de tomar decisiones sobre planificación y desarrollo en Cisjordania.\",            \"translated_title\": \"Palestinos Excluidos de Decisiones en Cisjordania\"        }    ]}"