"{    \"translations\": [        {            \"english_version\": \"Israel reportedly carried out an attack against Iran, in what appeared to be retaliation for the attack on Israel on April 13th. Iran activated its air-defence systems and temporarily suspended flights over several big cities, including the capital, Tehran. Iranian state media reported explosions near Isfahan, a city in central Iran which is home to a big army base, but said that the cause of the blasts was not clear. The International Atomic Energy Agency said none of Iran’s nuclear sites was damaged. Oil prices jumped on the news.\",            \"english_title\": \"International Conflict\",            \"translated_version\": \"Israel atacó a Irán en represalia por un ataque previo. Irán activó sus sistemas de defensa aérea y suspendió temporalmente vuelos sobre varias ciudades grandes. Hubo explosiones cerca de Isfahán, pero la causa no está clara. Ningún sitio nuclear de Irán resultó dañado. Los precios del petróleo subieron.\",            \"translated_title\": \"Conflicto Internacional\"        },        {            \"english_version\": \"America vetoed a resolution in the UN Security Council to grant full UN membership to Palestine, which is a non-member observer. Palestine’s previous attempt to win membership, in 2011, was also blocked by America. That 'needs to be the outcome of the negotiation between Israel and the Palestinians', said America’s deputy ambassador to the UN.\",            \"english_title\": \"Global Politics\",            \"translated_version\": \"Estados Unidos vetó una resolución para dar membresía completa a Palestina en la ONU. El intento anterior de Palestina en 2011 también fue bloqueado por Estados Unidos. Según el embajador adjunto de Estados Unidos en la ONU, esto debe ser resultado de negociaciones entre Israel y Palestina.\",            \"translated_title\": \"Política Global\"        },        {            \"english_version\": \"Indians began voting in the country’s general election. The ruling Bharatiya Janata Party is expected to win comfortably and return Narendra Modi, the prime minister, for a third consecutive five-year term in office. Voting will take place in staggered phases over the next six weeks. The results will be announced on June 4th.\",            \"english_title\": \"National Elections\",            \"translated_version\": \"Los indios comenzaron a votar en las elecciones generales del país. Se espera que el partido gobernante Bharatiya Janata gane cómodamente y Narendra Modi regrese como primer ministro por tercera vez. La votación se realizará en fases escalonadas durante las próximas seis semanas. Los resultados se anunciarán el 4 de junio.\",            \"translated_title\": \"Elecciones Nacionales\"        },        {            \"english_version\": \"Twelve jurors were sworn in for Donald Trump’s criminal trial in New York. The panel, which includes a retired wealth manager, a security engineer and a physical therapist, was selected from a pool of around 200 candidates after three days of questioning. Mr Trump is on trial for charges related to alleged hush-money payments made to Stormy Daniels, a porn actress. Opening arguments will begin on Monday.\",            \"english_title\": \"Legal Proceedings\",            \"translated_version\": \"Doce jurados fueron seleccionados para el juicio criminal de Donald Trump en Nueva York. El panel incluye a un administrador de riqueza jubilado, un ingeniero de seguridad y un fisioterapeuta. Trump enfrenta cargos por pagos de silencio a Stormy Daniels, una actriz. Los argumentos iniciales comenzarán el lunes.\",            \"translated_title\": \"Procedimientos Legales\"        },        {            \"english_version\": \"South Korea’s prime minister, Han Duck-soo, said medical schools would determine their own admissions next year. The government previously sought to increase admissions in order to tackle a shortage of physicians. Doctors opposed the plan, arguing that it did not deal with poor pay and conditions and went on strike. The announcement follows the ruling party’s defeat in a parliamentary election on April 10th.\",            \"english_title\": \"Healthcare Policy\",            \"translated_version\": \"El primer ministro de Corea del Sur, Han Duck-soo, dijo que las escuelas de medicina decidirán sus propias admisiones el próximo año. Los médicos se oponen al plan del gobierno para aumentar las admisiones, argumentando que no aborda los bajos salarios y condiciones. El anuncio sigue a la derrota del partido gobernante en una elección parlamentaria.\",            \"translated_title\": \"Política de Salud\"        }    ]}"