"{    \"translations\": [        {            \"english_version\": \"President Emmanuel Macron spoke at the UN in New York and said that now is the time for peace.\",            \"english_title\": \"Macron Calls for Peace\",            \"translated_version\": \"El presidente Emmanuel Macron habló en la ONU en Nueva York y dijo que ahora es el momento para la paz.\",            \"translated_title\": \"Macron pide paz\"        },        {            \"english_version\": \"Hamas-linked social media channels reported that three people accused of spying for the occupation were executed.\",            \"english_title\": \"Executions Reported by Hamas\",            \"translated_version\": \"Canales de redes sociales vinculados a Hamas informaron que tres personas acusadas de espiar para la ocupación fueron ejecutadas.\",            \"translated_title\": \"Ejecuciones reportadas por Hamas\"        },        {            \"english_version\": \"A storm named Ragasa has hit the northern Philippines and is moving towards southern China.\",            \"english_title\": \"Storm Ragasa Hits\",            \"translated_version\": \"Una tormenta llamada Ragasa ha golpeado el norte de Filipinas y se mueve hacia el sur de China.\",            \"translated_title\": \"Tormenta Ragasa golpea\"        },        {            \"english_version\": \"The former president of the Philippines is accused of being involved in the deaths of many people.\",            \"english_title\": \"Former President Accused\",            \"translated_version\": \"El ex presidente de Filipinas está acusado de estar involucrado en la muerte de muchas personas.\",            \"translated_title\": \"Ex presidente acusado\"        },        {            \"english_version\": \"Seven charities, including the Teenage Cancer Trust, have removed the former wife of Prince Andrew as a patron or ambassador.\",            \"english_title\": \"Charities Remove Patron\",            \"translated_version\": \"Siete organizaciones benéficas, incluyendo Teenage Cancer Trust, han quitado a la ex esposa del Príncipe Andrew como patrona o embajadora.\",            \"translated_title\": \"Organizaciones quitan patrona\"        }    ]}"