"{    \"translations\": [        {            \"english_version\": \"America and Britain launched a further set of air strikes against Houthi targets in Yemen. Lloyd Austin, America’s defence secretary, said the Iran-backed rebel group would 'bear further consequences' if it continued to target ships in the Red Sea. The strikes, some of the heaviest yet on the Houthis, followed an American aerial assault on Iran-linked military sites in Iraq and Syria on Friday night. Iran’s foreign ministry called that attack an 'adventurous and strategic mistake' that will increase tension in the region. But President Joe Biden has said America will take further action.\",            \"english_title\": \"Air Strikes in Yemen\",            \"translated_version\": \"Estados Unidos y Gran Bretaña lanzaron otro conjunto de ataques aéreos contra objetivos hutíes en Yemen. Lloyd Austin, secretario de defensa de Estados Unidos, dijo que el grupo rebelde respaldado por Irán sufrirá 'más consecuencias' si continúa atacando barcos en el Mar Rojo. Los ataques, algunos de los más intensos hasta ahora contra los hutíes, siguieron a un asalto aéreo estadounidense a sitios militares vinculados a Irán en Irak y Siria el viernes por la noche. El Ministerio de Relaciones Exteriores de Irán calificó ese ataque como un 'error aventurero y estratégico' que aumentará la tensión en la región. Pero el presidente Joe Biden ha dicho que Estados Unidos tomará más medidas.\",            \"translated_title\": \"Ataques Aéreos en Yemen\"        },        {            \"english_version\": \"Fatih Karahan, the new governor of Turkey’s central bank, said he was ready to maintain the 'necessary monetary tightness' to bring down the country’s rampant inflation, which was at an annual rate of nearly 65% in December. The bank bumped up its benchmark interest rate again, to 45%, in January. Mr Karahan, served as deputy to Hafize Gaye Erkan, who quit as governor earlier this week.\",            \"english_title\": \"Turkey's Inflation\",            \"translated_version\": \"Fatih Karahan, el nuevo gobernador del banco central de Turquía, dijo que estaba listo para mantener la 'necesaria rigidez monetaria' para reducir la inflación rampante del país, que fue de casi el 65% anual en diciembre. El banco aumentó nuevamente su tasa de interés de referencia al 45% en enero. El Sr. Karahan se desempeñó como subdirector de Hafize Gaye Erkan, quien renunció como gobernador a principios de esta semana.\",            \"translated_title\": \"Inflación en Turquía\"        },        {            \"english_version\": \"Nangolo Mbumba was sworn in as Namibia’s president, following the death from cancer of Hage Geingob, who had been in power since 2015. Mr Mbumba, who had served as vice-president since 2018, will hold the presidency until elections in November. The Swapo party has been in power since Namibia’s declaration of independence from South Africa in 1990.\",            \"english_title\": \"New President of Namibia\",            \"translated_version\": \"Nangolo Mbumba asumió el cargo de presidente de Namibia, tras la muerte por cáncer de Hage Geingob, quien había estado en el poder desde 2015. El Sr. Mbumba, quien se desempeñó como vicepresidente desde 2018, ocupará la presidencia hasta las elecciones de noviembre. El partido Swapo ha estado en el poder desde la declaración de independencia de Namibia de Sudáfrica en 1990.\",            \"translated_title\": \"Nuevo Presidente de Namibia\"        },        {            \"english_version\": \"Senegal’s president, Macky Sall, indefinitely postponed the country’s presidential election, which had been scheduled for February 25th. Mr Sall, who is not running for a third term, justified the decision with an investigation into two judges of the constitutional council, which has recently barred several opposition candidates from running. France called for the vote to be held 'as soon as possible'.\",            \"english_title\": \"Postponed Election in Senegal\",            \"translated_version\": \"El presidente de Senegal, Macky Sall, pospuso indefinidamente las elecciones presidenciales del país, que estaban programadas para el 25 de febrero. El Sr. Sall, quien no se postula para un tercer mandato, justificó la decisión con una investigación sobre dos jueces del consejo constitucional, que recientemente ha impedido que varios candidatos de la oposición se postulen. Francia pidió que la votación se realice 'lo antes posible'.\",            \"translated_title\": \"Elección Pospuesta en Senegal\"        },        {            \"english_version\": \"At least 51 people were killed in forest fires in the Valparaíso region of central Chile. The president, Gabriel Boric, declared a state of emergency and deployed military units to affected areas, amid fears that the fast-moving fires could spread to urban zones. The blaze was exacerbated by unusually high temperatures, and spread quickly through the drought-stricken region.\",            \"english_title\": \"Forest Fires in Chile\",            \"translated_version\": \"Al menos 51 personas murieron en incendios forestales en la región de Valparaíso en el centro de Chile. El presidente, Gabriel Boric, declaró el estado de emergencia y desplegó unidades militares en las áreas afectadas, ante el temor de que los incendios de rápido movimiento se propaguen a zonas urbanas. El fuego se vio exacerbado por temperaturas inusualmente altas y se propagó rápidamente por la región afectada por la sequía.\",            \"translated_title\": \"Incendios Forestales en Chile\"        }    ]}"