"{    \"translations\": [        {            \"english_version\": \"The British government has published the details of a deal that could lead to the resumption of a devolved government in Northern Ireland. The Democratic Unionist Party walked out in protest at the creation of a trade border with the rest of Britain. Under the new deal, there would be no routine checks on goods entering Northern Ireland from the mainland.\",            \"english_title\": \"Deal for Northern Ireland\",            \"translated_version\": \"El gobierno británico ha publicado los detalles de un acuerdo que podría llevar a la reanudación de un gobierno descentralizado en Irlanda del Norte. El Partido Unionista Democrático se retiró en protesta por la creación de una frontera comercial con el resto de Gran Bretaña. Según el nuevo acuerdo, no habría controles de rutina sobre los bienes que ingresan a Irlanda del Norte desde el continente.\",            \"translated_title\": \"Acuerdo para Irlanda del Norte\"        },        {            \"english_version\": \"Germany's annual inflation rate in January was 3.1%, down from 3.8% in December. The slowdown was driven by a decline in energy prices. France also experienced a decrease in inflation rate, with it slowing to 3.4% in January from 4.1% in December. These figures will increase pressure on the European Central Bank to cut rates soon.\",            \"english_title\": \"Inflation Rates in Germany and France\",            \"translated_version\": \"La tasa de inflación anual de Alemania en enero fue del 3.1%, frente al 3.8% en diciembre. La desaceleración fue impulsada por una disminución en los precios de la energía. Francia también experimentó una disminución en la tasa de inflación, disminuyendo al 3.4% en enero desde el 4.1% en diciembre. Estas cifras aumentarán la presión sobre el Banco Central Europeo para que reduzca las tasas pronto.\",            \"translated_title\": \"Tasas de Inflación en Alemania y Francia\"        },        {            \"english_version\": \"Imran Khan, the former prime minister of Pakistan, has been convicted by an anti-corruption court for selling gifts he received during his time in office. He has been sentenced to 14 years in jail. Another court also sentenced him to ten years for sharing state secrets. Mr. Khan's legal team denies the charges and plans to fight them.\",            \"english_title\": \"Conviction of Former Prime Minister of Pakistan\",            \"translated_version\": \"Imran Khan, el ex primer ministro de Pakistán, ha sido condenado por un tribunal anticorrupción por vender regalos que recibió durante su tiempo en el cargo. Ha sido condenado a 14 años de prisión. Otro tribunal también lo condenó a diez años por compartir secretos de Estado. El equipo legal del Sr. Khan niega los cargos y planea luchar contra ellos.\",            \"translated_title\": \"Condena del Ex Primer Ministro de Pakistán\"        },        {            \"english_version\": \"Russia and Ukraine have exchanged prisoners-of-war. Russia claims that 195 soldiers were repatriated on each side, while Ukraine says that 207 of its soldiers and civilians were returned. The exchanges had been suspended since the crash of a Russian plane on January 25th, which Russia alleges was shot down by Ukraine while carrying 65 prisoners of war.\",            \"english_title\": \"Prisoner Exchange between Russia and Ukraine\",            \"translated_version\": \"Rusia y Ucrania han intercambiado prisioneros de guerra. Rusia afirma que se repatriaron 195 soldados en cada lado, mientras que Ucrania dice que se devolvieron 207 de sus soldados y civiles. Los intercambios se habían suspendido desde el accidente de un avión ruso el 25 de enero, que Rusia alega que fue derribado por Ucrania mientras transportaba a 65 prisioneros de guerra.\",            \"translated_title\": \"Intercambio de Prisioneros entre Rusia y Ucrania\"        },        {            \"english_version\": \"A court in Thailand has ruled that the Move Forward party, the largest party in the country's parliament, violated the constitution by campaigning to reform the strict lèse-majesté laws that forbid insulting the monarch. Despite winning a general election last May, the reformist party was blocked by the army from forming a government. The ruling, which carries no punishment, could be used to undermine or dissolve the party.\",            \"english_title\": \"Court Ruling on Move Forward Party in Thailand\",            \"translated_version\": \"Un tribunal en Tailandia ha dictaminado que el partido Move Forward, el partido más grande del parlamento del país, violó la constitución al hacer campaña para reformar las estrictas leyes de lesa majestad que prohíben insultar al monarca. A pesar de ganar las elecciones generales en mayo pasado, el partido reformista fue bloqueado por el ejército para formar un gobierno. El fallo, que no lleva ninguna sanción, podría ser utilizado para socavar o disolver el partido.\",            \"translated_title\": \"Fallos del Tribunal sobre el Partido Move Forward en Tailandia\"        }    ]}"