"{    \"translations\": [        {            \"english_version\": \"Egypt has agreed to reopen its border crossing with the Gaza Strip to allow aid into the besieged territory, according to Joe Biden. America’s president made the announcement after a visit to Israel, where he met Binyamin Netanyahu, the Israeli prime minister. The White House said aid would be delivered by Friday at the earliest. Mr Netanyahu’s office said it would not `thwart` deliveries of food, water or medicine from Egypt as long as they did not go to Hamas militants. Rishi Sunak, Britain’s prime minister, departed for Israel as part of a two-day visit to the region. Before leaving, Mr Sunak said the deadly blast at a hospital in Gaza City should be a `watershed moment` for regional leaders to come together to avoid `further dangerous escalation`. Earlier Mr Biden backed Israel’s assertion that the explosion was caused by a misfiring rocket launched by Palestinian Islamic Jihad, a militant group.\",            \"english_title\": \"Egypt to reopen Gaza border for aid\",            \"translated_version\": \"Egipto ha acordado reabrir su cruce fronterizo con la Franja de Gaza para permitir la ayuda al territorio asediado, según Joe Biden. El presidente de Estados Unidos hizo el anuncio después de una visita a Israel, donde se reunió con Binyamin Netanyahu, el primer ministro israelí. La Casa Blanca dijo que la ayuda se entregaría a más tardar el viernes. La oficina del Sr. Netanyahu dijo que no `impediría` la entrega de alimentos, agua o medicinas desde Egipto siempre y cuando no fueran para los militantes de Hamas. Rishi Sunak, primer ministro británico, partió hacia Israel como parte de una visita de dos días a la región. Antes de partir, el Sr. Sunak dijo que la explosión mortal en un hospital en la ciudad de Gaza debería ser un `momento crucial` para que los líderes regionales se unan y eviten una `escalada peligrosa adicional`. Anteriormente, el Sr. Biden respaldó la afirmación de Israel de que la explosión fue causada por un cohete mal disparado lanzado por la Yihad Islámica Palestina, un grupo militante.\",            \"translated_title\": \"Egipto reabrirá la frontera de Gaza para la ayuda\"        },        {            \"english_version\": \"America’s ten-year Treasury yields rose for a third consecutive day, to 4.9%, a 16-year high. Yields across the rich world have increased recently amid fears that interest rates could stay higher for longer. Global stockmarkets also fell, a sign they are becoming more spooked by the events in Gaza. America’s S&P 500 shed 1.3% on Wednesday, while Asian stockmarkets fell during early trading on Thursday.\",            \"english_title\": \"Rise in Treasury yields and fall in stockmarkets\",            \"translated_version\": \"Los rendimientos de los bonos del Tesoro a diez años de Estados Unidos subieron por tercer día consecutivo, al 4,9%, un máximo de 16 años. Los rendimientos en todo el mundo rico han aumentado recientemente debido al temor de que las tasas de interés puedan mantenerse más altas durante más tiempo. Los mercados de valores globales también cayeron, una señal de que están cada vez más asustados por los eventos en Gaza. El S&P 500 de Estados Unidos cayó un 1,3% el miércoles, mientras que los mercados de valores asiáticos cayeron durante las primeras operaciones del jueves.\",            \"translated_title\": \"Aumento de los rendimientos del Tesoro y caída de los mercados de valores\"        },        {            \"english_version\": \"Around 130 migrants were flown from America to Venezuela as part of a new Biden administration initiative to tackle illegal crossings at America’s border with Mexico. Officials said they expect to run `multiple` deportation flights a week to Venezuela. More than 380,000 Venezuelans have tried to enter America illegally since Mr Biden took office in 2021.\",            \"english_title\": \"Migrants flown from America to Venezuela\",            \"translated_version\": \"Alrededor de 130 migrantes fueron trasladados en avión desde Estados Unidos a Venezuela como parte de una nueva iniciativa de la administración Biden para abordar los cruces ilegales en la frontera de Estados Unidos con México. Los funcionarios dijeron que esperan realizar `múltiples` vuelos de deportación a la semana a Venezuela. Más de 380,000 venezolanos han intentado ingresar ilegalmente a Estados Unidos desde que el Sr. Biden asumió el cargo en 2021.\",            \"translated_title\": \"Migrantes trasladados de Estados Unidos a Venezuela\"        },        {            \"english_version\": \"Sergei Lavrov, Russia’s foreign minister, promised North Korea `complete support and solidarity` after a visit to Pyongyang, the North Korea’s capital. He also thanked the country for its support in Russia’s war with Ukraine. Mr Lavrov was making preparations for a visit by Vladimir Putin. Details of that trip have not yet been finalised.\",            \"english_title\": \"Russia promises support to North Korea\",            \"translated_version\": \"Sergei Lavrov, ministro de Relaciones Exteriores de Rusia, prometió a Corea del Norte `apoyo completo y solidaridad` después de una visita a Pyongyang, la capital de Corea del Norte. También agradeció al país por su apoyo en la guerra de Rusia con Ucrania. El Sr. Lavrov estaba haciendo preparativos para una visita de Vladimir Putin. Los detalles de ese viaje aún no se han finalizado.\",            \"translated_title\": \"Rusia promete apoyo a Corea del Norte\"        },        {            \"english_version\": \"Jim Jordan lost a second vote to become speaker of America’s House of Representatives, securing even less support from fellow Republicans than he managed in the first. Twenty-two Republicans and all 212 Democrats supported other candidates, leaving Mr Jordan with 199 votes, short of the 217 he needed to clinch the position. The House has been without a permanent speaker since October 3rd.\",            \"english_title\": \"Jim Jordan loses vote for speaker\",            \"translated_version\": \"Jim Jordan perdió una segunda votación para convertirse en presidente de la Cámara de Representantes de Estados Unidos, obteniendo incluso menos apoyo de los compañeros republicanos que en la primera. Veintidós republicanos y todos los 212 demócratas apoyaron a otros candidatos, dejando al Sr. Jordan con 199 votos, menos de los 217 que necesitaba para asegurar el puesto. La Cámara ha estado sin un presidente permanente desde el 3 de octubre.\",            \"translated_title\": \"Jim Jordan pierde la votación para presidente\"        }    ]}"