"{    \"translations\": [        {            \"english_version\": \"Trump has called for Kyiv and Moscow to stop where they are and end the war. This comes after a meeting where he discussed the ongoing conflict between the two nations.\",            \"english_title\": \"Trump Calls for Peace\",            \"translated_version\": \"Trump ha pedido a Kyiv y Moscú que paren donde están y terminen la guerra. Esto viene después de una reunión donde habló sobre el conflicto entre las dos naciones.\",            \"translated_title\": \"Trump pide paz\"        },        {            \"english_version\": \"Fatal overdoses in the US are decreasing, and North Carolina is leading this positive trend. This is a significant development in the fight against drug-related deaths.\",            \"english_title\": \"Decrease in Overdoses\",            \"translated_version\": \"Las sobredosis mortales en EE.UU. están disminuyendo, y Carolina del Norte está liderando esta tendencia positiva. Esto es un avance importante en la lucha contra las muertes por drogas.\",            \"translated_title\": \"Disminución de sobredosis\"        },        {            \"english_version\": \"Temperatures have risen significantly across a large area of the north Pacific, and scientists are unsure of the exact cause. This unusual weather pattern is causing concern among experts.\",            \"english_title\": \"Rising Pacific Temperatures\",            \"translated_version\": \"Las temperaturas han subido mucho en una gran área del Pacífico norte, y los científicos no están seguros de la causa exacta. Este clima inusual está preocupando a los expertos.\",            \"translated_title\": \"Temperaturas del Pacífico suben\"        },        {            \"english_version\": \"If Putin plans to visit Budapest to meet Trump in the next two weeks, he will need to overcome several challenges. This potential meeting could have significant political implications.\",            \"english_title\": \"Putin's Possible Visit\",            \"translated_version\": \"Si Putin planea visitar Budapest para reunirse con Trump en las próximas dos semanas, necesitará superar varios desafíos. Esta posible reunión podría tener implicaciones políticas importantes.\",            \"translated_title\": \"Posible visita de Putin\"        },        {            \"english_version\": \"George Santos was sentenced to seven years in jail for stealing identities, including those of his own family members. This case highlights the serious nature of identity theft crimes.\",            \"english_title\": \"Identity Theft Sentence\",            \"translated_version\": \"George Santos fue sentenciado a siete años de cárcel por robar identidades, incluyendo las de su propia familia. Este caso muestra lo serio que son los crímenes de robo de identidad.\",            \"translated_title\": \"Sentencia por robo de identidad\"        }    ]}"