"{    \"translations\": [        {            \"english_version\": \"American and Russian officials met in Saudi Arabia where they are expected to discuss a plan to pause strikes on Ukrainian energy infrastructure and a 30-day ceasefire. Ukraine agreed to the proposal in earlier talks on Sunday. Russia has been reluctant, demanding recognition of the territory it controls. America also suggested a ceasefire in the Black Sea to allow both sides to resume grain and fuel exports.\",            \"english_title\": \"American and Russian officials meeting in Saudi Arabia\",            \"translated_version\": \"Oficiales estadounidenses y rusos se reunieron en Arabia Saudita donde se espera que discutan un plan para detener los ataques a la infraestructura energética ucraniana y un alto el fuego de 30 días. Ucrania aceptó la propuesta en conversaciones anteriores el domingo. Rusia ha sido reacia, exigiendo el reconocimiento del territorio que controla. Estados Unidos también sugirió un alto el fuego en el Mar Negro para permitir que ambos lados reanuden las exportaciones de granos y combustible.\",            \"translated_title\": \"Oficiales estadounidenses y rusos se reúnen en Arabia Saudita\"        },        {            \"english_version\": \"Tens of thousands of people took to the streets across Turkey to protest against the arrest of Ekrem Imamoglu, the main rival to the president, Recep Tayyip Erdogan. Mr Imamoglu, the mayor of Istanbul, was detained on corruption charges, which he denies. 'I will never bow,' he wrote on X. According to AFP, a news agency, rallies took place in at least 55 of Turkey’s 81 provinces.\",            \"english_title\": \"Protests in Turkey against the arrest of Ekrem Imamoglu\",            \"translated_version\": \"Decenas de miles de personas salieron a las calles en toda Turquía para protestar contra el arresto de Ekrem Imamoglu, el principal rival del presidente, Recep Tayyip Erdogan. El Sr. Imamoglu, alcalde de Estambul, fue detenido por cargos de corrupción, los cuales niega. 'Nunca me inclinaré', escribió en X. Según AFP, una agencia de noticias, las manifestaciones tuvieron lugar en al menos 55 de las 81 provincias de Turquía.\",            \"translated_title\": \"Protestas en Turquía contra el arresto de Ekrem Imamoglu\"        }    ]}"