"{    \"translations\": [        {            \"english_version\": \"Balochistan, a troubled region between Pakistan and Iran, experienced two bombings that resulted in the deaths of at least 24 people. Despite increased deployment of police and paramilitaries across the country, the attacks targeted the offices of political candidates. Pakistan is set to hold elections on Thursday, following a violent campaign.\",            \"english_title\": \"Bombings in Balochistan\",            \"translated_version\": \"En Balochistán, una región problemática entre Pakistán e Irán, hubo dos explosiones que resultaron en la muerte de al menos 24 personas. A pesar del aumento de la presencia policial y paramilitar en todo el país, los ataques se dirigieron a las oficinas de los candidatos políticos. Pakistán se prepara para celebrar elecciones el jueves, después de una campaña violenta.\",            \"translated_title\": \"Explosiones en Balochistán\"        },        {            \"english_version\": \"Joe Biden has accused Donald Trump of using immigration as a political weapon. Trump has urged Republicans to reject a bipartisan bill that promises stricter border controls in exchange for aid to Ukraine and Israel. A court in Washington, DC, has rejected Trump's argument of immunity from prosecution for acts committed during his presidency. Unless the Supreme Court intervenes, Trump will face trial for plotting to overturn the 2020 election results.\",            \"english_title\": \"Biden accuses Trump of using immigration as a political weapon\",            \"translated_version\": \"Joe Biden ha acusado a Donald Trump de usar la inmigración como un arma política. Trump ha instado a los republicanos a rechazar un proyecto de ley bipartidista que promete controles fronterizos más estrictos a cambio de ayuda a Ucrania e Israel. Un tribunal en Washington, DC, ha rechazado el argumento de Trump de inmunidad ante la persecución por actos cometidos durante su presidencia. A menos que la Corte Suprema intervenga, Trump enfrentará un juicio por conspirar para anular los resultados de las elecciones de 2020.\",            \"translated_title\": \"Biden acusa a Trump de usar la inmigración como un arma política\"        },        {            \"english_version\": \"American, Qatari, and Egyptian negotiators are making a fresh effort to push for a ceasefire plan in Gaza. The proposal reportedly includes a ceasefire in exchange for the release of hostages. Hamas has given its initial response, but details have not been disclosed. Antony Blinken, the US Secretary of State, plans to discuss the response with Israeli officials during his visit to the country on Wednesday.\",            \"english_title\": \"Ceasefire negotiations in Gaza\",            \"translated_version\": \"Negociadores estadounidenses, cataríes y egipcios están haciendo un nuevo esfuerzo para impulsar un plan de alto el fuego en Gaza. Según informes, la propuesta incluye un alto el fuego a cambio de la liberación de rehenes. Hamas ha dado su respuesta inicial, pero no se han revelado detalles. Antony Blinken, el Secretario de Estado de Estados Unidos, planea discutir la respuesta con funcionarios israelíes durante su visita al país el miércoles.\",            \"translated_title\": \"Negociaciones de alto el fuego en Gaza\"        },        {            \"english_version\": \"Moody's, a rating agency, downgraded New York Community Bancorp to junk status. The regional bank recently revealed unexpected losses in commercial real estate loans and reduced its dividend. As a result, the bank's market value has decreased by over half. Shareholders have filed a lawsuit against the troubled lender, accusing it of inflating its stock price since March 2023.\",            \"english_title\": \"Downgrade of New York Community Bancorp\",            \"translated_version\": \"Moody's, una agencia de calificación, ha rebajado a New York Community Bancorp a la categoría de basura. El banco regional reveló recientemente pérdidas inesperadas en préstamos comerciales de bienes raíces y redujo su dividendo. Como resultado, el valor de mercado del banco ha disminuido en más de la mitad. Los accionistas han presentado una demanda contra el prestamista problemático, acusándolo de inflar el precio de sus acciones desde marzo de 2023.\",            \"translated_title\": \"Rebaja de New York Community Bancorp\"        },        {            \"english_version\": \"Sebastián Piñera, a former president of Chile and billionaire businessman, died in a helicopter crash. The country has declared another period of national mourning, as it is already observing one after a devastating forest fire that claimed the lives of at least 131 people. Piñera, who served two separate terms as Chile's leader, was 74 years old.\",            \"english_title\": \"Death of Sebastián Piñera\",            \"translated_version\": \"Sebastián Piñera, un ex presidente de Chile y empresario multimillonario, murió en un accidente de helicóptero. El país ha declarado otro período de duelo nacional, ya que ya está observando uno después de un devastador incendio forestal que cobró la vida de al menos 131 personas. Piñera, quien ocupó dos mandatos separados como líder de Chile, tenía 74 años.\",            \"translated_title\": \"Muerte de Sebastián Piñera\"        }    ]}"