"{    \"translations\": [        {            \"english_version\": \"Israel warned residents of several villages in southern Lebanon to evacuate. The Israel Defence Forces said they would continue to strike sites where Hizbullah is reportedly storing weapons. America issued a fresh warning to Israel against launching an all-out war against the Lebanon-based militant group. Israel stated it would continue its attacks until it was safe for Israelis to return to their homes near the northern border with Lebanon.\",            \"english_title\": \"Israel's Attacks in Southern Lebanon\",            \"translated_version\": \"Israel advirtió a los residentes de varios pueblos en el sur del Líbano que evacuaran. Las Fuerzas de Defensa de Israel dijeron que seguirían atacando lugares donde se dice que Hizbullah está almacenando armas. Estados Unidos emitió una nueva advertencia a Israel contra lanzar una guerra total contra el grupo militante con sede en Líbano. Israel declaró que continuaría sus ataques hasta que fuera seguro para los israelíes regresar a sus hogares cerca de la frontera norte con Líbano.\",            \"translated_title\": \"Ataques de Israel en el sur del Líbano\"        },        {            \"english_version\": \"China’s central bank cut an important short-term policy rate and injected more liquidity into its banking system. The decisions followed an announcement that Pan Gongsheng, the bank’s governor, would hold a press conference on Tuesday. Speculation arose that officials are planning to ramp up efforts to revive China’s moribund economy.\",            \"english_title\": \"China's Central Bank Policy Changes\",            \"translated_version\": \"El banco central de China redujo una tasa de política a corto plazo importante e inyectó más liquidez en su sistema bancario. Las decisiones siguieron a un anuncio de que Pan Gongsheng, el gobernador del banco, celebraría una conferencia de prensa el martes. Surgió la especulación de que los funcionarios están planeando intensificar los esfuerzos para revivir la economía moribunda de China.\",            \"translated_title\": \"Cambios en la Política del Banco Central de China\"        }    ]}"