"{    \"translations\": [        {            \"english_version\": \"Global stock markets fell after America’s Federal Reserve signalled fewer interest-rate cuts in 2025 than previously expected. On Wednesday the Fed lowered its benchmark rate, bringing it to a range of 4.25% to 4.5%. But it warned that future cuts would depend on inflation easing. America’s S&P 500 index dropped by 3% while Asian indices fell during trading on Tuesday. The dollar also surged. In South Korea the won slid to a 15-year low against the greenback.\",            \"english_title\": \"Global Stock Markets\",            \"translated_version\": \"Las bolsas mundiales cayeron porque la Reserva Federal de Estados Unidos indicó que habría menos recortes en las tasas de interés en 2025 de lo esperado. El miércoles, la Fed redujo su tasa de referencia, llevándola a un rango del 4.25% al 4.5%. Pero advirtió que futuros recortes dependerían de la disminución de la inflación. El índice S&P 500 de Estados Unidos bajó un 3% mientras que los índices asiáticos cayeron durante la negociación del martes. El dólar también se disparó. En Corea del Sur, el won cayó a su nivel más bajo en 15 años frente al dólar.\",            \"translated_title\": \"Global Stock Markets\"        },        {            \"english_version\": \"Ahmed al-Sharaa, Syria’s new de facto leader, urged Western countries to lift sanctions on his country, claiming that it is no longer a threat to the world. In an interview with the BBC, Mr Sharaa insisted that Hayat Tahrir al-Sham, the group he heads, is not a terrorist organisation and dismissed concerns that it would turn Syria into a version of Afghanistan.\",            \"english_title\": \"Syria's New Leader\",            \"translated_version\": \"Ahmed al-Sharaa, el nuevo líder de facto de Siria, instó a los países occidentales a levantar las sanciones contra su país, afirmando que ya no es una amenaza para el mundo. En una entrevista con la BBC, el Sr. Sharaa insistió en que Hayat Tahrir al-Sham, el grupo que lidera, no es una organización terrorista y desestimó las preocupaciones de que convertiría a Siria en una versión de Afganistán.\",            \"translated_title\": \"Syria's New Leader\"        }    ]}"