"{    \"translations\": [        {            \"english_version\": \"The plan was reportedly drafted by US and Russian officials, without Ukraine's involvement.\",            \"english_title\": \"Plan Drafted Without Ukraine\",            \"translated_version\": \"Dicen que el plan fue hecho por oficiales de Estados Unidos y Rusia, sin la ayuda de Ucrania.\",            \"translated_title\": \"Plan Sin Ucrania\"        },        {            \"english_version\": \"The Israeli military says it struck several Hamas targets after gunmen fired at soldiers in Gaza in violation of the five-week-old ceasefire.\",            \"english_title\": \"Israeli Military Strikes Hamas\",            \"translated_version\": \"El ejército de Israel dice que atacó varios lugares de Hamas después de que hombres armados dispararon a soldados en Gaza, rompiendo el alto al fuego de cinco semanas.\",            \"translated_title\": \"Ataque de Israel a Hamas\"        },        {            \"english_version\": \"Thousands of people are attending the UN climate talks in Brazil.\",            \"english_title\": \"UN Climate Talks in Brazil\",            \"translated_version\": \"Miles de personas están asistiendo a las charlas sobre el clima de la ONU en Brasil.\",            \"translated_title\": \"Charlas del Clima en Brasil\"        },        {            \"english_version\": \"Nnamdi Kanu is found guilty of inciting violence as part of his campaign for a separate state in south-east Nigeria.\",            \"english_title\": \"Nnamdi Kanu Found Guilty\",            \"translated_version\": \"Nnamdi Kanu es encontrado culpable de incitar violencia como parte de su campaña para un estado separado en el sureste de Nigeria.\",            \"translated_title\": \"Nnamdi Kanu Culpable\"        },        {            \"english_version\": \"The assassination of Uruapan mayor Carlos Manzo at a Day of the Dead ceremony triggered mass protests.\",            \"english_title\": \"Assassination of Uruapan Mayor\",            \"translated_version\": \"El asesinato del alcalde de Uruapan, Carlos Manzo, en una ceremonia del Día de los Muertos causó protestas masivas.\",            \"translated_title\": \"Asesinato del Alcalde de Uruapan\"        }    ]}"