"{    \"translations\": [        {            \"english_version\": \"Authorities say the US president was not in Florida when a suspect carrying a shotgun and fuel can was killed. Twenty-five people were injured by explosions overnight in what officials are calling a terror attack.\",            \"english_title\": \"Florida Terror Attack\",            \"translated_version\": \"Las autoridades dicen que el presidente de EE.UU. no estaba en Florida cuando un sospechoso con una escopeta y un bidón de gasolina fue muerto. Veinticinco personas resultaron heridas por explosiones durante la noche en lo que los oficiales llaman un ataque terrorista.\",            \"translated_title\": \"Ataque Terrorista en Florida\"        },        {            \"english_version\": \"Pakistan says the strikes were retaliation for recent suicide bombings in the country.\",            \"english_title\": \"Pakistan Retaliation\",            \"translated_version\": \"Pakistán dice que los ataques fueron en respuesta a recientes bombardeos suicidas en el país.\",            \"translated_title\": \"Respuesta de Pakistán\"        },        {            \"english_version\": \"Sudan accuses Uganda of breaking international law by meeting Rapid Support Forces boss Mohamed Hamdan Dagalo.\",            \"english_title\": \"Sudan Accuses Uganda\",            \"translated_version\": \"Sudán acusa a Uganda de romper la ley internacional al reunirse con el jefe de las Fuerzas de Apoyo Rápido, Mohamed Hamdan Dagalo.\",            \"translated_title\": \"Sudán Acusa a Uganda\"        },        {            \"english_version\": \"After most of his tariffs were outlawed on Friday, Trump announced new global tariffs of 10% - which he says he has now increased to 15%.\",            \"english_title\": \"Trump Increases Tariffs\",            \"translated_version\": \"Después de que la mayoría de sus tarifas fueran prohibidas el viernes, Trump anunció nuevas tarifas globales del 10% - que dice ahora ha aumentado al 15%.\",            \"translated_title\": \"Trump Aumenta Tarifas\"        },        {            \"english_version\": \"Authorities released the names of the six women and three guides who died in the worst avalanche in state history.\",            \"english_title\": \"Avalanche Victims Named\",            \"translated_version\": \"Las autoridades dieron los nombres de las seis mujeres y tres guías que murieron en la peor avalancha en la historia del estado.\",            \"translated_title\": \"Nombres de Víctimas de Avalancha\"        }    ]}"