"{    \"translations\": [        {            \"english_version\": \"The president has decided to set a new limit of 7,500 for the coming year, which is a big decrease from the previous limit of 125,000.\",            \"english_title\": \"New Limit Set by President\",            \"translated_version\": \"El presidente ha decidido poner un nuevo límite de 7,500 para el próximo año, que es una gran disminución del límite anterior de 125,000.\",            \"translated_title\": \"Nuevo Límite del Presidente\"        },        {            \"english_version\": \"Diana Loginova, an 18-year-old, sang songs that were critical of the Kremlin. She and her bandmate are now facing court proceedings.\",            \"english_title\": \"Singer Faces Court\",            \"translated_version\": \"Diana Loginova, de 18 años, cantó canciones que criticaban al Kremlin. Ella y su compañero de banda ahora enfrentan juicios.\",            \"translated_title\": \"Cantante en Juicio\"        },        {            \"english_version\": \"Talks have helped to stabilize the relationship between the world's two largest economies, but there is still competition between them.\",            \"english_title\": \"Talks Between Economies\",            \"translated_version\": \"Las conversaciones han ayudado a estabilizar la relación entre las dos economías más grandes del mundo, pero todavía hay competencia entre ellas.\",            \"translated_title\": \"Conversaciones entre Economías\"        },        {            \"english_version\": \"A witness described how residents brought down many bodies, some of which were mutilated, after a large police raid that resulted in at least 120 deaths.\",            \"english_title\": \"Police Raid Aftermath\",            \"translated_version\": \"Un testigo describió cómo los residentes bajaron muchos cuerpos, algunos de los cuales estaban mutilados, después de una gran redada policial que resultó en al menos 120 muertes.\",            \"translated_title\": \"Consecuencias de Redada Policial\"        },        {            \"english_version\": \"The southwest part of the island was hit hard by Hurricane Melissa, which had winds of 185 mph (295 km/h) on Tuesday.\",            \"english_title\": \"Hurricane Melissa Hits Island\",            \"translated_version\": \"La parte suroeste de la isla fue golpeada fuertemente por el Huracán Melissa, que tuvo vientos de 185 mph (295 km/h) el martes.\",            \"translated_title\": \"Huracán Melissa Golpea Isla\"        }    ]}"