"{    \"translations\": [        {            \"english_version\": \"Australian police are looking for a man with many weapons who ran away into the forest after a shooting in Victoria state.\",            \"english_title\": \"Manhunt in Australia\",            \"translated_version\": \"La policía de Australia busca a un hombre con muchas armas que escapó al bosque después de un tiroteo en el estado de Victoria.\",            \"translated_title\": \"Búsqueda en Australia\"        },        {            \"english_version\": \"A painting called Portrait of a Lady was found in a house near Buenos Aires. It was stolen over 80 years ago from a Jewish art dealer in Amsterdam.\",            \"english_title\": \"Stolen Painting Found\",            \"translated_version\": \"Un cuadro llamado Retrato de una Dama fue encontrado en una casa cerca de Buenos Aires. Fue robado hace más de 80 años de un comerciante de arte judío en Ámsterdam.\",            \"translated_title\": \"Cuadro Robado Encontrado\"        },        {            \"english_version\": \"The central bank governor says the US president cannot control the central bank, even though Trump tried to take action against it.\",            \"english_title\": \"Central Bank Independence\",            \"translated_version\": \"El jefe del banco central dice que el presidente de EE.UU. no puede controlar el banco central, aunque Trump intentó tomar medidas contra él.\",            \"translated_title\": \"Independencia del Banco Central\"        },        {            \"english_version\": \"Opposition parties in France say they will not support Prime Minister François Bayrou after he asked for a vote on big budget cuts.\",            \"english_title\": \"French Opposition\",            \"translated_version\": \"Los partidos de oposición en Francia dicen que no apoyarán al Primer Ministro François Bayrou después de que él pidió votar sobre grandes recortes de presupuesto.\",            \"translated_title\": \"Oposición Francesa\"        },        {            \"english_version\": \"Netanyahu said a recent attack was a mistake, but he did not talk much about the attack's nature, which killed 20 people, including journalists and health workers.\",            \"english_title\": \"Netanyahu on Attack\",            \"translated_version\": \"Netanyahu dijo que un ataque reciente fue un error, pero no habló mucho sobre la naturaleza del ataque, que mató a 20 personas, incluidos periodistas y trabajadores de salud.\",            \"translated_title\": \"Netanyahu sobre Ataque\"        }    ]}"