"{    \"translations\": [        {            \"english_version\": \"There are fears the death toll will rise significantly because the area is remote and mountainous, making rescue operations difficult. Locals who survived the tremors help pull injured and dead from the rubble.\",            \"english_title\": \"Fears of Rising Death Toll\",            \"translated_version\": \"Hay miedo de que más personas mueran porque el lugar es lejos y con montañas, lo que hace difícil rescatar. Las personas que sobrevivieron ayudan a sacar heridos y muertos de los escombros.\",            \"translated_title\": \"Miedo de Más Muertes\"        },        {            \"english_version\": \"Protests over corruption and inequality have turned into violence, arson, and deaths.\",            \"english_title\": \"Protests Turn Violent\",            \"translated_version\": \"Protestas por corrupción y desigualdad se han vuelto violentas, con incendios y muertes.\",            \"translated_title\": \"Protestas Violentas\"        },        {            \"english_version\": \"The world's leading association of genocide scholars mentioned several actions by Israel, including attacks on the healthcare sector and the killing of children.\",            \"english_title\": \"Genocide Scholars Criticize Israel\",            \"translated_version\": \"La asociación más importante de estudiosos del genocidio mencionó acciones de Israel, como ataques a la salud y la muerte de niños.\",            \"translated_title\": \"Crítica a Israel\"        },        {            \"english_version\": \"Around 20 boats have left the port of Barcelona with Greta Thunberg and aid supplies on board.\",            \"english_title\": \"Boats Depart with Greta Thunberg\",            \"translated_version\": \"Unas 20 barcos salieron del puerto de Barcelona con Greta Thunberg y ayuda a bordo.\",            \"translated_title\": \"Barcos con Greta Thunberg\"        },        {            \"english_version\": \"Compelling evidence to suggest Lebanese Shia leader Musa al-Sadr was killed in Libya is uncovered by BBC.\",            \"english_title\": \"Evidence of Musa al-Sadr's Death\",            \"translated_version\": \"La BBC encontró evidencia de que el líder libanés chií Musa al-Sadr fue asesinado en Libia.\",            \"translated_title\": \"Evidencia de Muerte de Musa al-Sadr\"        }    ]}"