"{    \"translations\": [        {            \"english_version\": \"Erika Kirk promises to keep fighting against 'evil-doers' after her husband died. Tyler Robinson is accused of shooting the right-wing activist while he was speaking at a university in Utah.\",            \"english_title\": \"Erika Kirk's Promise\",            \"translated_version\": \"Erika Kirk promete seguir luchando contra los malos después de que su esposo murió. Tyler Robinson es acusado de disparar al activista de derecha mientras hablaba en una universidad en Utah.\",            \"translated_title\": \"Promesa de Erika Kirk\"        },        {            \"english_version\": \"The president dissolved the House of Representatives after deadly protests against corruption. People were angry and protested, leading to this decision.\",            \"english_title\": \"House Dissolved After Protests\",            \"translated_version\": \"El presidente disolvió la Cámara de Representantes después de protestas mortales contra la corrupción. La gente estaba enojada y protestó, lo que llevó a esta decisión.\",            \"translated_title\": \"Cámara Disuelta Tras Protestas\"        },        {            \"english_version\": \"A wave of heavy air attacks in recent days has caused many civilians to leave their homes. This has led to a lot of people being displaced.\",            \"english_title\": \"Air Attacks Cause Displacement\",            \"translated_version\": \"Una ola de ataques aéreos fuertes en los últimos días ha hecho que muchos civiles dejen sus casas. Esto ha llevado a que muchas personas se desplacen.\",            \"translated_title\": \"Ataques Aéreos Causan Desplazamiento\"        },        {            \"english_version\": \"France, Denmark, and Germany will send jets to Poland after Russian drones entered its airspace. This is a response to the drones flying into Poland.\",            \"english_title\": \"Jets Sent to Poland\",            \"translated_version\": \"Francia, Dinamarca y Alemania enviarán aviones a Polonia después de que drones rusos entraron en su espacio aéreo. Esto es una respuesta a los drones volando en Polonia.\",            \"translated_title\": \"Aviones Enviados a Polonia\"        },        {            \"english_version\": \"The highest court in the country says a tech company removed Esperanza Gómez's account without a clear reason. This decision by the tech firm was questioned by the court.\",            \"english_title\": \"Court Questions Account Removal\",            \"translated_version\": \"La corte más alta del país dice que una empresa de tecnología eliminó la cuenta de Esperanza Gómez sin una razón clara. Esta decisión de la empresa de tecnología fue cuestionada por la corte.\",            \"translated_title\": \"Corte Cuestiona Eliminación de Cuenta\"        }    ]}"