"{    \"translations\": [        {            \"english_version\": \"OpenAI’s employees signed an open letter urging their board to resign after the company's boss was sacked. Nearly 700 employees threatened to join the boss's newly established team at Microsoft.\",            \"english_title\": \"OpenAI Employees Urge Board to Resign\",            \"translated_version\": \"Los empleados de OpenAI firmaron una carta abierta instando a su junta directiva a renunciar después de que el jefe de la compañía fuera despedido. Casi 700 empleados amenazaron con unirse al nuevo equipo establecido por el jefe en Microsoft.\",            \"translated_title\": \"Empleados de OpenAI instan a la Junta a renunciar\"        },        {            \"english_version\": \"Joe Biden believes that Hamas and Israel are close to a hostage-release deal. Hamas would return some hostages in exchange for Israel temporarily pausing its offensive.\",            \"english_title\": \"Biden Optimistic About Hostage-Release Deal\",            \"translated_version\": \"Joe Biden cree que Hamas e Israel están cerca de llegar a un acuerdo de liberación de rehenes. Hamas devolvería algunos rehenes a cambio de que Israel detenga temporalmente su ofensiva.\",            \"translated_title\": \"Biden Optimista Sobre Acuerdo de Liberación de Rehenes\"        },        {            \"english_version\": \"Argentina elected Javier Milei as its president. Milei defeated Sergio Massa in a run-off, securing almost 56% of the vote. Inflation was a top concern for voters.\",            \"english_title\": \"Javier Milei Elected President of Argentina\",            \"translated_version\": \"Argentina eligió a Javier Milei como su presidente. Milei derrotó a Sergio Massa en una segunda vuelta, asegurando casi el 56% de los votos. La inflación fue una preocupación principal para los votantes.\",            \"translated_title\": \"Javier Milei Elegido Presidente de Argentina\"        },        {            \"english_version\": \"A court in America ruled that only the federal government could bring challenges under an important provision of the Voting Rights Act. Private lawsuits alleging discrimination in election rules are barred.\",            \"english_title\": \"Court Rules on Voting Rights Act\",            \"translated_version\": \"Un tribunal en Estados Unidos dictaminó que solo el gobierno federal puede presentar desafíos bajo una disposición importante de la Ley de Derechos de Voto. Las demandas privadas que alegan discriminación en las reglas electorales están prohibidas.\",            \"translated_title\": \"Tribunal Dictamina sobre Ley de Derechos de Voto\"        },        {            \"english_version\": \"Zambia's official creditors, co-led by China and France, stopped the country's efforts to restructure $3bn of its debt. The creditors claimed that Zambia's IMF-approved deal with bondholders did not offer comparable debt-relief.\",            \"english_title\": \"Zambia's Debt Restructuring Efforts Halted\",            \"translated_version\": \"Los acreedores oficiales de Zambia, liderados por China y Francia, detuvieron los esfuerzos del país para reestructurar $3 mil millones de su deuda. Los acreedores afirmaron que el acuerdo de Zambia aprobado por el FMI con los tenedores de bonos no ofrecía un alivio de deuda comparable.\",            \"translated_title\": \"Se Detienen los Esfuerzos de Zambia para Reestructurar su Deuda\"        }    ]}"