"{    \"translations\": [        {            \"english_version\": \"Joe Biden urged America’s Congress to approve a military-aid package for Israel and Ukraine reportedly worth more than $100bn. In a rare televised address from the Oval Office, America’s president compared Hamas to Vladimir Putin for wanting to completely annihilate a neighbouring democracy. However, he also warned Israel not to be blinded by rage in its response to Hamas’s attacks on October 7th and said that he remained committed to a two-state solution. The package, which will be unveiled on Friday, risks being thwarted by infighting among Republicans in the House of Representatives, which is preventing the election of a speaker.\",            \"english_title\": \"Biden urges Congress to approve military-aid package for Israel and Ukraine\",            \"translated_version\": \"Joe Biden instó al Congreso de Estados Unidos a aprobar un paquete de ayuda militar para Israel y Ucrania, que se dice que vale más de $100 mil millones. En un raro discurso televisado desde la Oficina Oval, el presidente de Estados Unidos comparó a Hamas con Vladimir Putin por querer `aniquilar por completo una democracia vecina`. Sin embargo, también advirtió a Israel que no se dejara cegar por la ira en su respuesta a los ataques de Hamas el 7 de octubre y dijo que seguía comprometido con una `solución de dos estados`. El paquete, que se dará a conocer el viernes, corre el riesgo de ser frustrado por las disputas internas entre los republicanos en la Cámara de Representantes, lo que impide la elección de un presidente.\",            \"translated_title\": \"Biden insta al Congreso a aprobar paquete de ayuda militar para Israel y Ucrania\"        },        {            \"english_version\": \"The delivery of humanitarian aid to Gaza was delayed by disagreements over how to inspect the supplies. The besieged enclave was due to receive water, food and medicine via Egypt on Friday, under an American-brokered deal with Israel. Britain’s prime minister, Rishi Sunak, is expected to visit Egypt on Friday to discuss ways to limit civilian casualties from the war with regional leaders.\",            \"english_title\": \"Delivery of humanitarian aid to Gaza delayed\",            \"translated_version\": \"La entrega de ayuda humanitaria a Gaza se retrasó debido a desacuerdos sobre cómo inspeccionar los suministros. El enclave asediado debía recibir agua, comida y medicinas a través de Egipto el viernes, en virtud de un acuerdo mediado por Estados Unidos con Israel. Se espera que el primer ministro británico, Rishi Sunak, visite Egipto el viernes para discutir formas de limitar las bajas civiles en la guerra con líderes regionales.\",            \"translated_title\": \"Retraso en la entrega de ayuda humanitaria a Gaza\"        },        {            \"english_version\": \"An American warship in the Red Sea shot down three cruise missiles and several drones that the Pentagon said were launched by Iranian-backed militants in Yemen and potentially targeting Israel. Tensions in the region are high; earlier this week Iran threatened pre-emptive action to defend Gaza. The warship, the USS Carney, reported no casualties.\",            \"english_title\": \"American warship intercepts missiles and drones in the Red Sea\",            \"translated_version\": \"Un buque de guerra estadounidense en el Mar Rojo derribó tres misiles de crucero y varios drones que el Pentágono dijo que fueron lanzados por militantes respaldados por Irán en Yemen y que podrían estar dirigidos a Israel. Las tensiones en la región son altas; a principios de esta semana, Irán amenazó con tomar medidas preventivas para defender a Gaza. El buque de guerra, el USS Carney, no informó de ninguna baja.\",            \"translated_title\": \"Buque de guerra estadounidense intercepta misiles y drones en el Mar Rojo\"        },        {            \"english_version\": \"Producer prices in Germany fell 14.7% year-on-year in September, the biggest drop since records began in 1949. The sudden tumble is in part a reversal of recent surges: wholesale prices jumped 45.8% on the year in September 2022, as energy prices shot up amid the war in Ukraine. Still, the larger-than-expected decline bodes well for the battle against inflation in Europe’s largest economy.\",            \"english_title\": \"Producer prices in Germany experience biggest drop since 1949\",            \"translated_version\": \"Los precios de los productores en Alemania cayeron un 14,7% interanual en septiembre, la mayor caída desde que comenzaron los registros en 1949. La caída repentina es en parte una reversión de los aumentos recientes: los precios al por mayor aumentaron un 45,8% en el año en septiembre de 2022, a medida que los precios de la energía se dispararon en medio de la guerra en Ucrania. Aún así, la caída mayor de lo esperado es una buena señal para la lucha contra la inflación en la economía más grande de Europa.\",            \"translated_title\": \"Los precios de los productores en Alemania experimentan la mayor caída desde 1949\"        },        {            \"english_version\": \"China announced that local exporters of graphite will need permits before sending shipments abroad because of national-security concerns. The country is the world’s largest producer of graphite, which is an important component in electric-vehicle batteries. The mandate is set to take effect in December and follows American restrictions, announced earlier this week, on Chinese companies’ access to American semiconductors.\",            \"english_title\": \"China imposes export permits for graphite shipments\",            \"translated_version\": \"China anunció que los exportadores locales de grafito necesitarán permisos antes de enviar envíos al extranjero debido a preocupaciones de seguridad nacional. El país es el mayor productor mundial de grafito, que es un componente importante en las baterías de vehículos eléctricos. El mandato entrará en vigor en diciembre y sigue a las restricciones estadounidenses, anunciadas a principios de esta semana, sobre el acceso de las empresas chinas a semiconductores estadounidenses.\",            \"translated_title\": \"China impone permisos de exportación para envíos de grafito\"        }    ]}"