"{    \"translations\": [        {            \"english_version\": \"Authorities say a third of residents in the Ukrainian capital have been left without heating in freezing weather. Almost one million people were displaced when fighting started again earlier this month after the first ceasefire ended.\",            \"english_title\": \"Heating Crisis in Ukraine\",            \"translated_version\": \"Las autoridades dicen que un tercio de los residentes en la capital de Ucrania no tienen calefacción en el clima frío. Casi un millón de personas tuvieron que irse cuando la pelea comenzó de nuevo este mes después de que terminó el primer alto el fuego.\",            \"translated_title\": \"Crisis de Calefacción en Ucrania\"        },        {            \"english_version\": \"Hundreds of flights have been cancelled and more than 3,000 were delayed by the winter storm.\",            \"english_title\": \"Flights Disrupted by Storm\",            \"translated_version\": \"Cientos de vuelos fueron cancelados y más de 3,000 se retrasaron por la tormenta de invierno.\",            \"translated_title\": \"Vuelos Afectados por Tormenta\"        },        {            \"english_version\": \"Police say the suspects raised around €7m (£6m) for the militant group over more than two years.\",            \"english_title\": \"Funds Raised for Militant Group\",            \"translated_version\": \"La policía dice que los sospechosos juntaron alrededor de 7 millones de euros para el grupo militante en más de dos años.\",            \"translated_title\": \"Fondos para Grupo Militante\"        },        {            \"english_version\": \"This is the first election since the army's coup in early 2021 - and it is being widely condemned as a sham.\",            \"english_title\": \"Controversial Election\",            \"translated_version\": \"Esta es la primera elección desde el golpe del ejército a principios de 2021 y muchos dicen que es falsa.\",            \"translated_title\": \"Elección Controvertida\"        },        {            \"english_version\": \"The explosion in Homs targeted a predominantly Alawite area, a sect that has faced crackdowns and violence since the fall of former-President Bashar al-Assad.\",            \"english_title\": \"Explosion in Homs\",            \"translated_version\": \"La explosión en Homs fue en un área principalmente Alawita, un grupo que ha enfrentado problemas y violencia desde la caída del ex-Presidente Bashar al-Assad.\",            \"translated_title\": \"Explosión en Homs\"        }    ]}"