"{    \"translations\": [        {            \"english_version\": \"Ukraine wanted the European Union to use 200 billion euros of frozen Russian assets, but Belgium did not agree with this plan.\",            \"english_title\": \"Ukraine's EU Plan\",            \"translated_version\": \"Ucrania quería que la Unión Europea usara 200 mil millones de euros de activos rusos congelados, pero Bélgica no estuvo de acuerdo con este plan.\",            \"translated_title\": \"Plan de Ucrania con la UE\"        },        {            \"english_version\": \"Officials confirmed that Greg Biffle, his wife, and two children were on a small plane that crashed at a regional airport in North Carolina.\",            \"english_title\": \"Plane Crash in North Carolina\",            \"translated_version\": \"Los oficiales confirmaron que Greg Biffle, su esposa y dos hijos estaban en un avión pequeño que se estrelló en un aeropuerto regional en Carolina del Norte.\",            \"translated_title\": \"Accidente de avión en Carolina del Norte\"        },        {            \"english_version\": \"The deals would end years of efforts by Washington to make ByteDance sell its US operations.\",            \"english_title\": \"ByteDance US Operations\",            \"translated_version\": \"Los acuerdos terminarían años de esfuerzos de Washington para hacer que ByteDance venda sus operaciones en EE.UU.\",            \"translated_title\": \"Operaciones de ByteDance en EE.UU.\"        },        {            \"english_version\": \"The 58-year-old from Chicago will take over from Cardinal Timothy Dolan to lead New York's 2.5 million Catholics.\",            \"english_title\": \"New Leader for New York Catholics\",            \"translated_version\": \"El hombre de 58 años de Chicago tomará el lugar del Cardenal Timothy Dolan para liderar a los 2.5 millones de católicos de Nueva York.\",            \"translated_title\": \"Nuevo líder para católicos de Nueva York\"        },        {            \"english_version\": \"The order to put cannabis in the same category as Tylenol with codeine is the biggest change in US drug policy since 1971.\",            \"english_title\": \"Cannabis Policy Change\",            \"translated_version\": \"La orden de poner el cannabis en la misma categoría que el Tylenol con codeína es el mayor cambio en la política de drogas de EE.UU. desde 1971.\",            \"translated_title\": \"Cambio en política de cannabis\"        }    ]}"