"{    \"translations\": [        {            \"english_version\": \"Tehran has warned it will respond strongly if needed to what the US president describes as a large fleet moving towards Iran.\",            \"english_title\": \"Tehran's Warning\",            \"translated_version\": \"Tehran ha dicho que responderá fuerte si es necesario a lo que el presidente de EE.UU. llama una gran flota moviéndose hacia Irán.\",            \"translated_title\": \"Advertencia de Teherán\"        },        {            \"english_version\": \"In northeastern Ukraine, five people died when three drones attacked a train.\",            \"english_title\": \"Drone Attack in Ukraine\",            \"translated_version\": \"En el noreste de Ucrania, cinco personas murieron cuando tres drones atacaron un tren.\",            \"translated_title\": \"Ataque de Drones en Ucrania\"        },        {            \"english_version\": \"The EU foreign policy chief commented on the importance of the US for Europe's defense, following remarks by Nato's secretary general.\",            \"english_title\": \"EU Comments on US Importance\",            \"translated_version\": \"El jefe de política exterior de la UE comentó sobre la importancia de EE.UU. para la defensa de Europa, después de comentarios del secretario general de la OTAN.\",            \"translated_title\": \"Comentarios de la UE sobre EE.UU.\"        },        {            \"english_version\": \"The prime minister is trying to improve relations with China but is facing strong criticism from opponents in his country.\",            \"english_title\": \"Prime Minister's China Relations\",            \"translated_version\": \"El primer ministro está tratando de mejorar las relaciones con China pero enfrenta fuertes críticas de sus oponentes en su país.\",            \"translated_title\": \"Relaciones del Primer Ministro con China\"        },        {            \"english_version\": \"The country shut down internet access on January 8th after the government cracked down on protesters.\",            \"english_title\": \"Internet Shutdown\",            \"translated_version\": \"El país cortó el acceso a internet el 8 de enero después de que el gobierno tomó medidas contra los manifestantes.\",            \"translated_title\": \"Corte de Internet\"        }    ]}"