"{    \"translations\": [        {            \"english_version\": \"Prabowo Subianto, a 72-year-old former general with a troubling past, claimed victory in Indonesia’s presidential election. Long viewed as the favourite to succeed Joko Widodo, Mr Prabowo took the lead in early tallies after the world’s third-largest democracy went to the polls. Speaking at a rally in Jakarta, he promised to protect Indonesians and lead a government made up of the best. His opponents have not yet conceded defeat.\",            \"english_title\": \"Indonesia's Presidential Election\",            \"translated_version\": \"Prabowo Subianto, un ex general de 72 años con un pasado problemático, afirmó haber ganado las elecciones presidenciales de Indonesia. Durante mucho tiempo se le consideró el favorito para suceder a Joko Widodo, el Sr. Prabowo tomó la delantera en los recuentos iniciales después de que la tercera democracia más grande del mundo fuera a las urnas. Hablando en un mitin en Jakarta, prometió proteger a los indonesios y liderar un gobierno formado por los mejores. Sus oponentes aún no han admitido la derrota.\",            \"translated_title\": \"Elecciones Presidenciales de Indonesia\"        },        {            \"english_version\": \"Israel launched airstrikes in Lebanon. A spokesperson for the Israel Defence Forces said the army carried out an extensive wave of attacks in the country after a rocket hit Safed, a city in northern Israel, killing one woman and injuring others. Hizbullah, an Iran-backed militia based in southern Lebanon, is believed to have been responsible for the attack, but has not claimed responsibility.\",            \"english_title\": \"Airstrikes in Lebanon\",            \"translated_version\": \"Israel lanzó ataques aéreos en Líbano. Un portavoz de las Fuerzas de Defensa de Israel dijo que el ejército llevó a cabo una extensa ola de ataques en el país después de que un cohete impactara en Safed, una ciudad en el norte de Israel, matando a una mujer e hiriendo a otras personas. Se cree que Hizbullah, una milicia respaldada por Irán con sede en el sur de Líbano, fue responsable del ataque, pero no ha reclamado la responsabilidad.\",            \"translated_title\": \"Ataques Aéreos en Líbano\"        },        {            \"english_version\": \"Nvidia overtook Alphabet to become the third-largest American company by market capitalisation, as the two tech giants switched places in trading on Wednesday. The news comes one day after Nvidia closed with a higher market value than Amazon, another tech titan. A leading manufacturer of advanced semiconductors, Nvidia is benefiting mightily from a boom in generative artificial intelligence (AI).\",            \"english_title\": \"Nvidia's Market Capitalisation\",            \"translated_version\": \"Nvidia superó a Alphabet para convertirse en la tercera empresa más grande de Estados Unidos por capitalización de mercado, ya que los dos gigantes tecnológicos intercambiaron posiciones en la negociación del miércoles. La noticia llega un día después de que Nvidia cerrara con un valor de mercado más alto que Amazon, otro titán tecnológico. Nvidia, un fabricante líder de semiconductores avanzados, se está beneficiando enormemente de un auge en la inteligencia artificial generativa (IA).\",            \"translated_title\": \"Capitalización de Mercado de Nvidia\"        },        {            \"english_version\": \"Britain’s annual inflation rate remained at 4% in January, defying predictions that it would increase. The figures are a boost for the Bank of England, which may soon lower interest rates to tackle weak economic growth. GDP has risen by just 1.5% since 2019. Core inflation, which excludes volatile categories such as food and energy, hit a peak of 7.1% year-on-year last May.\",            \"english_title\": \"Inflation Rate in Britain\",            \"translated_version\": \"La tasa de inflación anual de Gran Bretaña se mantuvo en el 4% en enero, desafiando las predicciones de que aumentaría. Las cifras son un impulso para el Banco de Inglaterra, que pronto podría reducir las tasas de interés para abordar el débil crecimiento económico. El PIB ha aumentado solo un 1.5% desde 2019. La inflación básica, que excluye categorías volátiles como alimentos y energía, alcanzó un pico del 7.1% interanual en mayo pasado.\",            \"translated_title\": \"Tasa de Inflación en Gran Bretaña\"        },        {            \"english_version\": \"Turkey’s president, Recep Tayyip Erdogan, made his first visit to Egypt in over a decade. He was greeted by Abdel-Fattah el-Sisi, the country’s president, with whom he will discuss the Israel-Gaza war and other regional issues. The meeting signals warming relations between the two men: Mr Erdogan has long chafed at Mr Sisi’s toppling of Muhammad Morsi, a Muslim Brotherhood politician, in 2013.\",            \"english_title\": \"President Erdogan's Visit to Egypt\",            \"translated_version\": \"El presidente de Turquía, Recep Tayyip Erdogan, realizó su primera visita a Egipto en más de una década. Fue recibido por Abdel-Fattah el-Sisi, el presidente del país, con quien discutirá la guerra entre Israel y Gaza y otros problemas regionales. La reunión señala una mejora en las relaciones entre los dos hombres: el Sr. Erdogan ha estado molesto durante mucho tiempo por el derrocamiento de Muhammad Morsi, un político de la Hermandad Musulmana, por parte del Sr. Sisi en 2013.\",            \"translated_title\": \"Visita del Presidente Erdogan a Egipto\"        }    ]}"