"{    \"translations\": [        {            \"english_version\": \"The US president is considering military action in Iran. This comes after Iran temporarily closed its airspace to almost all flights. People in Iran have shared stories with BBC Persian about violence against protesters, wanting the world to know what is happening.\",            \"english_title\": \"US Considers Action in Iran\",            \"translated_version\": \"El presidente de Estados Unidos piensa en acción militar en Irán. Esto pasa después de que Irán cerró su espacio aéreo a casi todos los vuelos. Personas en Irán contaron historias a BBC Persa sobre violencia contra manifestantes, quieren que el mundo sepa lo que pasa.\",            \"translated_title\": \"EEUU piensa en acción en Irán\"        },        {            \"english_version\": \"The US envoy, Steve Witkoff, mentioned plans for a technocratic Palestinian government. This includes rebuilding and demilitarizing Gaza. The move is part of broader efforts in the region.\",            \"english_title\": \"Plans for Palestinian Government\",            \"translated_version\": \"El enviado de EEUU, Steve Witkoff, habló de planes para un gobierno palestino tecnocrático. Esto incluye reconstruir y desmilitarizar Gaza. Este movimiento es parte de esfuerzos más grandes en la región.\",            \"translated_title\": \"Planes para gobierno palestino\"        },        {            \"english_version\": \"US President Donald Trump commented on Ukraine's readiness for a peace deal compared to Russia. There was no significant progress in recent talks, but Trump showed interest in acquiring an island soon after.\",            \"english_title\": \"Trump on Ukraine Peace Deal\",            \"translated_version\": \"El presidente de EEUU, Donald Trump, comentó sobre la preparación de Ucrania para un acuerdo de paz comparado con Rusia. No hubo progreso importante en las charlas recientes, pero Trump mostró interés en comprar una isla poco después.\",            \"translated_title\": \"Trump sobre acuerdo de paz en Ucrania\"        },        {            \"english_version\": \"A tragic scene unfolded as rescuers worked to pull bodies from a wrecked train. The BBC reported on the grim situation, highlighting the ongoing rescue efforts.\",            \"english_title\": \"Train Wreck Tragedy\",            \"translated_version\": \"Una escena trágica ocurrió mientras rescatistas trabajaban para sacar cuerpos de un tren destruido. La BBC informó sobre la situación triste, destacando los esfuerzos de rescate en curso.\",            \"translated_title\": \"Tragedia de tren\"        },        {            \"english_version\": \"Investigators claim a factory making Pop Mart products ignored staff safety and welfare. This negligence has raised concerns about working conditions in the factory.\",            \"english_title\": \"Factory Safety Concerns\",            \"translated_version\": \"Investigadores dicen que una fábrica que hace productos Pop Mart ignoró la seguridad y bienestar del personal. Esta negligencia ha levantado preocupaciones sobre las condiciones de trabajo en la fábrica.\",            \"translated_title\": \"Preocupaciones de seguridad en fábrica\"        }    ]}"