"{    \"translations\": [        {            \"english_version\": \"Kremlin officials said the five hours of talks were good, but there is still a lot of work to do. Many Ukrainians feel they have given up too much to lose land to Russia, but some just want the war to end.\",            \"english_title\": \"Kremlin Talks\",            \"translated_version\": \"Los oficiales del Kremlin dijeron que las cinco horas de charlas fueron buenas, pero todavía hay mucho trabajo por hacer. Muchos ucranianos sienten que han dado demasiado para perder tierra a Rusia, pero algunos solo quieren que la guerra termine.\",            \"translated_title\": \"Charlas del Kremlin\"        },        {            \"english_version\": \"The strikes approved by Defence Secretary Pete Hegseth have brought up new questions about legality, but the White House says the laws have been followed.\",            \"english_title\": \"Strikes and Legality\",            \"translated_version\": \"Los ataques aprobados por el Secretario de Defensa Pete Hegseth han traído nuevas preguntas sobre la legalidad, pero la Casa Blanca dice que se han seguido las leyes.\",            \"translated_title\": \"Ataques y Legalidad\"        },        {            \"english_version\": \"India wants all smartphone makers to install a government cyber security app on new devices.\",            \"english_title\": \"India's Cyber Security\",            \"translated_version\": \"India quiere que todos los fabricantes de teléfonos instalen una aplicación de seguridad cibernética del gobierno en nuevos dispositivos.\",            \"translated_title\": \"Seguridad Cibernética de India\"        },        {            \"english_version\": \"Pope Leo XIV asked for justice for over 200 victims of the disaster at the end of his three-day visit to Lebanon.\",            \"english_title\": \"Pope's Call for Justice\",            \"translated_version\": \"El Papa Leo XIV pidió justicia para más de 200 víctimas del desastre al final de su visita de tres días a Líbano.\",            \"translated_title\": \"Llamado de Justicia del Papa\"        },        {            \"english_version\": \"Nigeria says it is protecting Fernando Dias in its embassy in Bissau because there is a threat to his life.\",            \"english_title\": \"Protection for Fernando Dias\",            \"translated_version\": \"Nigeria dice que está protegiendo a Fernando Dias en su embajada en Bissau porque hay una amenaza a su vida.\",            \"translated_title\": \"Protección para Fernando Dias\"        }    ]}"