"{    \"translations\": [        {            \"english_version\": \"The Russian leader has refused to join 26 countries that promised to send troops to Ukraine if there is a ceasefire.\",            \"english_title\": \"Russia Refuses Troop Promise\",            \"translated_version\": \"El líder de Rusia no quiere unirse a 26 países que prometieron enviar soldados a Ucrania si hay un alto el fuego.\",            \"translated_title\": \"Rusia no quiere enviar soldados\"        },        {            \"english_version\": \"A video shows two men in Gaza City, where Israel has started a military operation. The Israeli military says it now controls 40% of Gaza City.\",            \"english_title\": \"Israel Controls Part of Gaza\",            \"translated_version\": \"Un video muestra a dos hombres en la Ciudad de Gaza, donde Israel ha comenzado una operación militar. El ejército de Israel dice que ahora controla el 40% de la Ciudad de Gaza.\",            \"translated_title\": \"Israel controla parte de Gaza\"        },        {            \"english_version\": \"A UN report says a group has committed murder, rape, and other crimes.\",            \"english_title\": \"UN Report on Crimes\",            \"translated_version\": \"Un informe de la ONU dice que un grupo ha cometido asesinato, violación y otros crímenes.\",            \"translated_title\": \"Informe de la ONU sobre crímenes\"        },        {            \"english_version\": \"Most of the 475 people arrested were from South Korea, and the country is worried about their rights.\",            \"english_title\": \"South Korea Worries About Arrests\",            \"translated_version\": \"La mayoría de las 475 personas arrestadas eran de Corea del Sur, y el país está preocupado por sus derechos.\",            \"translated_title\": \"Corea del Sur preocupada por arrestos\"        },        {            \"english_version\": \"The secretary of state spoke in Ecuador about new actions against criminal gangs.\",            \"english_title\": \"New Actions Against Gangs\",            \"translated_version\": \"El secretario de estado habló en Ecuador sobre nuevas acciones contra bandas criminales.\",            \"translated_title\": \"Nuevas acciones contra bandas\"        }    ]}"