"{    \"translations\": [        {            \"english_version\": \"Three million new documents include hundreds of mentions of Trump and emails between Epstein and a person called 'The Duke'.\",            \"english_title\": \"New Documents\",            \"translated_version\": \"Tres millones de nuevos documentos tienen cientos de menciones de Trump y correos entre Epstein y una persona llamada `El Duque`.\",            \"translated_title\": \"Nuevos Documentos\"        },        {            \"english_version\": \"Israel's military confirmed the strikes, which come during a ceasefire that Israel and Hamas accuse each other of breaking. Analysts believe PM Netanyahu is urging the US towards maximalist strikes. In a highly controversial move, some Israeli MPs are trying to introduce the death penalty for Palestinian attackers.\",            \"english_title\": \"Israel Strikes\",            \"translated_version\": \"El ejército de Israel confirmó los ataques, que ocurren durante un alto el fuego que Israel y Hamas se acusan mutuamente de romper. Analistas creen que el PM Netanyahu está empujando a EE.UU. hacia ataques más fuertes. En un movimiento muy polémico, algunos diputados israelíes están tratando de introducir la pena de muerte para atacantes palestinos.\",            \"translated_title\": \"Ataques de Israel\"        },        {            \"english_version\": \"The soonest the US House of Representatives can vote on the funding deal and end the shutdown is Monday.\",            \"english_title\": \"US Shutdown Vote\",            \"translated_version\": \"Lo más pronto que la Cámara de Representantes de EE.UU. puede votar sobre el acuerdo de fondos y terminar el cierre es el lunes.\",            \"translated_title\": \"Votación de Cierre en EE.UU.\"        },        {            \"english_version\": \"The mine gave way after heavy rains on Wednesday, a local rebel spokesman says.\",            \"english_title\": \"Mine Collapse\",            \"translated_version\": \"La mina se derrumbó después de fuertes lluvias el miércoles, dice un portavoz rebelde local.\",            \"translated_title\": \"Derrumbe de Mina\"        },        {            \"english_version\": \"Tehran has said it will never negotiate on its missile and defence systems, but that it is open to talks.\",            \"english_title\": \"Tehran's Stance\",            \"translated_version\": \"Teherán ha dicho que nunca negociará sobre sus misiles y sistemas de defensa, pero que está abierto a conversaciones.\",            \"translated_title\": \"Posición de Teherán\"        }    ]}"