"{    \"translations\": [        {            \"english_version\": \"The UN’s International Court of Justice issued an interim ruling on South Africa’s case accusing Israel of committing genocide in the Gaza Strip. The court said that Israel should take all measures within its power to prevent acts of genocide in Gaza, and that the country should allow more humanitarian aid to enter the enclave. The decision allows South Africa’s case to proceed; Israel must now submit a report within a month. However, the ICJ stopped short of demanding a ceasefire, as South Africa had requested, and called for the release of Israeli hostages. The full ruling will take years.\",            \"english_title\": \"UN Court Rules on South Africa's Case Against Israel\",            \"translated_version\": \"El Tribunal Internacional de Justicia de la ONU emitió una decisión provisional sobre el caso de Sudáfrica acusando a Israel de cometer genocidio en la Franja de Gaza. El tribunal dijo que Israel debe tomar todas las medidas a su alcance para prevenir actos de genocidio en Gaza, y que el país debe permitir que más ayuda humanitaria entre en el enclave. La decisión permite que el caso de Sudáfrica continúe; Israel ahora debe presentar un informe dentro de un mes. Sin embargo, el CIJ no exigió un alto el fuego, como había solicitado Sudáfrica, y pidió la liberación de los rehenes israelíes. La decisión completa llevará años.\",            \"translated_title\": \"El Tribunal de la ONU emite una decisión sobre el caso de Sudáfrica contra Israel\"        },        {            \"english_version\": \"A jury ordered Donald Trump to pay over $83m in damages to E. Jean Carroll for defaming her. Last year Mr Trump was found liable of sexually assaulting Ms Carroll, a writer, in the 1990s. He had denied her accusations, and attacked her repeatedly online and during his time in the White House. The sum awarded Ms Carroll on Friday well exceeds the $24m that her lawyers had requested.\",            \"english_title\": \"Jury Orders Trump to Pay Damages to E. Jean Carroll\",            \"translated_version\": \"Un jurado ordenó a Donald Trump pagar más de $83 millones en daños a E. Jean Carroll por difamarla. El año pasado, el Sr. Trump fue encontrado responsable de agredir sexualmente a la Sra. Carroll, una escritora, en la década de 1990. Él negó sus acusaciones y la atacó repetidamente en línea y durante su tiempo en la Casa Blanca. La suma otorgada a la Sra. Carroll el viernes supera ampliamente los $24 millones que sus abogados habían solicitado.\",            \"translated_title\": \"El jurado ordena a Trump pagar daños a E. Jean Carroll\"        },        {            \"english_version\": \"A ship carrying Russian refined oil for Trafigura, a commodities group, caught fire after being struck by a missile in the Gulf of Aden. It is the latest and seemingly most damaging attack of more than 30 attempted by Iran-backed Houthi rebels in Yemen since November. Earlier the Houthis fired on the USS Carney, an American navy vessel in the region; the missile was shot down.\",            \"english_title\": \"Ship Carrying Russian Oil Catches Fire in Gulf of Aden\",            \"translated_version\": \"Un barco que transportaba petróleo refinado ruso para Trafigura, un grupo de productos básicos, se incendió después de ser alcanzado por un misil en el Golfo de Adén. Es el último y aparentemente el ataque más dañino de más de 30 intentados por los rebeldes houthis respaldados por Irán en Yemen desde noviembre. Anteriormente, los houthis dispararon contra el USS Carney, un buque de guerra estadounidense en la región; el misil fue derribado.\",            \"translated_title\": \"Barco que transportaba petróleo ruso se incendia en el Golfo de Adén\"        },        {            \"english_version\": \"Joe Biden said the border deal being negotiated in America’s Senate was the toughest and fairest possible and promised to shut down the border the day he signs it. Republicans have demanded stricter measures regarding America’s border with Mexico before they will agree to sending more aid to Ukraine. Donald Trump has opposed a compromise deal.\",            \"english_title\": \"Biden Promises Tough Border Deal\",            \"translated_version\": \"Joe Biden dijo que el acuerdo fronterizo que se está negociando en el Senado de Estados Unidos es el más duro y justo posible, y prometió cerrar la frontera el día que lo firme. Los republicanos han exigido medidas más estrictas con respecto a la frontera de Estados Unidos con México antes de aceptar enviar más ayuda a Ucrania. Donald Trump se ha opuesto a un acuerdo de compromiso.\",            \"translated_title\": \"Biden promete un acuerdo fronterizo duro\"        },        {            \"english_version\": \"The UN’s agency for Palestinian refugees will investigate several of its staff suspected of involvement in Hamas’s October 7th attacks on Israel. UNRWA immediately terminated the contracts of those accused. America paused additional funding to the organisation and called on António Guterres, the secretary-general of the UN, to conduct a swift investigation.\",            \"english_title\": \"UN Agency to Investigate Staff Suspected of Involvement in Hamas Attacks\",            \"translated_version\": \"La agencia de la ONU para los refugiados palestinos investigará a varios de sus empleados sospechosos de estar involucrados en los ataques de Hamas del 7 de octubre contra Israel. UNRWA terminó de inmediato los contratos de los acusados. Estados Unidos suspendió la financiación adicional a la organización y pidió a António Guterres, el secretario general de la ONU, que realice una investigación rápida.\",            \"translated_title\": \"La agencia de la ONU investigará al personal sospechoso de estar involucrado en los ataques de Hamas\"        }    ]}"