"{    \"translations\": [        {            \"english_version\": \"President Trump says the original peace plan has been improved, and he will send his envoy Steve Witkoff to Moscow. The remains will be given to Israeli forces, who will take them to Israel's forensic medicine institute for identification.\",            \"english_title\": \"Trump's Peace Plan\",            \"translated_version\": \"El Presidente Trump dice que el plan de paz original ha mejorado, y enviará a su enviado Steve Witkoff a Moscú. Los restos serán dados a las fuerzas israelíes, quienes los llevarán al instituto de medicina forense de Israel para identificación.\",            \"translated_title\": \"Plan de Paz de Trump\"        },        {            \"english_version\": \"The Supreme Court says the former leader has used up all his appeals and will start his prison term at a police station in Brasilia.\",            \"english_title\": \"Leader's Prison Term\",            \"translated_version\": \"La Corte Suprema dice que el ex líder ha usado todas sus apelaciones y comenzará su tiempo en prisión en una estación de policía en Brasilia.\",            \"translated_title\": \"Tiempo en Prisión del Líder\"        },        {            \"english_version\": \"Zeynab Javadli's ex-husband has filed a criminal complaint with Dubai police, accusing her of kidnapping their three daughters.\",            \"english_title\": \"Kidnapping Accusation\",            \"translated_version\": \"El ex esposo de Zeynab Javadli ha presentado una denuncia criminal con la policía de Dubái, acusándola de secuestrar a sus tres hijas.\",            \"translated_title\": \"Acusación de Secuestro\"        },        {            \"english_version\": \"Two men and two women from Paris are the latest to be questioned as part of the ongoing investigation.\",            \"english_title\": \"Investigation in Paris\",            \"translated_version\": \"Dos hombres y dos mujeres de París son los últimos en ser interrogados como parte de la investigación en curso.\",            \"translated_title\": \"Investigación en París\"        },        {            \"english_version\": \"Efforts to negotiate an end to the war, which has displaced 12 million people, remain unsuccessful.\",            \"english_title\": \"War Negotiations\",            \"translated_version\": \"Los esfuerzos para negociar el fin de la guerra, que ha desplazado a 12 millones de personas, siguen sin éxito.\",            \"translated_title\": \"Negociaciones de Guerra\"        }    ]}"