"{    \"translations\": [        {            \"english_version\": \"Israel has agreed to daily four-hour pauses in the fighting in parts of northern Gaza, according to the White House. Tens of thousands of Palestinians have already escaped south through an evacuation route, according to the UN. The Israel Defence Forces said they have captured or killed around 50 Hamas militants during battles in Gaza city. Earlier they claimed control of an important Hamas stronghold near Jabalia, in northern Gaza, after a ten-hour battle.\",            \"english_title\": \"Israel agrees to pauses in fighting in Gaza\",            \"translated_version\": \"Israel ha acordado pausas diarias de cuatro horas en la lucha en partes del norte de Gaza, según la Casa Blanca. Decenas de miles de palestinos ya han escapado hacia el sur a través de una ruta de evacuación, según la ONU. Las Fuerzas de Defensa de Israel dijeron que han capturado o matado a alrededor de 50 militantes de Hamas durante las batallas en la ciudad de Gaza. Anteriormente, afirmaron el control de un importante bastión de Hamas cerca de Jabalia, en el norte de Gaza, después de una batalla de diez horas.\",            \"translated_title\": \"Israel acuerda pausas en la lucha en Gaza\"        },        {            \"english_version\": \"Spain’s Socialist Party reached an agreement with Junts per Catalunya, a Catalan separatist party, to form a new government. Junts agreed to back the Socialists in exchange for a controversial amnesty that would wipe out criminal charges against people who supported an illegal referendum for Catalan independence in 2017. The deal ends a four-month stalemate after a snap election in July.\",            \"english_title\": \"Socialists and Junts reach agreement in Spain\",            \"translated_version\": \"El Partido Socialista de España llegó a un acuerdo con Junts per Catalunya, un partido separatista catalán, para formar un nuevo gobierno. Junts aceptó respaldar a los Socialistas a cambio de una amnistía controvertida que eliminaría los cargos criminales contra las personas que apoyaron un referéndum ilegal para la independencia de Cataluña en 2017. El acuerdo pone fin a un estancamiento de cuatro meses después de una elección anticipada en julio.\",            \"translated_title\": \"Socialistas y Junts llegan a un acuerdo en España\"        },        {            \"english_version\": \"Apple could pay €14.3bn ($15.3bn) in back taxes to Ireland, after an adviser to the European Court of Justice, the EU’s top court, said that a ruling by a lower court `should be set aside`. In 2016 the EU said that Ireland had artificially lowered Apple’s tax bill, breaking the bloc’s rules. Apple won an initial bid to overturn the decision in 2020. Nvidia will release three new artificial intelligence chips for China that comply with American export restrictions, according to local media. In October the Californian chipmaker said that newly-enforced restrictions would stop it from selling two high-performance chips in Chinese markets. The firm has held a dominant share of China’s $7bn AI chip market. Its share price ticked up on the news.\",            \"english_title\": \"Apple may pay back taxes to Ireland\",            \"translated_version\": \"Apple podría pagar €14.3bn ($15.3bn) en impuestos atrasados a Irlanda, después de que un asesor del Tribunal de Justicia de la Unión Europea, el tribunal superior de la UE, dijera que una sentencia de un tribunal inferior `debería ser anulada`. En 2016, la UE dijo que Irlanda había reducido artificialmente la factura de impuestos de Apple, violando las normas del bloque. Apple ganó una oferta inicial para anular la decisión en 2020. Nvidia lanzará tres nuevos chips de inteligencia artificial para China que cumplen con las restricciones de exportación estadounidenses, según los medios locales. En octubre, el fabricante de chips californiano dijo que las restricciones recién impuestas le impedirían vender dos chips de alto rendimiento en los mercados chinos. La empresa ha mantenido una participación dominante en el mercado de chips de IA de China de $7bn. Su precio de las acciones subió con la noticia.\",            \"translated_title\": \"Apple podría pagar impuestos atrasados a Irlanda\"        },        {            \"english_version\": \"The Ethiopian army regained control of Lalibela, a town in the northern Amhara region, after losing it to regional militiamen, known as Fano, on Wednesday. The World Heritage Site—famed for its labyrinth of 12th-century rock churches—has recently been the site of several bouts of fighting. Fano has taken over towns and cities in the region this year, freeing prisoners and attacking garrisons. Russia has amassed roughly 40,000 troops around Avdiivka, an eastern frontline town, according to Ukraine. Although it has already suffered huge losses there, Russia seems to be preparing another assault on the heavily-fortified area. Meanwhile a Russian missile hit a Liberian-flagged ship entering the port of Odessa, which has been attacked more than 20 times since Russia pulled out of the Black Sea grain deal in July.\",            \"english_title\": \"Ethiopian army regains control of Lalibela\",            \"translated_version\": \"El ejército etíope recuperó el control de Lalibela, una ciudad en la región norte de Amhara, después de perderla ante milicianos regionales, conocidos como Fano, el miércoles. El sitio de Patrimonio Mundial, famoso por su laberinto de iglesias rupestres del siglo XII, ha sido recientemente escenario de varios enfrentamientos. Fano ha tomado el control de ciudades y pueblos de la región este año, liberando prisioneros y atacando guarniciones. Rusia ha acumulado aproximadamente 40,000 tropas alrededor de Avdiivka, una ciudad de primera línea en el este, según Ucrania. Aunque ya ha sufrido grandes pérdidas allí, Rusia parece estar preparando otro asalto en el área fuertemente fortificada. Mientras tanto, un misil ruso impactó en un barco con bandera liberiana que entraba al puerto de Odessa, que ha sido atacado más de 20 veces desde que Rusia se retiró del acuerdo de granos del Mar Negro en julio.\",            \"translated_title\": \"El ejército etíope recupera el control de Lalibela\"        },        {            \"english_version\": \"Pablo Picasso’s `Woman with a Watch`—painted in 1932 and depicting his mistress and muse, Marie-Thérèse Walter—sold for $139.4m at Sotheby’s in New York. It is the second-most expensive work by the artist ever sold. (`Les Femmes d’Alger` fetched $180m in 2015.) Since 1999 prices of Picasso’s works have grown twice as fast as the broader market for 20th-century art.\",            \"english_title\": \"Picasso's `Woman with a Watch` sells for $139.4m\",            \"translated_version\": \"La obra `Mujer con un reloj` de Pablo Picasso, pintada en 1932 y que representa a su amante y musa, Marie-Thérèse Walter, se vendió por $139.4m en Sotheby's en Nueva York. Es la segunda obra más cara del artista que se ha vendido. (`Les Femmes d'Alger` se vendió por $180m en 2015). Desde 1999, los precios de las obras de Picasso han crecido el doble de rápido que el mercado general de arte del siglo XX.\",            \"translated_title\": \"La obra `Mujer con un reloj` de Picasso se vende por $139.4m\"        }    ]}"