"{    \"translations\": [        {            \"english_version\": \"Social media companies in Australia must now deactivate accounts of users under 16. This is the first ban of its kind in the world.\",            \"english_title\": \"Australia Social Media Ban\",            \"translated_version\": \"Las empresas de redes sociales en Australia ahora deben desactivar cuentas de usuarios menores de 16 años. Este es el primer tipo de prohibición en el mundo.\",            \"translated_title\": \"Prohibición de redes sociales en Australia\"        },        {            \"english_version\": \"The UK has praised Europe's strength after former US President Trump criticized countries for not controlling migration or ending the Ukraine war.\",            \"english_title\": \"UK Praises Europe\",            \"translated_version\": \"El Reino Unido ha elogiado la fuerza de Europa después de que el ex presidente de EE.UU. Trump criticara a los países por no controlar la migración o terminar la guerra en Ucrania.\",            \"translated_title\": \"Reino Unido elogia a Europa\"        },        {            \"english_version\": \"Prosecutors have released bodycam footage showing the first interaction between police officers and a person suspected of killing a CEO.\",            \"english_title\": \"Bodycam Footage Released\",            \"translated_version\": \"Los fiscales han publicado un video de cámara corporal que muestra la primera interacción entre policías y una persona sospechosa de matar a un CEO.\",            \"translated_title\": \"Video de cámara corporal publicado\"        },        {            \"english_version\": \"Venezuela's opposition leader María Corina Machado is currently in hiding, and her location is unknown.\",            \"english_title\": \"Venezuelan Leader in Hiding\",            \"translated_version\": \"La líder de la oposición de Venezuela, María Corina Machado, está escondida y su ubicación es desconocida.\",            \"translated_title\": \"Líder venezolana escondida\"        },        {            \"english_version\": \"The president of the United States is focusing on making the country affordable again, as the cost of living is becoming an important issue for his campaign.\",            \"english_title\": \"US President's Focus\",            \"translated_version\": \"El presidente de los Estados Unidos se está enfocando en hacer que el país sea más asequible, ya que el costo de vida se está convirtiendo en un tema importante para su campaña.\",            \"translated_title\": \"Enfoque del presidente de EE.UU.\"        }    ]}"