"{    \"translations\": [        {            \"english_version\": \"Warren Buffett, who is 94 years old, announced his retirement from Berkshire Hathaway, the investment firm he has been running since 1965. He suggested that Greg Abel, the current vice-chair of Berkshire's non-insurance operations, should take over as the new boss.\",            \"english_title\": \"Warren Buffett's Retirement Announcement\",            \"translated_version\": \"Warren Buffett, que tiene 94 años, anunció que se retira de Berkshire Hathaway, la empresa de inversiones que ha estado dirigiendo desde 1965. Sugirió que Greg Abel, el actual vicepresidente de las operaciones no aseguradoras de Berkshire, debería tomar el mando como el nuevo jefe.\",            \"translated_title\": \"Anuncio de Retiro de Warren Buffett\"        },        {            \"english_version\": \"Anthony Albanese, the Prime Minister of Australia, celebrated his Labor Party's victory in the federal election, emphasizing the country's choice of optimism and determination in the face of global challenges. The election results indicated a significant win for the Labor Party over the coalition, which included the Liberal Party.\",            \"english_title\": \"Labor Party's Victory in Australia\",            \"translated_version\": \"Anthony Albanese, el Primer Ministro de Australia, celebró la victoria de su Partido Laborista en las elecciones federales, enfatizando la elección del país por el optimismo y la determinación ante los desafíos globales. Los resultados electorales indicaron una victoria significativa para el Partido Laborista sobre la coalición, que incluía al Partido Liberal.\",            \"translated_title\": \"Victoria del Partido Laborista en Australia\"        },        {            \"english_version\": \"Peter Dutton, the hard-right leader of the Liberal Party in Australia, lost his parliamentary seat in the recent federal election. He acknowledged that his campaign did not perform as well as expected.\",            \"english_title\": \"Peter Dutton's Election Loss\",            \"translated_version\": \"Peter Dutton, el líder de extrema derecha del Partido Liberal en Australia, perdió su escaño parlamentario en las recientes elecciones federales. Reconoció que su campaña no tuvo el rendimiento esperado.\",            \"translated_title\": \"Derrota Electoral de Peter Dutton\"        },        {            \"english_version\": \"The Economist app is available for download on iOS and Android devices, offering access to the latest news and analysis from The Economist publication. Users can stay informed about global events and trends by using the app.\",            \"english_title\": \"The Economist App Availability\",            \"translated_version\": \"La aplicación de The Economist está disponible para descargar en dispositivos iOS y Android, ofreciendo acceso a las últimas noticias y análisis de la publicación de The Economist. Los usuarios pueden mantenerse informados sobre eventos y tendencias globales utilizando la aplicación.\",            \"translated_title\": \"Disponibilidad de la Aplicación de The Economist\"        },        {            \"english_version\": \"The Economist Group, which includes various entities such as Economist Intelligence, Economist Impact, and Economist Education Courses, aims to provide valuable insights and information through its publications and events. The group is committed to delivering high-quality content to its audience.\",            \"english_title\": \"Mission of The Economist Group\",            \"translated_version\": \"El Grupo de The Economist, que incluye varias entidades como Economist Intelligence, Economist Impact y Cursos de Educación de The Economist, tiene como objetivo proporcionar ideas valiosas e información a través de sus publicaciones y eventos. El grupo se compromete a ofrecer contenido de alta calidad a su audiencia.\",            \"translated_title\": \"Misión del Grupo de The Economist\"        }    ]}"