"{    \"translations\": [        {            \"english_version\": \"Democrats on the House Oversight Committee released new pictures and videos from Jeffrey Epstein's private island. Epstein was a financier who was involved in many scandals.\",            \"english_title\": \"Epstein Island Photos Released\",            \"translated_version\": \"Los demócratas del Comité de Supervisión de la Cámara publicaron nuevas fotos y videos de la isla privada de Jeffrey Epstein. Epstein era un financiero que estuvo involucrado en muchos escándalos.\",            \"translated_title\": \"Fotos de la Isla de Epstein\"        },        {            \"english_version\": \"The Ukrainian president says a meeting will be arranged once Trump's team returns from Moscow, where they talked with Vladimir Putin. This is related to the ongoing situation between Ukraine and Russia.\",            \"english_title\": \"Ukraine and Russia Meeting\",            \"translated_version\": \"El presidente de Ucrania dice que se organizará una reunión cuando el equipo de Trump regrese de Moscú, donde hablaron con Vladimir Putin. Esto está relacionado con la situación entre Ucrania y Rusia.\",            \"translated_title\": \"Reunión de Ucrania y Rusia\"        },        {            \"english_version\": \"Investigations continue into a fire last week at the Wang Fuk Court housing complex, which killed at least 159 people. Authorities are trying to find out what caused the fire.\",            \"english_title\": \"Wang Fuk Court Fire Investigation\",            \"translated_version\": \"Las investigaciones continúan sobre un incendio la semana pasada en el complejo de viviendas Wang Fuk Court, que mató al menos a 159 personas. Las autoridades están tratando de averiguar qué causó el incendio.\",            \"translated_title\": \"Investigación del Incendio en Wang Fuk Court\"        },        {            \"english_version\": \"Russia's president seems determined to continue his war in Ukraine, even though the country's economic problems are getting worse. This situation is causing concern around the world.\",            \"english_title\": \"Russia's War in Ukraine\",            \"translated_version\": \"El presidente de Rusia parece decidido a continuar su guerra en Ucrania, aunque los problemas económicos del país están empeorando. Esta situación está causando preocupación en todo el mundo.\",            \"translated_title\": \"Guerra de Rusia en Ucrania\"        },        {            \"english_version\": \"A two-year investigation has revealed disturbing stories of rape, sexual violence, murders, and environmental destruction. These findings are very serious and have caused a lot of concern.\",            \"english_title\": \"Serious Investigation Findings\",            \"translated_version\": \"Una investigación de dos años ha revelado historias preocupantes de violación, violencia sexual, asesinatos y destrucción ambiental. Estos hallazgos son muy serios y han causado mucha preocupación.\",            \"translated_title\": \"Hallazgos Serios de Investigación\"        }    ]}"