"{    \"translations\": [        {            \"english_version\": \"Hamas will release a sixth group of hostages on Wednesday, according to local media, as part of a temporary truce agreed with Israel.\",            \"english_title\": \"Hamas to release hostages\",            \"translated_version\": \"Hamas liberará un sexto grupo de rehenes el miércoles, según los medios locales, como parte de una tregua temporal acordada con Israel.\",            \"translated_title\": \"Hamas liberará rehenes\"        },        {            \"english_version\": \"Charlie Munger, the vice chairman of Berkshire Hathaway, an American investment conglomerate, died aged 99.\",            \"english_title\": \"Charlie Munger passes away\",            \"translated_version\": \"Charlie Munger, el vicepresidente de Berkshire Hathaway, un conglomerado de inversiones estadounidense, falleció a los 99 años.\",            \"translated_title\": \"Charlie Munger fallece\"        },        {            \"english_version\": \"Saudi Arabia beat Italy to host the World Expo in 2030. It plans to spend $7.8bn on the event.\",            \"english_title\": \"Saudi Arabia to host World Expo\",            \"translated_version\": \"Arabia Saudita venció a Italia para ser sede de la Exposición Mundial en 2030. Planea gastar $7.8bn en el evento.\",            \"translated_title\": \"Arabia Saudita será sede de la Exposición Mundial\"        },        {            \"english_version\": \"Argentina’s president-elect, Javier Milei, met America’s national security adviser, Jake Sullivan, during a trip to Washington, DC.\",            \"english_title\": \"Argentina's president-elect meets US national security adviser\",            \"translated_version\": \"El presidente electo de Argentina, Javier Milei, se reunió con el asesor de seguridad nacional de Estados Unidos, Jake Sullivan, durante un viaje a Washington, DC.\",            \"translated_title\": \"Presidente electo de Argentina se reúne con asesor de seguridad nacional de EE. UU.\"        },        {            \"english_version\": \"The conservative political fundraising machine started by Charles Koch, a billionaire industrialist, endorsed Nikki Haley for president.\",            \"english_title\": \"Conservative fundraising machine endorses Nikki Haley\",            \"translated_version\": \"La máquina de recaudación de fondos políticos conservadores iniciada por Charles Koch, un industrial multimillonario, respaldó a Nikki Haley para presidenta.\",            \"translated_title\": \"Máquina de recaudación de fondos conservadora respalda a Nikki Haley\"        }    ]}"