"```json{    \"translations\": [        {            \"english_version\": \"An arms depot in the Tver region of Russia, about 300 miles (480km) from the Ukrainian border, was set on fire by Ukrainian drones. It was the second such depot in the area to be hit in a matter of days. The drones are Ukrainian-made; next week Volodymyr Zelensky, Ukraine’s president, will meet Joe Biden and renew his plea to be allowed to use American missiles to hit military targets inside Russia.\",            \"english_title\": \"Conflict in Ukraine\",            \"translated_version\": \"Un depósito de armas en la región de Tver en Rusia, a unas 300 millas (480 km) de la frontera ucraniana, fue incendiado por drones ucranianos. Fue el segundo depósito en la zona en ser atacado en cuestión de días. Los drones son de fabricación ucraniana; la próxima semana Volodymyr Zelensky, presidente de Ucrania, se reunirá con Joe Biden y renovará su solicitud para poder usar misiles estadounidenses para atacar objetivos militares dentro de Rusia.\",            \"translated_title\": \"Conflict in Ukraine\"        },        {            \"english_version\": \"Israel launched more air strikes on Lebanon, killing at least 31 people, including two Hizbullah commanders in southern Beirut. One of those killed was Ibrahim Aqil, a member of the Shia militia’s leadership who was wanted by America for carrying out an attack on the American embassy in Beirut in 1983. In recent days Israel has been ramping up its attacks on Hizbullah, which has been launching rockets at northern Israel since the beginning of the war in Gaza.\",            \"english_title\": \"Middle East Conflict\",            \"translated_version\": \"Israel lanzó más ataques aéreos sobre Líbano, matando al menos a 31 personas, incluidos dos comandantes de Hizbullah en el sur de Beirut. Uno de los fallecidos fue Ibrahim Aqil, un miembro del liderazgo de la milicia chiíta que era buscado por Estados Unidos por llevar a cabo un ataque contra la embajada estadounidense en Beirut en 1983. En los últimos días, Israel ha intensificado sus ataques contra Hizbullah, que ha estado lanzando cohetes al norte de Israel desde el inicio de la guerra en Gaza.\",            \"translated_title\": \"Middle East Conflict\"        }    ]}```"