"{    \"translations\": [        {            \"english_version\": \"Russia launched attacks on Kyiv and other Ukrainian cities for the second night in a row. At least 12 people were killed and many more were hurt. Ukraine's president, Volodymyr Zelensky, said the strikes show that the war is being prolonged by the Kremlin. Ukraine also reported that most of its citizens who were returned by Russia in a prisoner swap had been mistreated and brainwashed.\",            \"english_title\": \"Russia Attacks Ukraine Again\",            \"translated_version\": \"Rusia atacó a Kyiv y otras ciudades de Ucrania por segunda noche consecutiva. Al menos 12 personas murieron y muchas más resultaron heridas. El presidente de Ucrania, Volodymyr Zelensky, dijo que los ataques muestran que la guerra está siendo prolongada por el Kremlin. Ucrania también informó que la mayoría de sus ciudadanos que fueron devueltos por Rusia en un intercambio de prisioneros habían sido maltratados y lavados el cerebro.\",            \"translated_title\": \"Rusia Ataca a Ucrania Otra Vez\"        },        {            \"english_version\": \"Masayoshi Son, the head of SoftBank, a big tech company from Japan, has suggested making a joint American-Japanese fund. This fund would be managed by both the US Treasury Department and the Japanese finance ministry. It would invest in technology and infrastructure projects in the US.\",            \"english_title\": \"SoftBank's Joint Fund Proposal\",            \"translated_version\": \"Masayoshi Son, el jefe de SoftBank, una gran empresa tecnológica de Japón, ha sugerido crear un fondo conjunto entre Estados Unidos y Japón. Este fondo sería administrado tanto por el Departamento del Tesoro de EE. UU. como por el ministerio de finanzas japonés. Invertiría en tecnología y proyectos de infraestructura en EE. UU.\",            \"translated_title\": \"Propuesta de Fondo Conjunto de SoftBank\"        },        {            \"english_version\": \"This paragraph does not contain news and is about The Economist app and website.\",            \"english_title\": \"The Economist App and Website\",            \"translated_version\": \"Este párrafo no contiene noticias y trata sobre la aplicación y el sitio web de The Economist.\",            \"translated_title\": \"La Aplicación y Sitio Web de The Economist\"        },        {            \"english_version\": \"This paragraph does not contain news and is about The Economist Group, including its various services and contact information.\",            \"english_title\": \"The Economist Group Information\",            \"translated_version\": \"Este párrafo no contiene noticias y trata sobre el Grupo The Economist, incluidos sus diversos servicios e información de contacto.\",            \"translated_title\": \"Información del Grupo The Economist\"        },        {            \"english_version\": \"This paragraph does not contain news and is about The Economist's legal information, including terms of use, privacy policy, and cookie policy.\",            \"english_title\": \"The Economist Legal Information\",            \"translated_version\": \"Este párrafo no contiene noticias y trata sobre la información legal de The Economist, incluidos los términos de uso, la política de privacidad y la política de cookies.\",            \"translated_title\": \"Información Legal de The Economist\"        }    ]}"