"{    \"translations\": [        {            \"english_version\": \"Israel has warned it will restrict aid convoys into Gaza because of delays returning the remaining bodies. The dead have been burned beyond recognition and officials have warned that the toll could rise.\",            \"english_title\": \"Israel to Restrict Aid to Gaza\",            \"translated_version\": \"Israel dice que va a limitar la ayuda a Gaza porque hay retrasos en devolver los cuerpos. Los muertos están quemados y no se pueden reconocer. Los oficiales dicen que puede haber más muertos.\",            \"translated_title\": \"Israel limita ayuda a Gaza\"        },        {            \"english_version\": \"Trump's Middle East visit was a victory lap, but peace does not happen just because a president decides it. Trump warns if Milei's coalition is defeated in this month's elections, we are not going to be generous.\",            \"english_title\": \"Trump's Middle East Visit\",            \"translated_version\": \"La visita de Trump al Medio Oriente fue como una celebración, pero la paz no pasa solo porque un presidente lo diga. Trump dice que si la coalición de Milei pierde en las elecciones de este mes, no vamos a ser generosos.\",            \"translated_title\": \"Visita de Trump al Medio Oriente\"        },        {            \"english_version\": \"Bipin Joshi tried to save fellow Nepalese students before being taken hostage, his mourning friend tells the BBC.\",            \"english_title\": \"Bipin Joshi's Brave Act\",            \"translated_version\": \"Bipin Joshi trató de salvar a otros estudiantes de Nepal antes de ser tomado como rehén, dice su amigo triste a la BBC.\",            \"translated_title\": \"Acto valiente de Bipin Joshi\"        },        {            \"english_version\": \"The military promises elections within two years, but President Rajoelina insists he is still in charge.\",            \"english_title\": \"Military Promises Elections\",            \"translated_version\": \"El ejército promete elecciones en dos años, pero el Presidente Rajoelina dice que él todavía está a cargo.\",            \"translated_title\": \"Ejército promete elecciones\"        },        {            \"english_version\": \"The UK has frozen assets linked to the alleged scammers, including a £100m London office building.\",            \"english_title\": \"UK Freezes Scammers' Assets\",            \"translated_version\": \"El Reino Unido ha congelado bienes relacionados con los supuestos estafadores, incluyendo un edificio de oficinas en Londres de 100 millones de libras.\",            \"translated_title\": \"Reino Unido congela bienes de estafadores\"        }    ]}"