"{    \"translations\": [        {            \"english_version\": \"President Zelensky says an attack on a rail hub near Kyiv was pointless from a military perspective.\",            \"english_title\": \"Zelensky on Rail Hub Attack\",            \"translated_version\": \"El presidente Zelensky dice que un ataque a un centro de trenes cerca de Kyiv no tenía sentido desde un punto de vista militar.\",            \"translated_title\": \"Zelensky sobre ataque a trenes\"        },        {            \"english_version\": \"Gunmen attacked a hostel near Pretoria, killing 11 people, including a three-year-old.\",            \"english_title\": \"Hostel Attack in Pretoria\",            \"translated_version\": \"Hombres armados atacaron un hostal cerca de Pretoria, matando a 11 personas, incluyendo a un niño de tres años.\",            \"translated_title\": \"Ataque en hostal en Pretoria\"        },        {            \"english_version\": \"The World Cup draw was the first time Mexican President Claudia Sheinbaum met Trump, and they briefly talked about trade.\",            \"english_title\": \"World Cup Draw Meeting\",            \"translated_version\": \"El sorteo de la Copa del Mundo fue la primera vez que la presidenta de México, Claudia Sheinbaum, conoció a Trump, y hablaron brevemente sobre comercio.\",            \"translated_title\": \"Reunión en sorteo de Copa\"        },        {            \"english_version\": \"Both sides blame each other for starting the overnight fighting and breaking a ceasefire agreed in October.\",            \"english_title\": \"Blame for Ceasefire Break\",            \"translated_version\": \"Ambos lados se culpan por empezar la pelea nocturna y romper un alto al fuego acordado en octubre.\",            \"translated_title\": \"Culpa por romper alto al fuego\"        },        {            \"english_version\": \"Donald Trump's executive order to end birthright citizenship was rejected by lower courts, but a new law passed by Congress overrides it.\",            \"english_title\": \"Trump's Citizenship Order\",            \"translated_version\": \"La orden ejecutiva de Donald Trump para terminar con la ciudadanía por nacimiento fue rechazada por cortes inferiores, pero una nueva ley aprobada por el Congreso la anula.\",            \"translated_title\": \"Orden de ciudadanía de Trump\"        }    ]}"