"{    \"translations\": [        {            \"english_version\": \"His detention comes as he faces legal proceedings after being dismissed in a corruption scandal. Ghana has called on Russia to extradite the man, who is accused of recording sexual encounters without consent.\",            \"english_title\": \"Detention and Extradition Request\",            \"translated_version\": \"Su detención ocurre mientras enfrenta procesos legales después de ser despedido en un escándalo de corrupción. Ghana ha pedido a Rusia que extradite al hombre, quien es acusado de grabar encuentros sexuales sin permiso.\",            \"translated_title\": \"Detención y Petición de Extradición\"        },        {            \"english_version\": \"The FBI says it recovered a DNA sample from the glove, which was found in a field a few miles from Guthrie's home.\",            \"english_title\": \"DNA Sample Found\",            \"translated_version\": \"El FBI dice que encontró una muestra de ADN en el guante, que fue hallado en un campo a pocas millas de la casa de Guthrie.\",            \"translated_title\": \"Muestra de ADN Encontrada\"        },        {            \"english_version\": \"Lawmakers, including those who wrote the law requiring their publication, argue the release is insufficient.\",            \"english_title\": \"Lawmakers Disagree\",            \"translated_version\": \"Los legisladores, incluyendo los que escribieron la ley que requiere su publicación, dicen que la liberación es insuficiente.\",            \"translated_title\": \"Desacuerdo de Legisladores\"        },        {            \"english_version\": \"Majid Takht-Ravanchi, Iran's deputy foreign minister, tells the BBC's Lyse Doucet that the ball was in America's court to prove that they want to do a deal.\",            \"english_title\": \"Iran's Message to America\",            \"translated_version\": \"Majid Takht-Ravanchi, el viceministro de relaciones exteriores de Irán, dice a Lyse Doucet de la BBC que le toca a América demostrar que quieren hacer un trato.\",            \"translated_title\": \"Mensaje de Irán a América\"        },        {            \"english_version\": \"The Palestinian Red Crescent say a strike on a tent encampment in northern Gaza killed at least six people.\",            \"english_title\": \"Strike in Gaza\",            \"translated_version\": \"La Media Luna Roja Palestina dice que un ataque en un campamento de tiendas en el norte de Gaza mató al menos a seis personas.\",            \"translated_title\": \"Ataque en Gaza\"        }    ]}"