"{    \"translations\": [        {            \"english_version\": \"Israeli forces found three people who were taken by force in Jabalia, a town in northern Gaza. The Israel Defence Forces said they were killed during an attack by Hamas on Israel on October 7th.\",            \"english_title\": \"Missing Persons Found in Gaza\",            \"translated_version\": \"Las fuerzas israelíes encontraron a tres personas que fueron llevadas por la fuerza en Jabalia, una ciudad en el norte de Gaza. Las Fuerzas de Defensa de Israel dijeron que fueron asesinadas durante un ataque de Hamas a Israel el 7 de octubre.\",            \"translated_title\": \"Personas Desaparecidas Encontradas en Gaza\"        },        {            \"english_version\": \"America's military mentioned that the first aid supplies had reached a pier on Gaza's coast. The pier was made temporarily by America and some European countries.\",            \"english_title\": \"Aid Supplies Reach Gaza\",            \"translated_version\": \"El ejército de Estados Unidos mencionó que los primeros suministros de ayuda habían llegado a un muelle en la costa de Gaza. El muelle fue construido temporalmente por Estados Unidos y algunos países europeos.\",            \"translated_title\": \"Suministros de Ayuda Llegan a Gaza\"        },        {            \"english_version\": \"The IDF reported that they had eliminated a well-known fighter linked to Palestinian Islamic Jihad, a militant organization, in an airstrike on Jenin in the West Bank.\",            \"english_title\": \"Fighter Eliminated in West Bank\",            \"translated_version\": \"Las FDI informaron que habían eliminado a un luchador conocido vinculado a la Yihad Islámica Palestina, una organización militante, en un ataque aéreo en Jenin en Cisjordania.\",            \"translated_title\": \"Luchador Eliminado en Cisjordania\"        },        {            \"english_version\": \"The Dow Jones stock index in America closed above 40,000 for the first time. Markets went up on Friday due to speculation that the Fed might lower interest rates sooner than expected. Good corporate results also boosted stock prices.\",            \"english_title\": \"Dow Jones Reaches Record High\",            \"translated_version\": \"El índice bursátil Dow Jones en Estados Unidos cerró por encima de 40,000 por primera vez. Los mercados subieron el viernes debido a la especulación de que la Reserva Federal podría bajar las tasas de interés antes de lo esperado. Buenos resultados corporativos también impulsaron los precios de las acciones.\",            \"translated_title\": \"Dow Jones Alcanza un Récord\"        }    ]}"