"{    \"translations\": [        {            \"english_version\": \"The IPC does not formally declare famines but says there is evidence of widespread starvation in Gaza, leading to more hunger-related deaths.\",            \"english_title\": \"Starvation in Gaza\",            \"translated_version\": \"El IPC no dice oficialmente que hay hambruna, pero dice que hay pruebas de mucha gente sin comida en Gaza, causando más muertes por hambre.\",            \"translated_title\": \"Hambre en Gaza\"        },        {            \"english_version\": \"Authorities in China's capital have moved 80,000 people because more rain is expected on Tuesday.\",            \"english_title\": \"Rain in China's Capital\",            \"translated_version\": \"Las autoridades en la capital de China han movido a 80,000 personas porque se espera más lluvia el martes.\",            \"translated_title\": \"Lluvia en la Capital de China\"        },        {            \"english_version\": \"The scheme is China's first nationwide subsidy of its kind as the government tries to address a growing demographic crisis.\",            \"english_title\": \"China's New Subsidy\",            \"translated_version\": \"El plan es el primer subsidio nacional de este tipo en China mientras el gobierno intenta resolver una crisis demográfica creciente.\",            \"translated_title\": \"Nuevo Subsidio en China\"        },        {            \"english_version\": \"Trump's lawyers say Murdoch is 94 and may not be able to testify in person because of recent health issues.\",            \"english_title\": \"Murdoch's Health Concerns\",            \"translated_version\": \"Los abogados de Trump dicen que Murdoch tiene 94 años y puede que no pueda testificar en persona por problemas de salud recientes.\",            \"translated_title\": \"Problemas de Salud de Murdoch\"        },        {            \"english_version\": \"The Kremlin says reports of a cyber-attack on Russia's national airline Aeroflot are concerning.\",            \"english_title\": \"Cyber-Attack on Aeroflot\",            \"translated_version\": \"El Kremlin dice que los informes de un ciberataque a la aerolínea nacional de Rusia, Aeroflot, son preocupantes.\",            \"translated_title\": \"Ciberataque a Aeroflot\"        }    ]}"