"{    \"translations\": [        {            \"english_version\": \"The UK supported an operation, and the US seized a second vessel linked to Venezuela in the Caribbean Sea. This happened as European allies supported Denmark against Trump's plans for the Arctic island.\",            \"english_title\": \"UK and US Operation\",            \"translated_version\": \"El Reino Unido apoyó una operación, y Estados Unidos tomó un segundo barco vinculado a Venezuela en el Mar Caribe. Esto pasó mientras aliados europeos apoyaron a Dinamarca contra los planes de Trump para la isla Ártica.\",            \"translated_title\": \"Operación de Reino Unido y EE.UU.\"        },        {            \"english_version\": \"The security minister accused Ivory Coast of funding a plan to kill Capt Traoré.\",            \"english_title\": \"Accusation Against Ivory Coast\",            \"translated_version\": \"El ministro de seguridad acusó a Costa de Marfil de pagar un plan para matar al Capitán Traoré.\",            \"translated_title\": \"Acusación contra Costa de Marfil\"        },        {            \"english_version\": \"President Trump dismissed Nobel winner Machado, saying she lacks local support and respect.\",            \"english_title\": \"Trump on Nobel Winner\",            \"translated_version\": \"El Presidente Trump rechazó a la ganadora del Nobel Machado, diciendo que le falta apoyo y respeto local.\",            \"translated_title\": \"Trump sobre ganadora del Nobel\"        },        {            \"english_version\": \"A New Year's Eve fire at a bar in Crans-Montana killed 40 people and injured 116.\",            \"english_title\": \"New Year's Eve Fire\",            \"translated_version\": \"Un incendio en Nochevieja en un bar en Crans-Montana mató a 40 personas y lastimó a 116.\",            \"translated_title\": \"Incendio en Nochevieja\"        },        {            \"english_version\": \"General Javier Marcano Tábata was in charge of guards protecting Maduro.\",            \"english_title\": \"General in Charge\",            \"translated_version\": \"El General Javier Marcano Tábata estaba a cargo de los guardias que protegen a Maduro.\",            \"translated_title\": \"General a cargo\"        }    ]}"