"{    \"translations\": [        {            \"english_version\": \"Ukraine's allies are worried that the plan might benefit Russia, but Zelensky believes Ukraine's interests can be included.\",            \"english_title\": \"Ukraine's Plan Concerns\",            \"translated_version\": \"Los amigos de Ucrania están preocupados de que el plan pueda ayudar a Rusia, pero Zelensky cree que los intereses de Ucrania pueden estar incluidos.\",            \"translated_title\": \"Preocupaciones del Plan de Ucrania\"        },        {            \"english_version\": \"Nearly 200 countries attended COP30, which aimed to make the world take more action on climate change.\",            \"english_title\": \"COP30 Climate Action\",            \"translated_version\": \"Casi 200 países fueron a COP30, que quería que el mundo haga más para cambiar el clima.\",            \"translated_title\": \"Acción Climática COP30\"        },        {            \"english_version\": \"Armed men pretending to be bank officials robbed a van carrying cash between bank branches in Bengaluru city.\",            \"english_title\": \"Bank Van Robbery\",            \"translated_version\": \"Hombres armados fingiendo ser oficiales de banco robaron una camioneta con dinero entre bancos en la ciudad de Bengaluru.\",            \"translated_title\": \"Robo de Camioneta de Banco\"        },        {            \"english_version\": \"Days of heavy rain have left large areas of the country flooded and facing landslides.\",            \"english_title\": \"Floods and Landslides\",            \"translated_version\": \"Días de mucha lluvia han dejado grandes áreas del país inundadas y con deslizamientos de tierra.\",            \"translated_title\": \"Inundaciones y Deslizamientos\"        },        {            \"english_version\": \"Israel says it attacked targets in Gaza after an armed person crossed a line and fired at soldiers.\",            \"english_title\": \"Israel Attacks in Gaza\",            \"translated_version\": \"Israel dice que atacó objetivos en Gaza después de que una persona armada cruzó una línea y disparó a soldados.\",            \"translated_title\": \"Ataques de Israel en Gaza\"        }    ]}"