"{    \"translations\": [        {            \"english_version\": \"Julian Assange pleaded guilty on the American Pacific island of Saipan to a single charge of espionage, before returning to his native Australia a free man. The plea fulfilled his side of a deal with America, and brought to an end a saga that began in 2010, when Mr Assange’s WikiLeaks website published a trove of hacked emails relating to America’s war in Iraq. He had spent the past five years in a British jail fighting extradition.\",            \"english_title\": \"Julian Assange's Plea Deal\",            \"translated_version\": \"Julian Assange admitió su culpa en la isla del Pacífico americano de Saipan por un cargo de espionaje, antes de regresar a su Australia natal como un hombre libre. La confesión cumplió su parte de un acuerdo con América y puso fin a una saga que comenzó en 2010, cuando el sitio web de WikiLeaks del Sr. Assange publicó un tesoro de correos electrónicos hackeados relacionados con la guerra de América en Iraq. Había pasado los últimos cinco años en una cárcel británica luchando contra la extradición.\",            \"translated_title\": \"El Acuerdo de Confesión de Julian Assange\"        },        {            \"english_version\": \"William Ruto, Kenya’s president, said he would deploy the army to quell protests across the country. On Tuesday police reportedly killed at least 13 protesters and injured scores more outside Kenya’s parliament in Nairobi. Earlier parliament passed a controversial finance bill, which aims to raise more than $2bn from taxes. Protesters called on Mr Ruto to resign; he described the demonstrations as 'treasonous'.\",            \"english_title\": \"Protests in Kenya\",            \"translated_version\": \"William Ruto, presidente de Kenia, dijo que desplegaría al ejército para sofocar las protestas en todo el país. El martes, la policía supuestamente mató al menos a 13 manifestantes e hirió a muchos más fuera del parlamento de Kenia en Nairobi. Anteriormente, el parlamento aprobó un polémico proyecto de ley financiera, que tiene como objetivo recaudar más de $2 mil millones en impuestos. Los manifestantes pidieron la renuncia del Sr. Ruto; él describió las manifestaciones como 'traicioneras'.\",            \"translated_title\": \"Protestas en Kenia\"        }    ]}"