"{    \"translations\": [        {            \"english_version\": \"Hamas freed two elderly Israeli women it had taken hostage during its attack on Israel on October 7th. The Red Cross said it facilitated the release. On Friday Hamas freed two other hostages, an American-Israeli mother and daughter. The militant group is still holding more than 200 people in Gaza, according to the Israel Defence Forces. Israel’s army intensified air strikes on Gaza and said it was preparing unrelenting attacks to topple Hamas ahead of an expected ground invasion. Gaza’s Hamas-run Ministry of Health says that more than 5,000 people have died in the enclave since Israeli retaliation began.\",            \"english_title\": \"Hamas Frees Hostages\",            \"translated_version\": \"Hamas liberó a dos mujeres israelíes mayores que había tomado como rehenes durante su ataque a Israel el 7 de octubre. La Cruz Roja dijo que facilitó la liberación. El viernes, Hamas liberó a otros dos rehenes, una madre y una hija estadounidense-israelí. Según las Fuerzas de Defensa de Israel, el grupo militante aún mantiene a más de 200 personas en Gaza. El ejército de Israel intensificó los ataques aéreos en Gaza y dijo que se estaba preparando para ataques implacables para derrocar a Hamas antes de una invasión terrestre esperada. El Ministerio de Salud dirigido por Hamas en Gaza dice que más de 5,000 personas han muerto en el enclave desde que comenzó la represalia israelí.\",            \"translated_title\": \"Hamas Libera a los Rehenes\"        },        {            \"english_version\": \"America accused Iran of actively facilitating some rocket and drone strikes on its army bases in Iraq and Syria, and warned they would not go unchallenged. There has been a surge in such offensives, which are orchestrated by Iran-backed militias, since Hamas’s attack on Israel. America has sent two aircraft carriers, other warships and 2,000 marines to the Middle East over the past two weeks.\",            \"english_title\": \"America Accuses Iran\",            \"translated_version\": \"Estados Unidos acusó a Irán de facilitar activamente algunos ataques con cohetes y drones en sus bases militares en Irak y Siria, y advirtió que no quedarían sin respuesta. Ha habido un aumento en tales ofensivas, que son orquestadas por milicias respaldadas por Irán, desde el ataque de Hamas a Israel. Estados Unidos ha enviado dos portaaviones, otros buques de guerra y 2,000 marines al Medio Oriente en las últimas dos semanas.\",            \"translated_title\": \"Estados Unidos Acusa a Irán\"        },        {            \"english_version\": \"Wang Yi, China’s foreign minister, will visit Washington on Thursday to meet Antony Blinken, America’s secretary of state. American officials said the three-day trip is part of ongoing efforts...to maintain open channels of communication. Next month Xi Jinping, China’s leader, and Joe Biden, America’s president, may talk at the Asia-Pacific Economic Cooperation summit in California. Even so, tensions between the countries remain high.\",            \"english_title\": \"China's Foreign Minister Visits Washington\",            \"translated_version\": \"Wang Yi, el ministro de Relaciones Exteriores de China, visitará Washington el jueves para reunirse con Antony Blinken, el secretario de Estado de Estados Unidos. Los funcionarios estadounidenses dijeron que el viaje de tres días es parte de los esfuerzos continuos...para mantener canales abiertos de comunicación. El próximo mes, Xi Jinping, líder de China, y Joe Biden, presidente de Estados Unidos, podrían hablar en la cumbre de Cooperación Económica Asia-Pacífico en California. Aun así, las tensiones entre los países siguen siendo altas.\",            \"translated_title\": \"El Ministro de Relaciones Exteriores de China Visita Washington\"        },        {            \"english_version\": \"Bitcoin hit a 17-month peak of over $34,000, as traders became more optimistic about the possibility of a crypto exchange-traded fund. America’s Securities and Exchange Commission will reportedly not challenge a decision to allow Grayscale Investments, a crypto investment group, to launch an ETF. It was bitcoin’s highest mark since a huge crypto sell-off in May 2022.\",            \"english_title\": \"Bitcoin Hits 17-Month Peak\",            \"translated_version\": \"Bitcoin alcanzó un máximo de 17 meses de más de $34,000, ya que los comerciantes se volvieron más optimistas sobre la posibilidad de un fondo de criptomonedas negociado en bolsa. La Comisión de Valores y Bolsa de Estados Unidos supuestamente no desafiará una decisión que permita a Grayscale Investments, un grupo de inversión en criptomonedas, lanzar un ETF. Fue la marca más alta de bitcoin desde una gran venta masiva de criptomonedas en mayo de 2022.\",            \"translated_title\": \"Bitcoin Alcanza su Máximo en 17 Meses\"        },        {            \"english_version\": \"At least 13 police officers were killed in an ambush in Guerrero, a state in southern Mexico. Violence has surged in the region over the past decade as gangs vie for control of opium-poppy smuggling routes. Nearly 1,100 people were murdered in Guerrero between January and September this year, according to official data—a rise of almost a quarter compared with the same period in 2022.\",            \"english_title\": \"Ambush in Guerrero\",            \"translated_version\": \"Al menos 13 policías murieron en una emboscada en Guerrero, un estado en el sur de México. La violencia ha aumentado en la región en la última década mientras las pandillas luchan por el control de las rutas de contrabando de amapola. Según datos oficiales, casi 1,100 personas fueron asesinadas en Guerrero entre enero y septiembre de este año, un aumento de casi una cuarta parte en comparación con el mismo período en 2022.\",            \"translated_title\": \"Emboscada en Guerrero\"        }    ]}"