"{    \"translations\": [        {            \"english_version\": \"Ukraine's President, Volodymyr Zelensky, asked America for permission to strike deep inside Russia after a meeting in Washington. Ukraine's army can only use American weapons on its own land and for defensive purposes. Mr. Zelensky reported casualties from Russian aerial bombings in Kharkiv and emphasized the need to target the logistics of Russian terror.\",            \"english_title\": \"Ukraine-Russia Conflict\",            \"translated_version\": \"El Presidente de Ucrania, Volodymyr Zelensky, pidió permiso a América para atacar profundamente dentro de Rusia después de una reunión en Washington. El ejército de Ucrania solo puede usar armas americanas en su propio territorio y con propósitos defensivos. El Sr. Zelensky informó de bajas por bombardeos aéreos rusos en Kharkiv y enfatizó la necesidad de atacar la logística del terror ruso.\",            \"translated_title\": \"Conflicto Ucrania-Rusia\"        },        {            \"english_version\": \"Russian authorities stated that Ukrainian offensives caused casualties in Belgorod, a city in south-western Russia. Belgorod has been a frequent target of Ukrainian attacks, resulting in deaths and injuries.\",            \"english_title\": \"Military Actions\",            \"translated_version\": \"Las autoridades rusas declararon que las ofensivas ucranianas causaron bajas en Belgorod, una ciudad en el suroeste de Rusia. Belgorod ha sido un objetivo frecuente de los ataques ucranianos, lo que ha resultado en muertes y heridas.\",            \"translated_title\": \"Acciones Militares\"        },        {            \"english_version\": \"Kamala Harris criticized Donald Trump for using footage from his visit to Arlington National Cemetery in a campaign video. Trump's team filmed in Section 60, where political activities are prohibited by law, leading to accusations of disrespecting sacred ground.\",            \"english_title\": \"Political Controversy\",            \"translated_version\": \"Kamala Harris criticó a Donald Trump por usar imágenes de su visita al Cementerio Nacional de Arlington en un video de campaña. El equipo de Trump filmó en la Sección 60, donde las actividades políticas están prohibidas por ley, lo que llevó a acusaciones de falta de respeto al terreno sagrado.\",            \"translated_title\": \"Controversia Política\"        }    ]}"