"{    \"translations\": [        {            \"english_version\": \"Ukraine's president, Volodymyr Zelensky, asked other countries to pressure Russia for a ceasefire. This request came after a drone attack by Russia in Odessa, Ukraine, which killed two people. Additionally, Ukraine and America signed a deal allowing America to access Ukraine's mineral resources. The White House stated that this agreement reflects Donald Trump's desire for lasting peace.\",            \"english_title\": \"Ukraine-Russia Conflict\",            \"translated_version\": \"El presidente de Ucrania, Volodymyr Zelensky, pidió a otros países presionar a Rusia para un alto el fuego. Esta solicitud llegó después de un ataque con dron de Rusia en Odessa, Ucrania, que mató a dos personas. Además, Ucrania y América firmaron un acuerdo que permite a América acceder a los recursos minerales de Ucrania. La Casa Blanca afirmó que este acuerdo refleja el deseo de paz duradera de Donald Trump.\",            \"translated_title\": \"Conflicto Ucrania-Rusia\"        },        {            \"english_version\": \"South Korea's Supreme Court overturned the acquittal of Lee Jae-myung, a potential future president, for alleged election-law violations. Lee Jae-myung is currently leading in the presidential race to replace Yoon Suk Yeol, who was ousted after a failed coup. Despite denying any wrongdoing, Lee Jae-myung may face a five-year ban from elections. The case has been referred back to an appeals court for further review.\",            \"english_title\": \"South Korea's Political Situation\",            \"translated_version\": \"El Tribunal Supremo de Corea del Sur anuló la absolución de Lee Jae-myung, un posible futuro presidente, por presuntas violaciones de la ley electoral. Lee Jae-myung actualmente lidera en la carrera presidencial para reemplazar a Yoon Suk Yeol, quien fue destituido después de un golpe fallido. A pesar de negar cualquier mala conducta, Lee Jae-myung podría enfrentar una prohibición de cinco años de las elecciones. El caso ha sido remitido a un tribunal de apelaciones para una revisión adicional.\",            \"translated_title\": \"Situation Política en Corea del Sur\"        }    ]}"