"{    \"translations\": [        {            \"english_version\": \"The UN’s agency for Palestinian refugees said that it would be unable to continue its operations in Gaza if it doesn’t receive fuel by Wednesday night. Israel has blocked fuel from being delivered through Egypt. It has so far allowed the entry of only 54 trucks, containing food and medical supplies.\",            \"english_title\": \"UN Agency for Palestinian Refugees in Gaza\",            \"translated_version\": \"La agencia de la ONU para los refugiados palestinos dijo que no podrá continuar sus operaciones en Gaza si no recibe combustible antes del miércoles por la noche. Israel ha bloqueado la entrega de combustible a través de Egipto. Hasta ahora solo ha permitido la entrada de 54 camiones con alimentos y suministros médicos.\",            \"translated_title\": \"Agencia de la ONU para los Refugiados Palestinos en Gaza\"        },        {            \"english_version\": \"On Monday, Hamas freed two elderly Israeli women it had taken hostage during its attack on Israel on October 7th. The militant group is still holding more than 200 people in Gaza, according to the Israel Defence Forces.\",            \"english_title\": \"Hamas Releases Israeli Hostages\",            \"translated_version\": \"El lunes, Hamas liberó a dos mujeres israelíes mayores que había tomado como rehenes durante su ataque a Israel el 7 de octubre. Según las Fuerzas de Defensa de Israel, el grupo militante aún mantiene a más de 200 personas en Gaza.\",            \"translated_title\": \"Hamas Libera Rehenes Israelíes\"        },        {            \"english_version\": \"Israel’s ambassador to the UN called on António Guterres to resign after the organisation’s chief said that Hamas’ attack `did not happen in a vacuum` and characterised Israel’s bombardment of Gaza as `deeply alarming`. Mr Guterres—who also condemned Hamas’ actions—urged a ceasefire. Israel’s foreign minister, Eli Cohen, reportedly cancelled a planned meeting with Mr Guterres.\",            \"english_title\": \"Israel Calls for UN Chief's Resignation\",            \"translated_version\": \"El embajador de Israel ante la ONU pidió la renuncia de António Guterres después de que el jefe de la organización dijera que el ataque de Hamas 'no ocurrió en el vacío' y caracterizara el bombardeo de Israel en Gaza como 'profundamente alarmante'. El Sr. Guterres, quien también condenó las acciones de Hamas, instó a un alto el fuego. Según informes, el ministro de Relaciones Exteriores de Israel, Eli Cohen, canceló una reunión planificada con el Sr. Guterres.\",            \"translated_title\": \"Israel Pide la Renuncia del Jefe de la ONU\"        },        {            \"english_version\": \"The International Energy Agency predicted that demand for oil, gas and coal will peak before 2030—if governments meet their current climate commitments. It cited reduced demand for fossil fuels from China and the rise of electric cars, which it expects will account for over a third of new car sales by 2030. The forecast diverges from that of OPEC, a group of oil-producing countries, which expects oil demand to continue rising until 2045.\",            \"english_title\": \"Peak in Demand for Fossil Fuels\",            \"translated_version\": \"La Agencia Internacional de Energía predijo que la demanda de petróleo, gas y carbón alcanzará su punto máximo antes de 2030, si los gobiernos cumplen con sus compromisos climáticos actuales. Citó una reducción en la demanda de combustibles fósiles por parte de China y el aumento de los automóviles eléctricos, que se espera que representen más de un tercio de las ventas de automóviles nuevos para 2030. El pronóstico difiere del de la OPEP, un grupo de países productores de petróleo, que espera que la demanda de petróleo siga aumentando hasta 2045.\",            \"translated_title\": \"Pico en la Demanda de Combustibles Fósiles\"        },        {            \"english_version\": \"Tom Emmer dropped out of the speakership race in America’s House of Representatives hours after Republicans nominated him for the job. Mr Emmer—who, after some dithering, backed certifying the results of the 2020 presidential election—failed to secure the support of hardline Republicans and was harshly criticised by Donald Trump on social media. He was the third Republican nominee for the post in less than a month.\",            \"english_title\": \"Tom Emmer Drops Out of Speakership Race\",            \"translated_version\": \"Tom Emmer se retiró de la carrera para la presidencia de la Cámara de Representantes de Estados Unidos horas después de que los republicanos lo nominaran para el puesto. El Sr. Emmer, quien, después de dudar un poco, respaldó la certificación de los resultados de las elecciones presidenciales de 2020, no logró asegurar el apoyo de los republicanos más radicales y fue duramente criticado por Donald Trump en las redes sociales. Fue el tercer nominado republicano para el puesto en menos de un mes.\",            \"translated_title\": \"Tom Emmer se Retira de la Carrera para la Presidencia de la Cámara\"        }    ]}"