"{    \"translations\": [        {            \"english_version\": \"Deals have been signed in civil nuclear energy and critical minerals during the Russian PM's stay in India. This is part of efforts to strengthen ties between the two countries in these important sectors.\",            \"english_title\": \"Russia-India Energy Deals\",            \"translated_version\": \"Se firmaron acuerdos en energía nuclear civil y minerales importantes durante la visita del primer ministro ruso a India. Esto es parte de los esfuerzos para fortalecer la relación entre los dos países en estos sectores importantes.\",            \"translated_title\": \"Acuerdos de Energía Rusia-India\"        },        {            \"english_version\": \"Namibia has built up large stockpiles of rhino horn after pioneering the practice of cutting them off to deter poachers. This method is used to protect rhinos from being killed for their horns.\",            \"english_title\": \"Namibia's Rhino Horn Strategy\",            \"translated_version\": \"Namibia ha acumulado grandes cantidades de cuernos de rinoceronte después de comenzar a cortarlos para detener a los cazadores furtivos. Este método se usa para proteger a los rinocerontes de ser matados por sus cuernos.\",            \"translated_title\": \"Estrategia de Cuernos en Namibia\"        },        {            \"english_version\": \"Donald Trump's controversial executive order to end birthright citizenship had been rejected by lower courts. This decision was seen as a significant legal setback for the former president.\",            \"english_title\": \"Trump's Citizenship Order Rejected\",            \"translated_version\": \"La orden ejecutiva controversial de Donald Trump para terminar con la ciudadanía por nacimiento fue rechazada por los tribunales inferiores. Esta decisión fue vista como un gran revés legal para el expresidente.\",            \"translated_title\": \"Orden de Ciudadanía de Trump Rechazada\"        },        {            \"english_version\": \"The major Hollywood deal means Netflix will take over ownership of franchises including Harry Potter and Game of Thrones. This acquisition is expected to expand Netflix's content offerings significantly.\",            \"english_title\": \"Netflix Acquires Major Franchises\",            \"translated_version\": \"El gran acuerdo de Hollywood significa que Netflix tomará el control de franquicias como Harry Potter y Juego de Tronos. Se espera que esta adquisición expanda mucho el contenido de Netflix.\",            \"translated_title\": \"Netflix Compra Grandes Franquicias\"        },        {            \"english_version\": \"Politicians in the self-governing Danish territory have voted to overturn legislation which banned abortion in most cases. This change marks a significant shift in the region's approach to reproductive rights.\",            \"english_title\": \"Danish Territory Abortion Law Change\",            \"translated_version\": \"Los políticos en el territorio autónomo danés votaron para cambiar la ley que prohibía el aborto en la mayoría de los casos. Este cambio marca un gran cambio en la forma en que la región ve los derechos reproductivos.\",            \"translated_title\": \"Cambio de Ley de Aborto en Territorio Danés\"        }    ]}"