"{    \"translations\": [        {            \"english_version\": \"The two leaders will meet for the first time in six years, but Ukraine's President Zelensky has not been invited. The city of Anchorage is set to host a meeting that could change Europe and global security.\",            \"english_title\": \"Leaders Meeting\",            \"translated_version\": \"Los dos líderes se reunirán por primera vez en seis años, pero el presidente de Ucrania, Zelensky, no ha sido invitado. La ciudad de Anchorage va a tener una reunión que podría cambiar Europa y la seguridad global.\",            \"translated_title\": \"Reunión de Líderes\"        },        {            \"english_version\": \"More than 100 aid organizations say they are increasingly being told they are not allowed to deliver supplies.\",            \"english_title\": \"Aid Organizations Blocked\",            \"translated_version\": \"Más de 100 organizaciones de ayuda dicen que cada vez más les dicen que no pueden entregar suministros.\",            \"translated_title\": \"Organizaciones de Ayuda Bloqueadas\"        },        {            \"english_version\": \"Spain has used an EU disaster assistance mechanism for the first time because of the fires.\",            \"english_title\": \"Spain Uses EU Help\",            \"translated_version\": \"España ha usado un mecanismo de ayuda de la UE por primera vez por los incendios.\",            \"translated_title\": \"España Usa Ayuda de la UE\"        },        {            \"english_version\": \"Australia is trying to grow its influence in the Pacific region to counter China's increased power.\",            \"english_title\": \"Australia's Influence\",            \"translated_version\": \"Australia está tratando de aumentar su influencia en la región del Pacífico para contrarrestar el poder creciente de China.\",            \"translated_title\": \"Influencia de Australia\"        },        {            \"english_version\": \"Far-right Israeli minister Bezalel Smotrich announced approval for 3,401 new homes in the controversial E1 area project in the occupied West Bank.\",            \"english_title\": \"New Homes in West Bank\",            \"translated_version\": \"El ministro israelí de extrema derecha Bezalel Smotrich anunció la aprobación de 3,401 nuevas casas en el proyecto controvertido del área E1 en la ocupada Cisjordania.\",            \"translated_title\": \"Nuevas Casas en Cisjordania\"        }    ]}"