"{    \"translations\": [        {            \"english_version\": \"Russia has confirmed that a close aide of the US president will travel to Russia. This comes after President Trump asked the aide to meet with Putin.\",            \"english_title\": \"US Aide to Visit Russia\",            \"translated_version\": \"Rusia ha confirmado que un ayudante cercano del presidente de Estados Unidos viajará a Rusia. Esto pasa después de que el presidente Trump pidió al ayudante reunirse con Putin.\",            \"translated_title\": \"Ayudante de EE.UU. visitará Rusia\"        },        {            \"english_version\": \"In Italy, a new law has been introduced that specifically addresses the murder of women due to gender. This crime will now be punished with a life sentence.\",            \"english_title\": \"Italy's New Law on Gender-based Murder\",            \"translated_version\": \"En Italia, una nueva ley ha sido introducida que trata sobre el asesinato de mujeres por género. Este crimen ahora será castigado con cadena perpetua.\",            \"translated_title\": \"Nueva ley en Italia sobre asesinato por género\"        },        {            \"english_version\": \"Severe floods have impacted 2 million people, leaving most of them without access to help.\",            \"english_title\": \"Floods Affect 2 Million People\",            \"translated_version\": \"Inundaciones severas han afectado a 2 millones de personas, dejando a la mayoría sin acceso a ayuda.\",            \"translated_title\": \"Inundaciones afectan a 2 millones\"        },        {            \"english_version\": \"A 16-year-old from Florida named Mohammed Ibrahim was arrested by Israeli soldiers while he was on vacation in the occupied West Bank.\",            \"english_title\": \"Florida Teen Arrested in West Bank\",            \"translated_version\": \"Un joven de 16 años de Florida llamado Mohammed Ibrahim fue arrestado por soldados israelíes mientras estaba de vacaciones en Cisjordania ocupada.\",            \"translated_title\": \"Adolescente de Florida arrestado en Cisjordania\"        },        {            \"english_version\": \"Refugees have shared with the BBC their terrifying experiences of crimes committed by a Russian paramilitary group.\",            \"english_title\": \"Refugees Speak on Russian Paramilitary Crimes\",            \"translated_version\": \"Refugiados han compartido con la BBC sus experiencias aterradoras de crímenes cometidos por un grupo paramilitar ruso.\",            \"translated_title\": \"Refugiados hablan sobre crímenes paramilitares rusos\"        }    ]}"