"{    \"translations\": [        {            \"english_version\": \"Iran fired missiles towards Israel and slower-moving drones. Israel's air-defence system intercepted the attack. Both countries closed their airspace, along with Iraq, Jordan, and Lebanon. The attack was in retaliation for an Israeli strike on Iran's consulate in Damascus. President Biden expressed unwavering support for Israel.\",            \"english_title\": \"Tensions in the Middle East\",            \"translated_version\": \"Irán lanzó misiles hacia Israel y drones que se movían lentamente. El sistema de defensa aérea de Israel interceptó el ataque. Ambos países cerraron su espacio aéreo, junto con Iraq, Jordania y Líbano. El ataque fue en represalia por un ataque israelí al consulado de Irán en Damasco. El presidente Biden expresó un apoyo inquebrantable a Israel.\",            \"translated_title\": \"Tensiones en el Medio Oriente\"        },        {            \"english_version\": \"Ukraine's senior general warned of worsening situation on the eastern front due to intensified Russian attacks. Fighting is severe around Bakhmut, a town seized by Russia last year. Ukraine fears a large offensive by Russia in the upcoming months.\",            \"english_title\": \"Escalating Conflict in Ukraine\",            \"translated_version\": \"El general principal de Ucrania advirtió sobre una situación que empeora en el frente oriental debido a los intensificados ataques rusos. La lucha es severa alrededor de Bakhmut, una ciudad tomada por Rusia el año pasado. Ucrania teme una gran ofensiva de Rusia en los próximos meses.\",            \"translated_title\": \"Conflicto en aumento en Ucrania\"        },        {            \"english_version\": \"An Israeli teenager was found dead, leading to clashes in the West Bank. Israeli authorities called it a terrorist attack. Settler violence has increased since the Gaza war. In Australia, a stabbing incident left six dead in Bondi Junction.\",            \"english_title\": \"Violence in the West Bank\",            \"translated_version\": \"Se encontró muerto a un adolescente israelí, lo que provocó enfrentamientos en Cisjordania. Las autoridades israelíes lo calificaron como un ataque terrorista. La violencia de los colonos ha aumentado desde la guerra en Gaza. En Australia, un incidente de apuñalamiento dejó seis muertos en Bondi Junction.\",            \"translated_title\": \"Violencia en Cisjordania\"        },        {            \"english_version\": \"China faced natural disasters costing nearly 23.8bn yuan in the first quarter. Cold snaps, earthquakes, and flooding were the most costly incidents. Authorities aim for faster disaster responses but are reluctant to discuss climate change's role.\",            \"english_title\": \"Natural Disasters in China\",            \"translated_version\": \"China enfrentó desastres naturales que costaron casi 23.8 mil millones de yuanes en el primer trimestre. Los frentes fríos, terremotos e inundaciones fueron los incidentes más costosos. Las autoridades buscan respuestas más rápidas a los desastres pero son reacias a discutir el papel del cambio climático.\",            \"translated_title\": \"Desastres naturales en China\"        },        {            \"english_version\": \"Nine people were arrested for running a €645m international cannabis scam. Victims from 35 countries were conned into investing in a fraudulent scheme. Arrests were made in Spain, Britain, Germany, and the Dominican Republic.\",            \"english_title\": \"International Cannabis Scam\",            \"translated_version\": \"Nueve personas fueron arrestadas por dirigir una estafa internacional de cannabis de 645 millones de euros. Víctimas de 35 países fueron engañadas para invertir en un esquema fraudulento. Se realizaron arrestos en España, Gran Bretaña, Alemania y la República Dominicana.\",            \"translated_title\": \"Estafa internacional de cannabis\"        }    ]}"