"{    \"translations\": [        {            \"english_version\": \"Imran Khan, Pakistan’s former prime minister, was sentenced to ten years in prison for leaking state secrets. Mr Khan was found guilty of sharing the contents of a secret diplomatic cable after allegedly waving the document at a political rally. The former cricketer is already in jail on charges of corruption, barring him from taking part in Pakistan’s election on February 8th. Mr Khan denies all charges, decrying them as politically motivated.\",            \"english_title\": \"Imran Khan sentenced to prison for leaking state secrets\",            \"translated_version\": \"Imran Khan, el ex primer ministro de Pakistán, fue condenado a diez años de prisión por revelar secretos de estado. El Sr. Khan fue encontrado culpable de compartir el contenido de un cable diplomático secreto después de supuestamente agitar el documento en un mitin político. El ex jugador de cricket ya está en la cárcel por cargos de corrupción, lo que le impide participar en las elecciones de Pakistán el 8 de febrero. El Sr. Khan niega todos los cargos, calificándolos de motivados políticamente.\",            \"translated_title\": \"Imran Khan condenado a prisión por revelar secretos de estado\"        },        {            \"english_version\": \"The EU’s economy, as well as the euro zone’s, stagnated in the final three months of 2023. The EU’s economy grew by just 0.2% compared with a year ago. Germany’s performance was especially poor—its economy contracted by 0.3% compared with the previous quarter. But the decline in the biggest economy of the bloc was offset by better-than-expected growth in Italy and Spain.\",            \"english_title\": \"Stagnation in the EU and euro zone's economy\",            \"translated_version\": \"La economía de la UE, así como la de la zona euro, se estancó en los últimos tres meses de 2023. La economía de la UE creció solo un 0.2% en comparación con el año anterior. El rendimiento de Alemania fue especialmente pobre, su economía se contrajo un 0.3% en comparación con el trimestre anterior. Pero la caída en la mayor economía del bloque fue compensada por un crecimiento mejor de lo esperado en Italia y España.\",            \"translated_title\": \"Estancamiento en la economía de la UE y la zona euro\"        },        {            \"english_version\": \"The IMF upgraded its global growth forecast for 2024, citing the resilience of the American economy, increased fiscal support in China and the strength of several emerging-market economies. The fund now expects the world economy to grow by 3.1% this year, up from a prediction of 2.9% made in October.\",            \"english_title\": \"IMF upgrades global growth forecast for 2024\",            \"translated_version\": \"El FMI mejoró su pronóstico de crecimiento global para 2024, citando la resiliencia de la economía estadounidense, el aumento del apoyo fiscal en China y la fortaleza de varias economías de mercados emergentes. El fondo ahora espera que la economía mundial crezca un 3.1% este año, frente a una predicción del 2.9% realizada en octubre.\",            \"translated_title\": \"El FMI mejora el pronóstico de crecimiento global para 2024\"        },        {            \"english_version\": \"Hamas’s leader, Ismail Haniyeh, said that the militant group was discussing a proposal to pause the fighting in Gaza. The plan was negotiated by officials from America, Israel, Egypt, and Qatar. Binyamin Netanyahu, Israel’s prime minister, suggested that Israel would not agree to release large numbers of Palestinian prisoners or withdraw from Gaza until it achieves 'total victory'.\",            \"english_title\": \"Hamas discussing proposal to pause fighting in Gaza\",            \"translated_version\": \"El líder de Hamas, Ismail Haniyeh, dijo que el grupo militante estaba discutiendo una propuesta para detener los combates en Gaza. El plan fue negociado por funcionarios de Estados Unidos, Israel, Egipto y Qatar. Binyamin Netanyahu, primer ministro de Israel, sugirió que Israel no estaría de acuerdo en liberar a un gran número de prisioneros palestinos ni en retirarse de Gaza hasta que logre una 'victoria total'.\",            \"translated_title\": \"Hamas discutiendo propuesta para detener los combates en Gaza\"        },        {            \"english_version\": \"America reimposed sanctions on Venezuela’s state-owned gold-mining company after the country’s top court upheld a ban on the opposition leader running for president. America had eased sanctions, including pausing oil sanctions last October, after Venezuela’s autocratic president agreed to hold fair elections. But America said it would not extend the pause, set to end in April, if a free vote was not held.\",            \"english_title\": \"America reimposes sanctions on Venezuela's gold-mining company\",            \"translated_version\": \"Estados Unidos volvió a imponer sanciones a la compañía estatal de minería de oro de Venezuela después de que el tribunal supremo del país confirmara una prohibición al líder de la oposición de postularse para presidente. Estados Unidos había aliviado las sanciones, incluyendo la pausa de las sanciones petroleras en octubre pasado, después de que el presidente autocrático de Venezuela acordara celebrar elecciones justas. Pero Estados Unidos dijo que no extendería la pausa, que está programada para terminar en abril, si no se celebraba una votación libre.\",            \"translated_title\": \"Estados Unidos vuelve a imponer sanciones a la compañía de minería de oro de Venezuela\"        }    ]}"