"{    \"translations\": [        {            \"english_version\": \"Thailand launched airstrikes along the disputed border after accusing Cambodia of deadly violence. This conflict has increased tensions between the two countries.\",            \"english_title\": \"Thailand Airstrikes\",            \"translated_version\": \"Tailandia lanzó ataques aéreos en la frontera disputada después de acusar a Camboya de violencia mortal. Este conflicto ha aumentado las tensiones entre los dos países.\",            \"translated_title\": \"Ataques Aéreos de Tailandia\"        },        {            \"english_version\": \"Sir Keir Starmer will welcome the leaders of France and Germany as Europe plans to respond to a US-led effort for a peace deal. This meeting is important for international relations.\",            \"english_title\": \"European Leaders Meeting\",            \"translated_version\": \"Sir Keir Starmer dará la bienvenida a los líderes de Francia y Alemania mientras Europa planea responder a un esfuerzo liderado por Estados Unidos para un acuerdo de paz. Esta reunión es importante para las relaciones internacionales.\",            \"translated_title\": \"Reunión de Líderes Europeos\"        },        {            \"english_version\": \"Alfredo Díaz, 56, died in a prison cell on Saturday, according to human rights groups. This has caused an outcry from the opposition.\",            \"english_title\": \"Prison Death Outcry\",            \"translated_version\": \"Alfredo Díaz, de 56 años, murió en una celda de prisión el sábado, según grupos de derechos humanos. Esto ha causado protestas de la oposición.\",            \"translated_title\": \"Protesta por Muerte en Prisión\"        },        {            \"english_version\": \"Russia carried out strikes on Kremenchuk, and its defense ministry said it shot down 77 Ukrainian drones in different places. This is part of the ongoing conflict between Russia and Ukraine.\",            \"english_title\": \"Russia-Ukraine Conflict\",            \"translated_version\": \"Rusia realizó ataques en Kremenchuk, y su ministerio de defensa dijo que derribó 77 drones ucranianos en diferentes lugares. Esto es parte del conflicto en curso entre Rusia y Ucrania.\",            \"translated_title\": \"Conflicto Rusia-Ucrania\"        },        {            \"english_version\": \"The protective shield at the site of the 1986 disaster has lost its main safety function, according to the IAEA. This raises concerns about safety at the site.\",            \"english_title\": \"Safety Concerns at Disaster Site\",            \"translated_version\": \"El escudo protector en el sitio del desastre de 1986 ha perdido su función principal de seguridad, según la IAEA. Esto genera preocupaciones sobre la seguridad en el sitio.\",            \"translated_title\": \"Preocupaciones de Seguridad en Sitio de Desastre\"        }    ]}"