"{    \"translations\": [        {            \"english_version\": \"Jimmy Carter, a former American president, passed away at the age of 100. He served as president from 1977 to 1981. During his time in office, he facilitated the Camp David Accords between Egypt and Israel in 1978. Despite facing challenges during his presidency, he later became a strong advocate for peace and democracy through the Carter Centre, established in 1982. In recognition of his efforts, Mr. Carter was awarded the Nobel Peace Prize in 2002.\",            \"english_title\": \"Jimmy Carter's Legacy\",            \"translated_version\": \"Jimmy Carter, un expresidente estadounidense, falleció a los 100 años. Fue presidente de 1977 a 1981. Durante su tiempo en el cargo, ayudó a lograr los Acuerdos de Camp David entre Egipto e Israel en 1978. A pesar de enfrentar desafíos durante su presidencia, luego se convirtió en un fuerte defensor de la paz y la democracia a través del Centro Carter, establecido en 1982. En reconocimiento a sus esfuerzos, el Sr. Carter recibió el Premio Nobel de la Paz en 2002.\",            \"translated_title\": \"El Legado de Jimmy Carter\"        },        {            \"english_version\": \"A tragic plane crash in South Korea claimed the lives of 179 individuals. The aircraft, operated by Jeju Air, caught fire upon hitting a wall during landing at Muan International Airport. This incident marked South Korea's most severe domestic aviation disaster. Fortunately, two crew members survived. The government confirmed that the pilot had been alerted about the risk of bird strikes three minutes before the crash.\",            \"english_title\": \"South Korea Plane Crash\",            \"translated_version\": \"Un trágico accidente de avión en Corea del Sur se cobró la vida de 179 personas. La aeronave, operada por Jeju Air, se incendió al chocar contra una pared durante el aterrizaje en el Aeropuerto Internacional de Muan. Este incidente marcó el desastre de aviación doméstica más grave de Corea del Sur. Afortunadamente, dos miembros de la tripulación sobrevivieron. El gobierno confirmó que el piloto había sido alertado sobre el riesgo de colisionar con aves tres minutos antes del accidente.\",            \"translated_title\": \"Accidente de Avión en Corea del Sur\"        }    ]}"