"{    \"translations\": [        {            \"english_version\": \"NATO's members agreed to increase their defense spending to 5% of GDP by 2035. This decision was influenced by Donald Trump's demands. Spain did not agree with the target but did not stop it from being accepted. In a short statement, NATO members confirmed their support for Ukraine and promised to defend any ally that is attacked. Trump, who has questioned NATO's Article 5 before, said that if he did not support NATO, he would not be present.\",            \"english_title\": \"NATO Defense Spending Increase\",            \"translated_version\": \"Los miembros de la OTAN acordaron aumentar su gasto en defensa al 5% del PIB para 2035. Esta decision fue influenciada por las demandas de Donald Trump. España no estuvo de acuerdo con el objetivo pero no lo detuvo. En una breve declaracion, los miembros de la OTAN confirmaron su apoyo a Ucrania y prometieron defender a cualquier aliado que sea atacado. Trump, quien ha cuestionado el Articulo 5 de la OTAN antes, dijo que si no apoyara a la OTAN, no estaria presente.\",            \"translated_title\": \"Aumento del gasto en defensa de la OTAN\"        },        {            \"english_version\": \"Zohran Mamdani, a 33-year-old Democratic socialist, won the Democratic Party's primary for the mayor of New York City. Andrew Cuomo, a 67-year-old former governor of New York and Mamdani's main competitor in the primary, admitted defeat. The complete results are expected to be announced on July 1st. Cuomo might still run as an independent in the mayoral election in November.\",            \"english_title\": \"Mamdani Wins NYC Democratic Primary\",            \"translated_version\": \"Zohran Mamdani, un socialista democratico de 33 años, gano la primaria del Partido Democratico para alcalde de la ciudad de Nueva York. Andrew Cuomo, un exgobernador de Nueva York de 67 años y principal competidor de Mamdani en la primaria, admitio la derrota. Se espera que los resultados completos se anuncien el 1 de julio. Cuomo aun podria postularse como independiente en la eleccion para alcalde en noviembre.\",            \"translated_title\": \"Mamdani gana primaria democratica de NYC\"        }    ]}"