"{    \"translations\": [        {            \"english_version\": \"Rebels in Syria have moved further into Aleppo, the country's second-largest city. The fighters, who belong to an Islamist group called Hayat Tahrir al-Sham, now control half of the city. This is the first time in years that Syria's opposition has taken territory from the regime.\",            \"english_title\": \"Syria Conflict\",            \"translated_version\": \"Los rebeldes en Siria han avanzado más en Alepo, la segunda ciudad más grande del país. Los combatientes, que pertenecen a un grupo islamista llamado Hayat Tahrir al-Sham, ahora controlan la mitad de la ciudad. Esta es la primera vez en años que la oposición de Siria ha tomado territorio al régimen.\",            \"translated_title\": \"Conflicto en Siria\"        },        {            \"english_version\": \"Justin Trudeau, the Prime Minister of Canada, reportedly met with Donald Trump, the President-elect of America, at Trump's Mar-a-Lago resort in Florida. Trump had recently announced plans to impose a 25% tariff on imports from Canada and Mexico until certain issues are addressed.\",            \"english_title\": \"International Relations\",            \"translated_version\": \"Justin Trudeau, el Primer Ministro de Canadá, supuestamente se reunió con Donald Trump, el Presidente electo de América, en el complejo Mar-a-Lago de Trump en Florida. Trump había anunciado recientemente planes para imponer un arancel del 25% a las importaciones de Canadá y México hasta que se aborden ciertos problemas.\",            \"translated_title\": \"Relaciones Internacionales\"        },        {            \"english_version\": \"The Economist, a publication established in 1843, aims to participate in a contest between intelligence and ignorance. It focuses on progressing forward despite obstacles.\",            \"english_title\": \"Economist Publication\",            \"translated_version\": \"The Economist, una publicación establecida en 1843, tiene como objetivo participar en un concurso entre la inteligencia y la ignorancia. Se enfoca en avanzar a pesar de los obstáculos.\",            \"translated_title\": \"Publicación del Economista\"        }    ]}"