"{    \"translations\": [        {            \"english_version\": \"The chair of the intelligence committee of America’s House of Representatives asked President Joe Biden to declassify information about a serious national-security threat, reportedly concerning a new Russian weapon in space.\",            \"english_title\": \"Declassification Request\",            \"translated_version\": \"El presidente del comité de inteligencia de la Cámara de Representantes de Estados Unidos le pidió al presidente Joe Biden que desclasifique información sobre una seria amenaza a la seguridad nacional, supuestamente relacionada con un nuevo arma rusa en el espacio.\",            \"translated_title\": \"Solicitud de Desclasificación\"        },        {            \"english_version\": \"Israel’s military entered Nasser hospital, the largest in Khan Younis, a city in southern Gaza. Thousands of people were sheltering in the facility. Israel said that the bodies of hostages taken on October 7th could be in the facility, according to Reuters. Earlier, nine people were killed in Israeli air strikes against Lebanon.\",            \"english_title\": \"Military Operation in Hospital\",            \"translated_version\": \"El ejército de Israel ingresó al hospital Nasser, el más grande de Khan Younis, una ciudad en el sur de Gaza. Miles de personas se refugiaban en la instalación. Según Reuters, Israel dijo que los cuerpos de los rehenes tomados el 7 de octubre podrían estar en la instalación. Anteriormente, nueve personas murieron en ataques aéreos israelíes contra Líbano.\",            \"translated_title\": \"Operación Militar en Hospital\"        },        {            \"english_version\": \"Russian missiles struck civilian and infrastructure targets across Ukraine. No damage was reported in Kyiv, the capital. At least six people were killed in other parts of the country, and 18 others were injured. Meanwhile, Volodymyr Zelensky, Ukraine’s president, and Emmanuel Macron, France's president, announced they would sign a bilateral security agreement in Paris. Mr Zelensky will visit Germany on Friday for the Munich Security Conference.\",            \"english_title\": \"Missile Strikes in Ukraine\",            \"translated_version\": \"Misiles rusos golpearon objetivos civiles e infraestructuras en toda Ucrania. No se informaron daños en Kiev, la capital. Al menos seis personas murieron en otras partes del país y otras 18 resultaron heridas. Mientras tanto, Volodymyr Zelensky, presidente de Ucrania, y Emmanuel Macron, presidente de Francia, anunciaron que firmarán un acuerdo de seguridad bilateral en París. El Sr. Zelensky visitará Alemania el viernes para la Conferencia de Seguridad de Múnich.\",            \"translated_title\": \"Ataques de Misiles en Ucrania\"        },        {            \"english_version\": \"India’s Supreme Court ruled that electoral bonds are unconstitutional because they violate the right to information. The funding scheme, which allowed people to make anonymous donations to political parties, was launched by Narendra Modi, the country’s prime minister, in 2018. Mr Modi’s party has received most of its funding through these bonds. The decision may affect his campaign ahead of a national election in May.\",            \"english_title\": \"Supreme Court Ruling in India\",            \"translated_version\": \"El Tribunal Supremo de India dictaminó que los bonos electorales son inconstitucionales porque violan el derecho a la información. El esquema de financiamiento, que permitía a las personas hacer donaciones anónimas a los partidos políticos, fue lanzado por Narendra Modi, el primer ministro del país, en 2018. El partido del Sr. Modi ha recibido la mayor parte de su financiamiento a través de estos bonos. La decisión podría afectar su campaña de cara a las elecciones nacionales en mayo.\",            \"translated_title\": \"Fallos del Tribunal Supremo en India\"        },        {            \"english_version\": \"Britain and Japan slipped into technical recessions in the final quarter of 2023. Both economies shrank for the second quarter in a row—Britain by a worse-than-expected 0.3%, Japan by 0.4%. Britain’s consumer spending was hit by higher inflation and interest-rate rises. Japan lost its position as the world’s third-biggest economy, with its nominal GDP in 2023 at $4.2trn, compared with Germany’s $4.5trn.\",            \"english_title\": \"Recession in Britain and Japan\",            \"translated_version\": \"Gran Bretaña y Japón cayeron en recesiones técnicas en el último trimestre de 2023. Ambas economías se contrajeron por segundo trimestre consecutivo: Gran Bretaña en un 0.3% peor de lo esperado, Japón en un 0.4%. El gasto de los consumidores en Gran Bretaña se vio afectado por la inflación más alta y el aumento de las tasas de interés. Japón perdió su posición como la tercera economía más grande del mundo, con un PIB nominal en 2023 de $4.2 billones, en comparación con los $4.5 billones de Alemania.\",            \"translated_title\": \"Recesión en Gran Bretaña y Japón\"        }    ]}"