"{    \"translations\": [        {            \"english_version\": \"Ukraine's leader, Volodymyr Zelensky, has said he will not give up any land. This statement comes as European security officials are meeting in the UK.\",            \"english_title\": \"Zelensky's Stand\",            \"translated_version\": \"El líder de Ucrania, Volodymyr Zelensky, ha dicho que no dará ninguna tierra. Esto lo dijo mientras oficiales de seguridad europeos se reúnen en el Reino Unido.\",            \"translated_title\": \"Posición de Zelensky\"        },        {            \"english_version\": \"There have been reports of people killed by Israeli operations. This is happening as a deadline for the evacuation of Gaza City is approaching.\",            \"english_title\": \"Reports of Casualties\",            \"translated_version\": \"Hay reportes de personas muertas por operaciones israelíes. Esto pasa mientras se acerca la fecha límite para evacuar la Ciudad de Gaza.\",            \"translated_title\": \"Reportes de Muertes\"        },        {            \"english_version\": \"Officials have identified a suspect in an attack as a 30-year-old man who died at the scene.\",            \"english_title\": \"Suspect Identified\",            \"translated_version\": \"Los oficiales han identificado a un sospechoso en un ataque como un hombre de 30 años que murió en el lugar.\",            \"translated_title\": \"Sospechoso Identificado\"        },        {            \"english_version\": \"There is a report that Trump has secretly allowed the use of military force against drug cartels in Latin America.\",            \"english_title\": \"Trump's Secret Plan\",            \"translated_version\": \"Hay un reporte de que Trump ha permitido en secreto el uso de fuerza militar contra carteles de drogas en América Latina.\",            \"translated_title\": \"Plan Secreto de Trump\"        },        {            \"english_version\": \"Shiro Suzuki has called for an end to armed conflicts on the anniversary of the atomic bomb attack.\",            \"english_title\": \"Call for Peace\",            \"translated_version\": \"Shiro Suzuki ha pedido el fin de los conflictos armados en el aniversario del ataque de la bomba atómica.\",            \"translated_title\": \"Llamado a la Paz\"        }    ]}"