"{    \"translations\": [        {            \"english_version\": \"The leaders of the UK, France, and Germany will join Ukraine's president for important talks to end Russia's war. This meeting in Washington is very important for Ukraine's future and the security of all of Europe.\",            \"english_title\": \"Leaders Meet for Ukraine\",            \"translated_version\": \"Los líderes de Reino Unido, Francia y Alemania se unirán al presidente de Ucrania para hablar sobre terminar la guerra de Rusia. Esta reunión en Washington es muy importante para el futuro de Ucrania y la seguridad de toda Europa.\",            \"translated_title\": \"Líderes se Reúnen por Ucrania\"        },        {            \"english_version\": \"Large crowds gathered in 'Hostages Square' in Tel Aviv to demand an end to fighting and the release of all hostages held by Hamas.\",            \"english_title\": \"Protests in Tel Aviv\",            \"translated_version\": \"Grandes multitudes se reunieron en `Plaza de los Rehenes` en Tel Aviv para pedir el fin de la lucha y la liberación de todos los rehenes retenidos por Hamas.\",            \"translated_title\": \"Protestas en Tel Aviv\"        },        {            \"english_version\": \"The rightward shift in Bolivia's electorate might lead to changes in economic policies and closer ties with the US.\",            \"english_title\": \"Bolivia's Political Shift\",            \"translated_version\": \"El cambio hacia la derecha en los votantes de Bolivia podría llevar a cambios en las políticas económicas y lazos más cercanos con Estados Unidos.\",            \"translated_title\": \"Cambio Político en Bolivia\"        },        {            \"english_version\": \"Hundreds of people are reported missing in Khyber Pakhtunkhwa province due to severe floods.\",            \"english_title\": \"Floods in Khyber Pakhtunkhwa\",            \"translated_version\": \"Cientos de personas están desaparecidas en la provincia de Khyber Pakhtunkhwa debido a fuertes inundaciones.\",            \"translated_title\": \"Inundaciones en Khyber Pakhtunkhwa\"        },        {            \"english_version\": \"An Emergency Lawyers group claims that the army is running 'execution chambers' in the capital.\",            \"english_title\": \"Claims Against the Army\",            \"translated_version\": \"Un grupo de abogados de emergencia dice que el ejército tiene `cámaras de ejecución` en la capital.\",            \"translated_title\": \"Acusaciones Contra el Ejército\"        }    ]}"