"{    \"translations\": [        {            \"english_version\": \"Donald Trump's campaign and the Republican National Committee raised $141 million in May. This is more than the $85 million raised by his Democratic opponent, Joe Biden. A significant portion of the money Trump raised came from online donations in the 24 hours after he was convicted of a felony last month. It seems that Trump is reducing Biden's financial advantage as the November presidential election approaches.\",            \"english_title\": \"Trump's Fundraising Success\",            \"translated_version\": \"La campaña de Donald Trump y el Comité Nacional Republicano recaudaron $141 millones en mayo. Esto es más que los $85 millones recaudados por su oponente demócrata, Joe Biden. Una parte importante del dinero que Trump recaudó provino de donaciones en línea en las 24 horas después de que fue condenado por un delito el mes pasado. Parece que Trump está reduciendo la ventaja financiera de Biden a medida que se acerca la elección presidencial de noviembre.\",            \"translated_title\": \"Éxito en la Recaudación de Fondos de Trump\"        },        {            \"english_version\": \"Rishi Sunak, the Prime Minister of Britain, expressed being 'incredibly angry' about allegations that members of the Conservative Party placed bets on the date of the general election. The Gambling Commission is investigating two Tory candidates and the party's campaign director. These allegations could further diminish Sunak's chances of securing a parliamentary majority on July 4th.\",            \"english_title\": \"Sunak's Anger Over Betting Allegations\",            \"translated_version\": \"Rishi Sunak, el Primer Ministro de Gran Bretaña, expresó estar 'increíblemente enojado' por las acusaciones de que miembros del Partido Conservador hicieron apuestas sobre la fecha de las elecciones generales. La Comisión de Juegos de Azar está investigando a dos candidatos tories y al director de campaña del partido. Estas acusaciones podrían disminuir aún más las posibilidades de Sunak de asegurar una mayoría parlamentaria el 4 de julio.\",            \"translated_title\": \"La Ira de Sunak por las Acusaciones de Apuestas\"        }    ]}"