"{    \"translations\": [        {            \"english_version\": \"A Russian attack on Ukraine killed at least 36 people. It was the worst attack on the country in months. In Kyiv, the capital, missiles hit a children’s hospital. Volodymyr Zelensky, Ukraine’s president, said that at least 40 missiles had damaged infrastructure in the capital, as well as in Dnipro, a central city, and two eastern cities.\",            \"english_title\": \"Russian strike on Ukraine\",            \"translated_version\": \"Un ataque ruso en Ucrania mató al menos a 36 personas. Fue el peor ataque al país en meses. En Kyiv, la capital, los misiles golpearon un hospital infantil. Volodymyr Zelensky, el presidente de Ucrania, dijo que al menos 40 misiles habían dañado la infraestructura en la capital, así como en Dnipro, una ciudad central, y dos ciudades del este.\",            \"translated_title\": \"Ataque ruso en Ucrania\"        },        {            \"english_version\": \"On Tuesday, NATO allies will meet in America, where they are expected to pledge more military support for Ukraine.\",            \"english_title\": \"NATO allies meeting\",            \"translated_version\": \"El martes, los aliados de la OTAN se reunirán en América, donde se espera que prometan más apoyo militar para Ucrania.\",            \"translated_title\": \"Reunión de aliados de la OTAN\"        },        {            \"english_version\": \"In a letter to congressional Democrats, President Joe Biden said that he was 'firmly committed' to staying in America’s presidential race. Calling into a television interview the same day, Mr Biden also challenged Democratic 'elites' who don’t think he should run to 'announce for president'. On Sunday, several senior Democrats reportedly called for Mr Biden to make way for another candidate during a private virtual meeting.\",            \"english_title\": \"President Joe Biden's commitment\",            \"translated_version\": \"En una carta a los demócratas del Congreso, el presidente Joe Biden dijo que estaba 'firmemente comprometido' a permanecer en la carrera presidencial de América. Al llamar a una entrevista televisiva el mismo día, el Sr. Biden también desafió a los 'élites' demócratas que no creen que debería postularse a 'anunciarse como presidente'. El domingo, varios demócratas de alto rango supuestamente pidieron al Sr. Biden que dejara paso a otro candidato durante una reunión virtual privada.\",            \"translated_title\": \"Compromiso del presidente Joe Biden\"        }    ]}"