"{    \"translations\": [        {            \"english_version\": \"Fighting between Israelis and Hamas forces within Israel continued into Monday. The battles come two days after militants from Gaza launched a surprise attack on Israel, killing at least 700 Israelis, many of them civilians at a festival in the country’s south, with dozens more taken hostage. Israel ordered a “complete siege” of the Gaza strip, cutting off food, electricity and fuel. Officials in Gaza said that retaliatory Israeli air strikes have killed 493 Palestinians and wounded over 2,500. A further 124,000 or so have been displaced from their homes. On Sunday the UN Security Council gathered for an emergency session on Hamas’s assault, but did not offer a path for action. The Wall Street Journal reported that Iranian security officials helped Hamas plan Saturday’s attack. American officials said they had not seen evidence of that. But oil prices rose by 4% on Monday, partly because of concerns that the conflict could envelop Iran, which has plentiful crude-oil supply. Earlier Hizbullah, an Iran-backed militant group in Lebanon, shelled Israeli military positions, suggesting that the war is widening.\",            \"english_title\": \"Israel-Palestine Conflict\",            \"translated_version\": \"La lucha entre israelíes y las fuerzas de Hamas dentro de Israel continuó hasta el lunes. Las batallas ocurren dos días después de que militantes de Gaza lanzaran un ataque sorpresa a Israel, matando al menos a 700 israelíes, muchos de ellos civiles en un festival en el sur del país, con docenas más tomados como rehenes. Israel ordenó un \"asedio completo\" de la Franja de Gaza, cortando el suministro de alimentos, electricidad y combustible. Los funcionarios de Gaza dijeron que los ataques aéreos israelíes de represalia han matado a 493 palestinos y herido a más de 2.500. Otros 124.000 aproximadamente han sido desplazados de sus hogares. El domingo, el Consejo de Seguridad de la ONU se reunió en una sesión de emergencia sobre el asalto de Hamas, pero no ofreció un camino para la acción. El Wall Street Journal informó que funcionarios de seguridad iraníes ayudaron a Hamas a planificar el ataque del sábado. Los funcionarios estadounidenses dijeron que no habían visto evidencia de eso. Pero los precios del petróleo subieron un 4% el lunes, en parte debido a la preocupación de que el conflicto pudiera involucrar a Irán, que tiene un abundante suministro de petróleo crudo. Hizbullah, un grupo militante respaldado por Irán en Líbano, bombardeó posiciones militares israelíes, lo que sugiere que la guerra se está ampliando.\",            \"translated_title\": \"Conflicto entre Israel y Palestina\"        },        {            \"english_version\": \"The death toll from a series of earthquakes that struck western Afghanistan on Saturday has risen to more than 2,400, according to Taliban officials. A further 2,000 people are reportedly injured. Hospitals are struggling to treat them. The quakes, the first two of which were of 6.3 magnitude, hit 40km from Herat, near the border with Iran. In June 2022 a 5.9-magnitude earthquake killed more than 1,000 people in Khost, near Pakistan.\",            \"english_title\": \"Earthquakes in Afghanistan\",            \"translated_version\": \"Según funcionarios talibanes, el número de muertos por una serie de terremotos que golpearon el oeste de Afganistán el sábado ha aumentado a más de 2.400. Se informa que otras 2.000 personas están heridas. Los hospitales están luchando para tratarlos. Los terremotos, los primeros dos de los cuales tuvieron una magnitud de 6,3, golpearon a 40 km de Herat, cerca de la frontera con Irán. En junio de 2022, un terremoto de magnitud 5,9 mató a más de 1.000 personas en Khost, cerca de Pakistán.\",            \"translated_title\": \"Terremotos en Afganistán\"        },        {            \"english_version\": \"Conservative candidates won regional elections in two big German states. The Christian Democrats (CDU) triumphed in Hesse, while its sister party, the Christian Social Union, took Bavaria. The hard-right Alternative for Germany party came second in both elections. Meanwhile German industrial output shrank for the fourth consecutive month by 0.2%, stoking more fears of a recession. Kelvin Kiptum, a Kenyan runner, smashed the men’s marathon world record, racing to the finish in Chicago in two hours and 35 seconds. Mr Kiptum beat Eliud Kipchoge’s previous official best by more than 30 seconds. Two weeks ago Tigist Assefa, an Ethiopian, broke the women’s world record. New shoes made of springy foam and carbon fibre are helping athletes run faster.\",            \"english_title\": \"German Elections and Marathon World Record\",            \"translated_version\": \"Los candidatos conservadores ganaron las elecciones regionales en dos grandes estados alemanes. Los Demócratas Cristianos (CDU) triunfaron en Hesse, mientras que su partido hermano, la Unión Social Cristiana, se hizo con Baviera. El partido de extrema derecha Alternativa para Alemania quedó en segundo lugar en ambas elecciones. Mientras tanto, la producción industrial alemana se contrajo por cuarto mes consecutivo en un 0,2%, avivando más temores de una recesión. Kelvin Kiptum, un corredor keniano, rompió el récord mundial de maratón masculino, llegando a la meta en Chicago en dos horas y 35 segundos. El Sr. Kiptum superó el mejor récord oficial anterior de Eliud Kipchoge en más de 30 segundos. Hace dos semanas, Tigist Assefa, una etíope, rompió el récord mundial femenino. Los nuevos zapatos hechos de espuma elástica y fibra de carbono están ayudando a los atletas a correr más rápido.\",            \"translated_title\": \"Elecciones en Alemania y Récord Mundial de Maratón\"        },        {            \"english_version\": \"The Nobel prize in economics was awarded to Professor Claudia Goldin, of Harvard University. The chairman of the Nobel committee praised her achievements for “having advanced our understanding of women’s labour market outcomes”. The fact that women’s choices have often been limited by responsibility for the home is at the heart of her economic analysis. Shares in Barito Renewables Energy surged after the geothermal power-plant operator debuted on Indonesia’s stock exchange. The company raised 3.13trn rupiah ($200m) from the listing, the latest in a series of clean-energy IPOs in South-East Asia’s largest economy this year. Indonesia, which has the largest geothermal potential in the world, is hoping to achieve net-zero carbon emissions by 2060.\",            \"english_title\": \"Nobel Prize in Economics and Clean Energy IPO\",            \"translated_version\": \"El premio Nobel de economía fue otorgado a la profesora Claudia Goldin, de la Universidad de Harvard. El presidente del comité Nobel elogió sus logros por \"haber avanzado en nuestra comprensión de los resultados del mercado laboral de las mujeres\". El hecho de que las opciones de las mujeres a menudo se hayan visto limitadas por la responsabilidad del hogar es el corazón de su análisis económico. Las acciones de Barito Renewables Energy se dispararon después de que el operador de la planta de energía geotérmica debutara en la bolsa de valores de Indonesia. La compañía recaudó 3,13 billones de rupias ($200 millones) de la oferta pública inicial, la última de una serie de OPI de energía limpia en la economía más grande del sudeste asiático este año. Indonesia, que tiene el mayor potencial geotérmico del mundo, espera lograr emisiones netas de carbono cero para 2060.\",            \"translated_title\": \"Premio Nobel de Economía e IPO de Energía Limpia\"        },        {            \"english_version\": \"Emmanuel Macron, the French president, and Olaf Scholz, the German chancellor, will on Monday meet for an overnight retreat, joined by their cabinets. They will stay in a hotel in Hamburg, the port city where Mr Scholz was once mayor. Discussions are due to focus on the impact of technology on society and on artificial intelligence. But there will also be plenty of downtime, including a boat trip on the Elbe and a walk along its banks. The relationship is in need of this sort of relaxed fraternising. Franco-German relations have been tense since Mr Scholz came to power in 2021. The pair have disagreed about security, energy and fiscal policy. Between promenades, those pressing issues will probably resurface—the EU needs to agree on its fiscal rules, which were suspended during the covid pandemic, as well as on how to reform its electricity market. But it will take more than an away-day to reach a compromise on either.\",            \"english_title\": \"Meeting between Macron and Scholz\",            \"translated_version\": \"Emmanuel Macron, el presidente francés, y Olaf Scholz, el canciller alemán, se reunirán el lunes para una retirada nocturna, acompañados por sus gabinetes. Se alojarán en un hotel en Hamburgo, la ciudad portuaria donde el Sr. Scholz fue alcalde. Las discusiones se centrarán en el impacto de la tecnología en la sociedad y en la inteligencia artificial. Pero también habrá mucho tiempo libre, incluido un paseo en barco por el Elba y un paseo por sus orillas. La relación necesita este tipo de fraternización relajada. Las relaciones franco-alemanas han sido tensas desde que el Sr. Scholz llegó al poder en 2021. La pareja ha estado en desacuerdo sobre seguridad, energía y política fiscal. Entre los paseos, esas cuestiones urgentes probablemente volverán a surgir: la UE necesita ponerse de acuerdo sobre sus reglas fiscales, que fueron suspendidas durante la pandemia de covid, así como sobre cómo reformar su mercado eléctrico. Pero se necesitará más que un día de descanso para llegar a un compromiso en cualquiera de los dos temas.\",            \"translated_title\": \"Encuentro entre Macron y Scholz\"        }    ]}"