"{    \"translations\": [        {            \"english_version\": \"The FBI identified the shooter in an assassination attempt on Donald Trump as Thomas Matthew Crooks, a 20-year-old from Pennsylvania. Mr Trump was addressing a campaign rally in the state when shots rang out, one of which hit his ear. He then pumped his fist as he was escorted from the scene by Secret Service agents. One spectator was also killed in the shooting, while two were critically injured. Mr Trump left the hospital shortly after receiving treatment.\",            \"english_title\": \"Assassination Attempt on Donald Trump\",            \"translated_version\": \"El FBI identificó al tirador en un intento de asesinato contra Donald Trump como Thomas Matthew Crooks, un joven de 20 años de Pennsylvania. El Sr. Trump estaba hablando en un mitin de campaña en el estado cuando sonaron disparos, uno de los cuales le dio en la oreja. Luego levantó el puño mientras era escoltado por agentes del Servicio Secreto. Un espectador también murió en el tiroteo, mientras que dos resultaron gravemente heridos. El Sr. Trump salió del hospital poco después de recibir tratamiento.\",            \"translated_title\": \"Intento de Asesinato contra Donald Trump\"        },        {            \"english_version\": \"Joe Biden spoke to Mr Trump on Saturday night, having earlier told reporters that there is no place in America for this type of violence. Former president Barack Obama condemned the incident and said it should be used as an opportunity to recommit ourselves to civility and respect in our politics. Reactions from world leaders started to pour in, including from Britain’s Sir Keir Starmer, Canada’s Justin Trudeau, and Israel’s Binyamin Netanyahu.\",            \"english_title\": \"Reactions to the Incident\",            \"translated_version\": \"Joe Biden habló con el Sr. Trump el sábado por la noche, después de haber dicho anteriormente a los reporteros que no hay lugar en América para este tipo de violencia. El ex presidente Barack Obama condenó el incidente y dijo que debería ser utilizado como una oportunidad para comprometernos de nuevo con la civilidad y el respeto en nuestra política. Las reacciones de líderes mundiales comenzaron a llegar, incluyendo las de Sir Keir Starmer de Gran Bretaña, Justin Trudeau de Canadá y Binyamin Netanyahu de Israel.\",            \"translated_title\": \"Reacciones al Incidente\"        }    ]}"