"{    \"translations\": [        {            \"english_version\": \"Donald Trump fired General Charles `CQ` Brown as chairman of the joint chiefs of staff and said he would replace people in five other senior positions, in an unprecedented shake-up of the Pentagon. Mr Trump is cracking down on those he blames for pushing diversity, equity and inclusion policies. The Pentagon was already braced for sweeping cuts to its budget and staff.\",            \"english_title\": \"Trump Fires General and Shakes Up Pentagon\",            \"translated_version\": \"Donald Trump despidió al General Charles `CQ` Brown como presidente de los jefes de estado mayor conjuntos y dijo que reemplazaría a personas en otras cinco posiciones principales, en un cambio sin precedentes en el Pentágono. El Sr. Trump está tomando medidas enérgicas contra aquellos a quienes culpa de promover políticas de diversidad, equidad e inclusión. El Pentágono ya se preparaba para recortes drásticos en su presupuesto y personal.\",            \"translated_title\": \"Trump despide al General y sacude al Pentágono\"        },        {            \"english_version\": \"Elon Musk gave all federal employees just over 48 hours to explain what they had worked on in the past week or face dismissal, hours after Mr Trump pushed the DOGE boss to `get more aggressive`. Mr Musk has already implemented radical cost-cutting and offered federal employees the chance to resign if they did not want to return to office full time.\",            \"english_title\": \"Elon Musk's Ultimatum to Federal Employees\",            \"translated_version\": \"Elon Musk dio a todos los empleados federales poco más de 48 horas para explicar en qué habían trabajado la semana pasada o enfrentar el despido, horas después de que el Sr. Trump presionara al jefe de DOGE para que `se volviera más agresivo`. El Sr. Musk ya ha implementado recortes de costos radicales y ofreció a los empleados federales la oportunidad de renunciar si no querían regresar a la oficina a tiempo completo.\",            \"translated_title\": \"Ultimátum de Elon Musk a Empleados Federales\"        }    ]}"