"{    \"translations\": [        {            \"english_version\": \"The Dow Jones Industrial Average, an American stock index, fell by over 1,100 points after the Federal Reserve cut interest rates but signalled fewer reductions next year. The Fed reduced its benchmark rate by a quarter of a percentage point, bringing it to a range of 4.25% to 4.5%. Most Fed members expect only two cuts next year, less than previously forecast, due to inflation remaining above the 2% target.\",            \"english_title\": \"Stock Market Drop\",            \"translated_version\": \"El Dow Jones, un índice de acciones estadounidense, bajó más de 1,100 puntos después de que la Reserva Federal redujera las tasas de interés pero indicara menos reducciones el próximo año. La Fed redujo su tasa de referencia en un cuarto de punto porcentual, llevándola a un rango del 4.25% al 4.5%. La mayoría de los miembros de la Fed esperan solo dos recortes el próximo año, menos de lo previamente pronosticado, debido a que la inflación sigue por encima del objetivo del 2%.\",            \"translated_title\": \"Caída en el Mercado de Acciones\"        },        {            \"english_version\": \"Donald Trump and J.D. Vance called on Republicans to re-negotiate a bipartisan deal to fund the government beyond Friday. They criticized the proposed bill, which included $100bn in disaster aid and unrelated policy measures. Elon Musk also criticized the bill, and without an agreement, most federal operations would cease on Saturday.\",            \"english_title\": \"Government Funding Dispute\",            \"translated_version\": \"Donald Trump y J.D. Vance pidieron a los Republicanos que vuelvan a negociar un acuerdo bipartidista para financiar el gobierno más allá del viernes. Criticaron el proyecto de ley propuesto, que incluía $100 mil millones en ayuda por desastres y medidas de política no relacionadas. Elon Musk también criticó el proyecto de ley, y sin un acuerdo, la mayoría de las operaciones federales cesarían el sábado.\",            \"translated_title\": \"Disputa sobre Financiamiento del Gobierno\"        }    ]}"