"{    \"translations\": [        {            \"english_version\": \"Israel widened its ground offensive in Gaza and pounded the enclave’s north with air strikes. Israel said it had killed dozens of terrorists and called for Palestinians living in north Gaza to evacuate to the south. Doctors at a hospital in north Gaza said that would be impossible for patients. President Joe Biden told Binyamin Netanyahu, Israel’s prime minister, that the flow of aid into the enclave needed to be immediately and significantly increased. António Guterres, secretary-general of the UN, called the situation in Gaza a humanitarian catastrophe. Supplies are limited and health services are collapsing. Warehouses containing food aid have been raided by civilians.\",            \"english_title\": \"Israel widens ground offensive in Gaza\",            \"translated_version\": \"Israel amplió su ofensiva terrestre en Gaza y bombardeó el norte del enclave con ataques aéreos. Israel dijo que había matado a docenas de terroristas y pidió a los palestinos que viven en el norte de Gaza que evacuen hacia el sur. Los médicos de un hospital en el norte de Gaza dijeron que eso sería imposible para los pacientes. El presidente Joe Biden le dijo a Binyamin Netanyahu, primer ministro de Israel, que el flujo de ayuda al enclave debe aumentarse de inmediato y de manera significativa. António Guterres, secretario general de la ONU, calificó la situación en Gaza como una catástrofe humanitaria. Los suministros son limitados y los servicios de salud se están colapsando. Los almacenes que contienen ayuda alimentaria han sido saqueados por civiles.\",            \"translated_title\": \"Israel amplía ofensiva terrestre en Gaza\"        },        {            \"english_version\": \"Jordan asked America to deploy Patriot air-defence missile systems to bolster its border security. The kingdom has expressed concern about Israel’s war in Gaza spilling into a regional conflict. Earlier, Iran’s foreign minister said that the country did not want the war to spread out. But Ebrahim Raisi, Iran’s president, posted on X (formerly Twitter) that Israel had crossed the red lines, which may force everyone to take action. Israeli forces struck targets in Lebanon and Syria on Sunday, reportedly in response to launches from those countries into Israel.\",            \"english_title\": \"Jordan asks America for missile systems\",            \"translated_version\": \"Jordania pidió a Estados Unidos que despliegue sistemas de misiles de defensa aérea Patriot para fortalecer su seguridad fronteriza. El reino ha expresado preocupación por la guerra de Israel en Gaza que se desborda en un conflicto regional. Anteriormente, el ministro de Relaciones Exteriores de Irán dijo que el país no quería que la guerra se extendiera. Pero Ebrahim Raisi, presidente de Irán, publicó en X (anteriormente Twitter) que Israel había cruzado las líneas rojas, lo que podría obligar a todos a tomar medidas. Las fuerzas israelíes atacaron objetivos en Líbano y Siria el domingo, supuestamente en respuesta a los lanzamientos desde esos países hacia Israel.\",            \"translated_title\": \"Jordania pide a Estados Unidos sistemas de misiles\"        },        {            \"english_version\": \"The United Automobile Workers approved a tentative contract agreement with Ford, a carmaker, on Sunday, which includes a pay increase of at least 30% for full-time workers. Some 57,000 union members will soon vote on the deal. On Saturday the UAW reached a tentative agreement with Stellantis, another carmaker, that includes a 25% pay increase. More than 45,000 workers have been striking against Detroit’s big three carmakers.\",            \"english_title\": \"United Automobile Workers approve contract with Ford\",            \"translated_version\": \"Los Trabajadores Unidos del Automóvil aprobaron un acuerdo de contrato tentativo con Ford, un fabricante de automóviles, el domingo, que incluye un aumento salarial de al menos el 30% para los trabajadores a tiempo completo. Alrededor de 57,000 miembros del sindicato votarán pronto sobre el acuerdo. El sábado, el UAW llegó a un acuerdo tentativo con Stellantis, otro fabricante de automóviles, que incluye un aumento salarial del 25%. Más de 45,000 trabajadores han estado en huelga contra los tres grandes fabricantes de automóviles de Detroit.\",            \"translated_title\": \"Trabajadores Unidos del Automóvil aprueban contrato con Ford\"        },        {            \"english_version\": \"Authorities in Bangladesh arrested Mirza Fakhrul Islam Alamgir, an opposition leader, and dozens of members of his Bangladesh Nationalist Party after they organised a rally in Dhaka, the capital. Tens of thousands of protesters demanded the resignation of Sheikh Hasina, the prime minister, and the transfer of power to a non-partisan caretaker government to oversee general elections. At least three people died in clashes between police and protesters. A federal judge reinstated a gag order on Donald Trump in a criminal case over his alleged attempt to overturn the 2020 presidential election. The order was lifted earlier this month, but was reimposed after the former president questioned whether the testimony of his former chief of staff, Mark Meadows, was credible. Mr Trump claimed on social media that the order violated his First Amendment rights and was NOT CONSTITUTIONAL!\",            \"english_title\": \"Opposition leader arrested in Bangladesh\",            \"translated_version\": \"Las autoridades en Bangladesh arrestaron a Mirza Fakhrul Islam Alamgir, un líder de la oposición, y a docenas de miembros de su Partido Nacionalista de Bangladesh después de que organizaran una manifestación en Dhaka, la capital. Decenas de miles de manifestantes exigieron la renuncia de Sheikh Hasina, la primera ministra, y la transferencia de poder a un gobierno de cuidado no partidista para supervisar las elecciones generales. Al menos tres personas murieron en enfrentamientos entre la policía y los manifestantes. Un juez federal restableció una orden de silencio sobre Donald Trump en un caso penal por su presunto intento de anular las elecciones presidenciales de 2020. La orden fue levantada a principios de este mes, pero fue restablecida después de que el ex presidente cuestionara si el testimonio de su ex jefe de gabinete, Mark Meadows, era creíble. El Sr. Trump afirmó en las redes sociales que la orden violaba sus derechos de la Primera Enmienda y NO ERA CONSTITUCIONAL!\",            \"translated_title\": \"Líder de la oposición arrestado en Bangladesh\"        },        {            \"english_version\": \"In Dagestan, a Muslim-majority republic in southern Russia, a mob carrying Palestinian flags stormed an airport in the capital, Makhachkala, looking for Israeli and Jewish travellers arriving on a flight from Tel Aviv. Around 20 people were injured, said local health authorities. Some passengers’ passports were checked by members of the crowd. In the nearby city of Khasavyurt rioters surrounded a hotel where they believed Jewish tourists were staying.\",            \"english_title\": \"Mob attacks airport in Dagestan\",            \"translated_version\": \"En Daguestán, una república de mayoría musulmana en el sur de Rusia, una multitud que llevaba banderas palestinas asaltó un aeropuerto en la capital, Makhachkala, buscando a viajeros israelíes y judíos que llegaban en un vuelo desde Tel Aviv. Alrededor de 20 personas resultaron heridas, según las autoridades sanitarias locales. Algunos pasajeros tuvieron sus pasaportes revisados por miembros de la multitud. En la ciudad cercana de Khasavyurt, los alborotadores rodearon un hotel donde creían que se alojaban turistas judíos.\",            \"translated_title\": \"Multitud ataca aeropuerto en Daguestán\"        }    ]}"