"{    \"translations\": [        {            \"english_version\": \"The Pentagon announced plans to send more fighter jets and warships to the Middle East due to concerns over Iran's reaction to the killing of Ismail Haniyeh, the leader of Hamas. There are fears of a potential regional conflict as Iran vows to seek revenge for the assassination.\",            \"english_title\": \"Middle East Tensions\",            \"translated_version\": \"El Pentágono anunció planes para enviar más aviones de combate y barcos de guerra al Medio Oriente debido a preocupaciones sobre la reacción de Irán al asesinato de Ismail Haniyeh, el líder de Hamas. Existen temores de un posible conflicto regional ya que Irán promete buscar venganza por el asesinato.\",            \"translated_title\": \"Tensiones en el Medio Oriente\"        },        {            \"english_version\": \"Lloyd Austin, the US defense secretary, canceled a plea deal made with five individuals accused of orchestrating the September 11th attacks. This included Khalid Sheikh Mohammed, the alleged mastermind, who had agreed to plead guilty in exchange for avoiding the death penalty. Additionally, Mr Austin removed the authority of the woman overseeing the war court in Guantánamo Bay where the suspects are held.\",            \"english_title\": \"Revocation of Plea Deal\",            \"translated_version\": \"Lloyd Austin, el secretario de defensa de EE. UU., canceló un acuerdo de culpabilidad hecho con cinco personas acusadas de orquestar los ataques del 11 de septiembre. Esto incluía a Khalid Sheikh Mohammed, el presunto cerebro, quien había acordado declararse culpable a cambio de evitar la pena de muerte. Además, el Sr. Austin retiró la autoridad de la mujer que supervisaba el tribunal de guerra en la Bahía de Guantánamo donde se encuentran los sospechosos.\",            \"translated_title\": \"Revocación del Acuerdo de Culpabilidad\"        }    ]}"