"{    \"translations\": [        {            \"english_version\": \"America's national security advisor, Jake Sullivan, said its forces planned to carry out more strikes on Iran-linked targets in the Middle East, to send a 'clear message' that it would respond to attacks on its forces. Mr Sullivan's comments follow American and British air strikes on targets linked to the Houthis, an Iran-backed Yemeni militant group that has attacked ships in the Red Sea in recent months. America also hit Iran-linked targets in Iraq and Syria on Friday night, in retaliation for the killing of three American soldiers in a drone attack in Jordan on January 28th.\",            \"english_title\": \"US to Carry Out More Strikes on Iran-Linked Targets\",            \"translated_version\": \"El asesor de seguridad nacional de Estados Unidos, Jake Sullivan, dijo que sus fuerzas planeaban llevar a cabo más ataques contra objetivos vinculados a Irán en Oriente Medio, para enviar un 'mensaje claro' de que respondería a los ataques contra sus fuerzas. Los comentarios del Sr. Sullivan siguen a los ataques aéreos estadounidenses y británicos contra objetivos vinculados a los hutíes, un grupo militante yemení respaldado por Irán que ha atacado barcos en el Mar Rojo en los últimos meses. Estados Unidos también golpeó objetivos vinculados a Irán en Irak y Siria la noche del viernes, en represalia por el asesinato de tres soldados estadounidenses en un ataque con drones en Jordania el 28 de enero.\",            \"translated_title\": \"EE. UU. Realizará Más Ataques Contra Objetivos Vinculados a Irán\"        },        {            \"english_version\": \"Protests broke out in Senegal after the president, Macky Sall, called off the country's presidential election, due on February 25th, citing disagreements over the eligibility of several opposition candidates. Anta Babacar Ngom, one opposition contender, was reportedly detained near a demonstration, as police fired tear gas at protesters in Dakar, the capital. France and the EU called on Mr Sall, who is not running for a third term, to swiftly set a new date.\",            \"english_title\": \"Protests in Senegal Over Cancelled Presidential Election\",            \"translated_version\": \"Estallaron protestas en Senegal después de que el presidente, Macky Sall, cancelara las elecciones presidenciales del país, previstas para el 25 de febrero, citando desacuerdos sobre la elegibilidad de varios candidatos de la oposición. Anta Babacar Ngom, uno de los contendientes de la oposición, fue detenido cerca de una manifestación, mientras la policía disparaba gas lacrimógeno a los manifestantes en Dakar, la capital. Francia y la Unión Europea instaron al Sr. Sall, quien no se postula para un tercer mandato, a fijar rápidamente una nueva fecha.\",            \"translated_title\": \"Protestas en Senegal por Elecciones Presidenciales Canceladas\"        },        {            \"english_version\": \"Osama Rabie, the chairman of the Suez Canal Authority, said that revenue from the Egyptian waterway had almost halved in January, to $428m compared with $804m a year previously. Traffic was down by 36%. Global shipping companies have rerouted their services as Yemen-based Houthi militants escalate their attacks on ships in the Red Sea. The disruptions are piling pressure on Egypt's economy, already in dire straits.\",            \"english_title\": \"Suez Canal Revenue Halves Amid Yemen-Based Attacks\",            \"translated_version\": \"Osama Rabie, el presidente de la Autoridad del Canal de Suez, dijo que los ingresos provenientes de la vía fluvial egipcia se habían reducido casi a la mitad en enero, a $428 millones en comparación con los $804 millones del año anterior. El tráfico disminuyó un 36%. Las compañías navieras globales han redirigido sus servicios debido a que los militantes hutíes con base en Yemen intensifican sus ataques a los barcos en el Mar Rojo. Las interrupciones están aumentando la presión sobre la economía de Egipto, que ya está en una situación desesperada.\",            \"translated_title\": \"Los Ingresos del Canal de Suez se Reducen a la Mitad Debido a los Ataques en Yemen\"        },        {            \"english_version\": \"Fatih Karahan, the new governor of Turkey's central bank, said he was ready to maintain the 'necessary monetary tightness' to bring down the country's rampant inflation, which was at an annual rate of nearly 65% in December. The bank bumped up its benchmark interest rate again, to 45%, in January. Mr Karahan served as deputy to Hafize Gaye Erkan, who quit as governor on Friday.\",            \"english_title\": \"New Governor of Turkey's Central Bank Vows to Tackle Inflation\",            \"translated_version\": \"Fatih Karahan, el nuevo gobernador del banco central de Turquía, dijo que estaba listo para mantener la 'necesaria rigidez monetaria' para reducir la inflación rampante del país, que fue de casi el 65% anual en diciembre. El banco aumentó nuevamente su tasa de interés de referencia al 45% en enero. El Sr. Karahan se desempeñó como subdirector de Hafize Gaye Erkan, quien renunció como gobernador el viernes.\",            \"translated_title\": \"Nuevo Gobernador del Banco Central de Turquía se Compromete a Combatir la Inflación\"        },        {            \"english_version\": \"Nangolo Mbumba was sworn in as Namibia's president, following the death from cancer of Hage Geingob, who had been in power since 2015. Mr Mbumba, who had served as vice-president since 2018, will hold the presidency until the election in November. Mr Mbumba's Swapo party has been in power since Namibia declared independence from South Africa in 1990.\",            \"english_title\": \"Nangolo Mbumba Sworn in as Namibia's President\",            \"translated_version\": \"Nangolo Mbumba asumió el cargo de presidente de Namibia, tras la muerte por cáncer de Hage Geingob, quien había estado en el poder desde 2015. El Sr. Mbumba, quien se desempeñó como vicepresidente desde 2018, ocupará la presidencia hasta las elecciones de noviembre. El partido Swapo del Sr. Mbumba ha estado en el poder desde que Namibia declaró su independencia de Sudáfrica en 1990.\",            \"translated_title\": \"Nangolo Mbumba Asume el Cargo de Presidente de Namibia\"        },        {            \"english_version\": \"At least 64 people were killed in forest fires in Chile's coastal tourist region of Valparaíso. The president, Gabriel Boric, declared a state of emergency and deployed military units to affected areas, amid fears that the fast-moving fires could spread to urban zones. The blaze was exacerbated by unusually high temperatures, and spread quickly through the drought-stricken region.\",            \"english_title\": \"Forest Fires Kill 64 People in Chile's Valparaíso Region\",            \"translated_version\": \"Al menos 64 personas murieron en incendios forestales en la región turística costera de Valparaíso en Chile. El presidente, Gabriel Boric, declaró el estado de emergencia y desplegó unidades militares en las áreas afectadas, ante el temor de que los incendios de rápido movimiento pudieran extenderse a zonas urbanas. El fuego se vio exacerbado por temperaturas inusualmente altas y se propagó rápidamente por la región afectada por la sequía.\",            \"translated_title\": \"Incendios Forestales Causan la Muerte de 64 Personas en la Región de Valparaíso en Chile\"        }    ]}"