"{    \"translations\": [        {            \"english_version\": \"They were arrested on Wednesday night in the Paris region, Laure Beccuau's office said. The debate over the change in legislation gained renewed urgency following the mass rape trial which shocked France last year.\",            \"english_title\": \"Arrests in Paris\",            \"translated_version\": \"Fueron arrestados el miércoles por la noche en la región de París, dijo la oficina de Laure Beccuau. El debate sobre el cambio en la ley se hizo más urgente después del juicio por violación masiva que sorprendió a Francia el año pasado.\",            \"translated_title\": \"Arrestos en París\"        },        {            \"english_version\": \"Rob Jetten's D66 party is favourite to form the next government but the result is too close to call. Rob Jetten's electoral success has come as a surprise, but politically, all the stars were aligned for him to achieve it.\",            \"english_title\": \"Rob Jetten's Surprise\",            \"translated_version\": \"El partido D66 de Rob Jetten es el favorito para formar el próximo gobierno, pero el resultado es muy ajustado. El éxito electoral de Rob Jetten ha sido una sorpresa, pero políticamente, todo estaba a su favor para lograrlo.\",            \"translated_title\": \"Sorpresa de Rob Jetten\"        },        {            \"english_version\": \"Trump says the meeting with President Xi, which was their first face-to-face interaction since 2019, was a 'great success'.\",            \"english_title\": \"Trump and Xi Meeting\",            \"translated_version\": \"Trump dice que la reunión con el Presidente Xi, que fue su primer encuentro cara a cara desde 2019, fue un gran éxito.\",            \"translated_title\": \"Reunión de Trump y Xi\"        },        {            \"english_version\": \"A South Korean court rules that the act's contract with the label, which runs until 2029, is valid.\",            \"english_title\": \"South Korean Court Decision\",            \"translated_version\": \"Un tribunal de Corea del Sur decide que el contrato del acto con la discográfica, que dura hasta 2029, es válido.\",            \"translated_title\": \"Decisión de Tribunal Coreano\"        },        {            \"english_version\": \"RSF troops executed a number of unarmed people after seizing el-Fasher, videos reviewed by BBC Verify show.\",            \"english_title\": \"RSF Troops Actions\",            \"translated_version\": \"Las tropas de RSF ejecutaron a varias personas desarmadas después de tomar el-Fasher, muestran videos revisados por BBC Verify.\",            \"translated_title\": \"Acciones de Tropas RSF\"        }    ]}"