"{    \"translations\": [        {            \"english_version\": \"World leaders remembered the October 7th attacks while conflict continued in the region. Hamas and Hizbullah launched rockets at Israel, prompting Israeli strikes on southern Lebanon and Gaza. Israel announced plans to target Hizbullah from the sea and cautioned residents in southern Lebanon to avoid nearby beaches. Additionally, the Houthis, a Yemeni rebel group, claimed responsibility for firing missiles towards Israel, which intercepted the attack.\",            \"english_title\": \"World Events\",            \"translated_version\": \"Los líderes mundiales recordaron los ataques del 7 de octubre mientras el conflicto continuaba en la región. Hamas y Hizbullah lanzaron cohetes a Israel, lo que provocó ataques israelíes en el sur del Líbano y Gaza. Israel anunció planes para atacar a Hizbullah desde el mar y advirtió a los residentes del sur del Líbano que eviten las playas cercanas. Además, los hutíes, un grupo rebelde yemení, reclamaron la responsabilidad de disparar misiles hacia Israel, que interceptó el ataque.\",            \"translated_title\": \"Eventos Mundiales\"        },        {            \"english_version\": \"Victor Rambros and Gary Ruvkin were awarded the Nobel Prize for Physiology or Medicine for their discovery of micro-RNA and its role in post-transcriptional gene regulation. The Nobel Assembly of the Karolinska Institute in Stockholm, which grants the prize, highlighted the significance of micro-RNAs in the development and functioning of organisms. The American scientists will share a prize of SKr11m ($1.1m).\",            \"english_title\": \"Nobel Prize Winners\",            \"translated_version\": \"Victor Rambros y Gary Ruvkin recibieron el Premio Nobel de Fisiología o Medicina por su descubrimiento de micro-ARN y su papel en la regulación génica post-transcripcional. La Asamblea Nobel del Instituto Karolinska en Estocolmo, que otorga el premio, destacó la importancia de los micro-ARN en el desarrollo y funcionamiento de los organismos. Los científicos estadounidenses compartirán un premio de SKr11m ($1.1m).\",            \"translated_title\": \"Ganadores del Premio Nobel\"        }    ]}"