"{    \"translations\": [        {            \"english_version\": \"Mike Johnson, a Republican, was re-elected as speaker of America’s House of Representatives. Despite an endorsement from Donald Trump three Republicans initially voted against Mr Johnson. Given the party’s tight majority, that would have been enough to trigger another ballot and delay the start of the 119th Congress. But two subsequently changed their minds, securing Mr Johnson just enough votes to win.\",            \"english_title\": \"Re-election of Mike Johnson as Speaker of the House\",            \"translated_version\": \"Mike Johnson, un Republicano, fue reelegido como presidente de la Cámara de Representantes de América. A pesar de un respaldo de Donald Trump, tres Republicanos inicialmente votaron en contra del Sr. Johnson. Dada la estrecha mayoría del partido, eso habría sido suficiente para provocar otra votación y retrasar el inicio del 119º Congreso. Pero dos cambiaron de opinión posteriormente, asegurando al Sr. Johnson los votos suficientes para ganar.\",            \"translated_title\": \"Reelección de Mike Johnson como Presidente de la Cámara\"        },        {            \"english_version\": \"The judge overseeing Mr Trump’s hush-money case said he would sentence the president-elect on January 10th, but that Mr Trump would not face prison time. Mr Trump had argued that his conviction, on 34 felony counts, should be dismissed, because the proceedings would impede his presidential transition. The judge wrote that tossing the jury verdict would `undermine the Rule of Law in immeasurable ways`.\",            \"english_title\": \"Judge's Decision on Trump's Case\",            \"translated_version\": \"El juez a cargo del caso de dinero callado de Trump dijo que sentenciaría al presidente electo el 10 de enero, pero que Trump no enfrentaría tiempo en prisión. Trump había argumentado que su condena, por 34 cargos graves, debería ser desestimada, porque los procedimientos obstaculizarían su transición presidencial. El juez escribió que desechar el veredicto del jurado `socavaría el Estado de Derecho de maneras inmensurables`.\",            \"translated_title\": \"Decisión del Juez sobre el Caso de Trump\"        }    ]}"