"{    \"translations\": [        {            \"english_version\": \"American officials said that American and British forces shot down 21 drones and missiles fired by the Houthis, Iran-backed Yemeni rebels, towards international shipping lanes in the Red Sea.\",            \"english_title\": \"American and British forces shoot down drones and missiles in the Red Sea\",            \"translated_version\": \"Oficiales estadounidenses dijeron que las fuerzas estadounidenses y británicas derribaron 21 drones y misiles disparados por los hutíes, rebeldes yemeníes respaldados por Irán, hacia las rutas de envío internacionales en el Mar Rojo.\",            \"translated_title\": \"Fuerzas estadounidenses y británicas derriban drones y misiles en el Mar Rojo\"        },        {            \"english_version\": \"Meanwhile, after meetings with Israeli officials Antony Blinken, America’s secretary of state, announced a deal to launch a UN assessment mission that aims to enable civilians displaced from northern Gaza to eventually return home.\",            \"english_title\": \"Deal announced to help displaced civilians in Gaza\",            \"translated_version\": \"Mientras tanto, después de reuniones con funcionarios israelíes, Antony Blinken, secretario de estado de Estados Unidos, anunció un acuerdo para lanzar una misión de evaluación de la ONU que tiene como objetivo permitir que los civiles desplazados del norte de Gaza eventualmente regresen a casa.\",            \"translated_title\": \"Anunciado acuerdo para ayudar a civiles desplazados en Gaza\"        },        {            \"english_version\": \"Gary Gensler, the chairman of America’s Securities and Exchange Commission, said that the regulator’s X account had been 'compromised'.\",            \"english_title\": \"Chairman of America's SEC reports account compromise\",            \"translated_version\": \"Gary Gensler, el presidente de la Comisión de Bolsa y Valores de Estados Unidos, dijo que la cuenta X del regulador había sido 'comprometida'.\",            \"translated_title\": \"Presidente de la SEC de Estados Unidos informa compromiso de cuenta\"        },        {            \"english_version\": \"Taiwan’s presidential office said it did not consider the launch of a Chinese satellite an attempt at election interference.\",            \"english_title\": \"Taiwan denies Chinese satellite launch as election interference\",            \"translated_version\": \"La oficina presidencial de Taiwán dijo que no consideraba el lanzamiento de un satélite chino como un intento de interferencia en las elecciones.\",            \"translated_title\": \"Taiwán niega lanzamiento de satélite chino como interferencia en las elecciones\"        },        {            \"english_version\": \"Lloyd Austin, America’s defence secretary, has been in hospital from complications resulting from prostate-cancer treatment, a diagnosis that Joe Biden apparently only learned of on Tuesday.\",            \"english_title\": \"America's defense secretary hospitalized\",            \"translated_version\": \"Lloyd Austin, secretario de defensa de Estados Unidos, ha estado en el hospital debido a complicaciones derivadas del tratamiento del cáncer de próstata, un diagnóstico que Joe Biden aparentemente solo se enteró el martes.\",            \"translated_title\": \"Secretario de defensa de Estados Unidos hospitalizado\"        }    ]}"