"{    \"translations\": [        {            \"english_version\": \"The bipartisan bill will now head to President Donald Trump's desk to be signed into law. This means that both political parties agreed on the bill, and now it needs the President's approval to become a law.\",            \"english_title\": \"Bipartisan Bill\",            \"translated_version\": \"El proyecto de ley bipartidista ahora irá al escritorio del Presidente Donald Trump para ser firmado como ley. Esto significa que ambos partidos políticos estuvieron de acuerdo en el proyecto de ley, y ahora necesita la aprobación del Presidente para convertirse en ley.\",            \"translated_title\": \"Proyecto de Ley Bipartidista\"        },        {            \"english_version\": \"The Israeli military says it targeted Hamas members in a training compound. However, Hamas rejected this claim, saying it is not true.\",            \"english_title\": \"Israeli Military and Hamas\",            \"translated_version\": \"El ejército israelí dice que atacó a miembros de Hamas en un lugar de entrenamiento. Sin embargo, Hamas rechazó esto, diciendo que no es verdad.\",            \"translated_title\": \"Ejército Israelí y Hamas\"        },        {            \"english_version\": \"Public prosecutor Hansjörg Mayr says two men, aged 55 and 53, are being held on strong suspicion of murder. This means they are suspected of committing a serious crime.\",            \"english_title\": \"Murder Suspects\",            \"translated_version\": \"El fiscal Hansjörg Mayr dice que dos hombres, de 55 y 53 años, están detenidos bajo fuerte sospecha de asesinato. Esto significa que se sospecha que cometieron un crimen grave.\",            \"translated_title\": \"Sospechosos de Asesinato\"        },        {            \"english_version\": \"Donald Tusk said the two suspects had entered Poland from Belarus and had long worked for Russia. This suggests they might have been involved in activities related to Russia.\",            \"english_title\": \"Suspects Entered Poland\",            \"translated_version\": \"Donald Tusk dijo que los dos sospechosos habían entrado a Polonia desde Bielorrusia y habían trabajado mucho tiempo para Rusia. Esto sugiere que podrían haber estado involucrados en actividades relacionadas con Rusia.\",            \"translated_title\": \"Sospechosos Entraron a Polonia\"        },        {            \"english_version\": \"The US president's claims that the crown prince knew nothing contradict the CIA's own assessment. This means the President's statement is different from what the CIA believes.\",            \"english_title\": \"US President vs CIA\",            \"translated_version\": \"Las afirmaciones del presidente de EE.UU. de que el príncipe heredero no sabía nada contradicen la evaluación de la CIA. Esto significa que la declaración del Presidente es diferente de lo que cree la CIA.\",            \"translated_title\": \"Presidente de EE.UU. vs CIA\"        }    ]}"