"{    \"translations\": [        {            \"english_version\": \"Qatar’s foreign ministry announced that a truce between Israel and Hamas will begin on Friday at 7am local time. Hamas is expected to release the first 13 hostages at 4pm. The release of 50 hostages is part of a deal that includes a four-day pause in Israel’s attack on Gaza. Under the agreement, Israel is expected to free around 150 Palestinian prisoners and allow around 300 aid-bearing trucks to enter Gaza from Egypt each day.\",            \"english_title\": \"Truce between Israel and Hamas\",            \"translated_version\": \"El ministerio de relaciones exteriores de Qatar anunció que una tregua entre Israel y Hamas comenzará el viernes a las 7am hora local. Se espera que Hamas libere a los primeros 13 rehenes a las 4pm. La liberación de 50 rehenes es parte de un acuerdo que incluye una pausa de cuatro días en el ataque de Israel a Gaza. Según el acuerdo, se espera que Israel libere alrededor de 150 prisioneros palestinos y permita que alrededor de 300 camiones de ayuda entren a Gaza desde Egipto cada día.\",            \"translated_title\": \"Tregua entre Israel y Hamas\"        },        {            \"english_version\": \"Turkey’s central bank raised interest rates by a larger-than-expected five percentage points, bringing it to 40%. The lira rallied on the news. The annual inflation rate is over 60%. This is the sixth consecutive hike since June, when the policy rate was 8.5%. However, the central bank indicated that the tightening would end soon.\",            \"english_title\": \"Interest rate hike in Turkey\",            \"translated_version\": \"El banco central de Turquía aumentó las tasas de interés en cinco puntos porcentuales más de lo esperado, llevándolas al 40%. La lira se recuperó con la noticia. La tasa de inflación anual es de más del 60%. Este es el sexto aumento consecutivo desde junio, cuando la tasa de política era del 8.5%. Sin embargo, el banco central indicó que el endurecimiento terminaría pronto.\",            \"translated_title\": \"Aumento de las tasas de interés en Turquía\"        },        {            \"english_version\": \"Disorder broke out in Dublin following a knife attack outside a school that injured five people, including three children. A crowd of what Irish police called a 'hooligan faction driven by far-right ideology' gathered and set fire to several vehicles. City-centre public transport was suspended. The police have arrested one of those injured in connection with the stabbings.\",            \"english_title\": \"Disorder in Dublin after knife attack\",            \"translated_version\": \"Se produjo un desorden en Dublín después de un ataque con cuchillo fuera de una escuela que dejó cinco personas heridas, incluidos tres niños. Una multitud a la que la policía irlandesa llamó una 'facción de hooligans impulsada por una ideología de extrema derecha' se reunió y prendió fuego a varios vehículos. El transporte público del centro de la ciudad fue suspendido. La policía ha arrestado a uno de los heridos en relación con las puñaladas.\",            \"translated_title\": \"Desorden en Dublín después de un ataque con cuchillo\"        },        {            \"english_version\": \"Germany’s finance ministry announced that the 'debt brake'—which limits annual federal net borrowing to no more than 0.35% of nominal GDP—would be suspended for 2023. The move comes after the Federal Constitutional Court retroactively blocked a transfer of €60bn ($65bn) of funds originally earmarked for covid-19 to other purposes, causing a budget nightmare.\",            \"english_title\": \"Suspension of Germany's debt brake\",            \"translated_version\": \"El ministerio de finanzas de Alemania anunció que la 'freno de la deuda' - que limita el endeudamiento neto federal anual a no más del 0.35% del PIB nominal - se suspenderá para 2023. La medida se produce después de que el Tribunal Constitucional Federal bloqueara retroactivamente una transferencia de €60bn ($65bn) de fondos originalmente destinados a covid-19 para otros fines, causando una pesadilla presupuestaria.\",            \"translated_title\": \"Suspensión del freno de la deuda de Alemania\"        },        {            \"english_version\": \"The World Health Organisation made an official request to China for information on an increase in reported clusters of pneumonia in children. Local reports suggest that hospitals in northern China are overwhelmed with cases. Chinese officials have attributed the spike in respiratory diseases to the lifting of stringent covid-19 measures.\",            \"english_title\": \"Increase in pneumonia cases in China\",            \"translated_version\": \"La Organización Mundial de la Salud hizo una solicitud oficial a China para obtener información sobre un aumento en los grupos de neumonía reportados en niños. Informes locales sugieren que los hospitales en el norte de China están abrumados de casos. Los funcionarios chinos han atribuido el aumento de las enfermedades respiratorias al levantamiento de las estrictas medidas de covid-19.\",            \"translated_title\": \"Aumento de los casos de neumonía en China\"        }    ]}"