"{    \"translations\": [        {            \"english_version\": \"In July, the annual inflation rate in America dropped to 2.9%. This is lower than the previous month's rate of 3% and was below what most experts had predicted. As a result, it is highly likely that the Federal Reserve will start reducing interest rates, which are currently at a 23-year peak, in September.\",            \"english_title\": \"Inflation Rate Drop in America\",            \"translated_version\": \"En julio, la tasa de inflación anual en América bajó al 2.9%. Esto es menos que la tasa del mes anterior del 3% y estuvo por debajo de lo que la mayoría de los expertos habían predicho. Como resultado, es muy probable que la Reserva Federal comience a reducir las tasas de interés, que actualmente están en su punto más alto en 23 años, en septiembre.\",            \"translated_title\": \"Bajada de la Tasa de Inflación en América\"        },        {            \"english_version\": \"The World Health Organisation has declared mpox, a virus causing flu-like symptoms and blisters, as a global public-health emergency. Concerns arose when a new strain of the virus spread from the Democratic Republic of Congo to at least 12 other African nations. The number of cases has increased by 160% compared to last year, with over 500 deaths reported since January.\",            \"english_title\": \"Global Health Emergency Declared\",            \"translated_version\": \"La Organización Mundial de la Salud ha declarado mpox, un virus que causa síntomas similares a la gripe y ampollas, como una emergencia de salud pública global. Surgieron preocupaciones cuando una nueva cepa del virus se propagó desde la República Democrática del Congo a al menos 12 otras naciones africanas. El número de casos ha aumentado en un 160% en comparación con el año pasado, con más de 500 muertes reportadas desde enero.\",            \"translated_title\": \"Declarada Emergencia de Salud Global\"        }    ]}"