"{    \"translations\": [        {            \"english_version\": \"Consumer prices in America went up by 3.5% in the year to March, higher than the previous month. The core rate, excluding energy and food, rose by 0.4% month on month. Factors like increased gasoline and shelter costs contributed to the rise in prices. This data suggests that the Federal Reserve may not reduce rates in the summer.\",            \"english_title\": \"Economic Updates\",            \"translated_version\": \"Los precios para comprar cosas en América subieron un 3.5% en el año hasta marzo, más que el mes anterior. La tasa central, sin contar la energía y la comida, aumentó un 0.4% mes a mes. Cosas como el aumento en el precio de la gasolina y de la vivienda contribuyeron al aumento en los precios. Estos datos sugieren que la Reserva Federal puede que no baje las tasas en el verano.\",            \"translated_title\": \"Actualizaciones Económicas\"        },        {            \"english_version\": \"Fitch downgraded China's sovereign credit outlook to negative, anticipating increased debt to boost the economy. China's government disagreed with the rating, highlighting the positive impact of fiscal policies on economic growth.\",            \"english_title\": \"Global Economic Outlook\",            \"translated_version\": \"Fitch rebajó la perspectiva de crédito soberano de China a negativa, anticipando que la deuda aumentada impulsará la economía. El gobierno de China no estuvo de acuerdo con la calificación, resaltando el impacto positivo de las políticas fiscales en el crecimiento económico.\",            \"translated_title\": \"Perspectiva Económica Global\"        },        {            \"english_version\": \"China's President Xi Jinping met with Taiwan's former President Ma Ying-jeou in Beijing. The meeting aimed to reduce tensions and promote trade between the two nations. Additionally, the EU court lifted sanctions against Russian billionaires, citing insufficient evidence of support for Russia's actions in Ukraine.\",            \"english_title\": \"International Relations\",            \"translated_version\": \"El Presidente de China, Xi Jinping, se reunió con el ex Presidente de Taiwán, Ma Ying-jeou, en Beijing. La reunión tuvo como objetivo reducir tensiones y promover el comercio entre las dos naciones. Además, el tribunal de la Unión Europea levantó sanciones contra multimillonarios rusos, citando evidencia insuficiente de apoyo a las acciones de Rusia en Ucrania.\",            \"translated_title\": \"Relaciones Internacionales\"        },        {            \"english_version\": \"TSMC, the world's largest chipmaker, reported a significant revenue increase in the first quarter, driven by demand for AI-related chips. This growth offset the decline in smartphone market demand, exceeding analysts' expectations.\",            \"english_title\": \"Tech Industry Updates\",            \"translated_version\": \"TSMC, el mayor fabricante de chips del mundo, reportó un aumento significativo en los ingresos en el primer trimestre, impulsado por la demanda de chips relacionados con la inteligencia artificial. Este crecimiento compensó la disminución en la demanda del mercado de teléfonos inteligentes, superando las expectativas de los analistas.\",            \"translated_title\": \"Actualizaciones de la Industria Tecnológica\"        },        {            \"english_version\": \"An independent review in Britain criticized the foundation of gender medicine for children, citing a lack of evidence-based care. The study highlighted the reluctance of clinicians to engage in the debate due to its contentious nature.\",            \"english_title\": \"Healthcare and Science\",            \"translated_version\": \"Una revisión independiente en Gran Bretaña criticó la base de la medicina de género para niños, citando una falta de atención basada en evidencia. El estudio resaltó la reticencia de los médicos a participar en el debate debido a su naturaleza controvertida.\",            \"translated_title\": \"Salud y Ciencia\"        }    ]}"