"{    \"translations\": [        {            \"english_version\": \"Muhammad Yunus, a Nobel Peace Prize winner, has arrived in Dhaka, the capital of Bangladesh, to take charge of an interim government. He has met with the army chief and is expected to be officially sworn in on Thursday. This comes after Sheikh Hasina, the former prime minister, resigned and left the country due to recent violent unrest. In a recent essay for The Economist, Mr. Yunus outlined the future steps for Bangladesh.\",            \"english_title\": \"Muhammad Yunus leading interim government in Bangladesh\",            \"translated_version\": \"Muhammad Yunus, un ganador del Premio Nobel de la Paz, ha llegado a Dhaka, la capital de Bangladesh, para encargarse de un gobierno provisional. Se ha reunido con el jefe del ejército y se espera que preste juramento oficialmente el jueves. Esto sucede después de que Sheikh Hasina, la ex primera ministra, renunciara y dejara el país debido a recientes disturbios violentos. En un reciente ensayo para The Economist, el Sr. Yunus delineó los pasos futuros para Bangladesh.\",            \"translated_title\": \"Muhammad Yunus liderando gobierno provisional en Bangladesh\"        },        {            \"english_version\": \"Donald Trump and Kamala Harris have agreed to participate in a televised debate scheduled for September 10th. Prior to this, Mr. Trump made derogatory remarks about Ms. Harris, questioning her intelligence and suggesting that the presidency was unfairly taken from Joe Biden. He also exaggerated the size of his rally crowds, claiming to have attracted more attendees than Martin Luther King did in 1963.\",            \"english_title\": \"Donald Trump and Kamala Harris debate\",            \"translated_version\": \"Donald Trump y Kamala Harris han acordado participar en un debate televisado programado para el 10 de septiembre. Antes de esto, el Sr. Trump hizo comentarios despectivos sobre la Sra. Harris, cuestionando su inteligencia y sugiriendo que la presidencia le fue quitada injustamente a Joe Biden. También exageró el tamaño de sus multitudes en los mítines, afirmando haber atraído a más asistentes que Martin Luther King en 1963.\",            \"translated_title\": \"Debate entre Donald Trump y Kamala Harris\"        },        {            \"english_version\": \"The Economist has been published since September 1843 with the aim of engaging in a 'severe contest between intelligence, which presses forward, and an unworthy, timid ignorance obstructing our progress.' The publication focuses on providing insightful analysis and commentary on global affairs, economics, and politics.\",            \"english_title\": \"The Economist's History and Mission\",            \"translated_version\": \"The Economist se ha publicado desde septiembre de 1843 con el objetivo de participar en una 'contienda severa entre la inteligencia, que avanza, y una ignorancia indigna y tímida que obstaculiza nuestro progreso.' La publicación se enfoca en proporcionar un análisis perspicaz y comentarios sobre asuntos globales, economía y política.\",            \"translated_title\": \"Historia y Misión de The Economist\"        }    ]}"