"{    \"translations\": [        {            \"english_version\": \"America pushed back against a suggestion from Binyamin Netanyahu, Israel’s prime minister, that Israel would assume overall security responsibility in Gaza for an indefinite period. Mr Netanyahu made the remarks in an interview on Monday. Joe Biden maintains his position that reoccupation by Israeli forces is not the right thing to do, according to a White House spokesperson. Earlier the Israel Defence Forces said they were fighting in the heart of Gaza city. Israel gave the city’s residents four hours to flee south ahead of a ground advance.\",            \"english_title\": \"America pushes back against Netanyahu's suggestion on Gaza\",            \"translated_version\": \"América se opuso a una sugerencia de Binyamin Netanyahu, el primer ministro de Israel, de que Israel asumiría la responsabilidad de seguridad en Gaza por un período indefinido. El Sr. Netanyahu hizo los comentarios en una entrevista el lunes. Joe Biden mantiene su posición de que la reocupación por parte de las fuerzas israelíes no es lo correcto, según un portavoz de la Casa Blanca. Anteriormente, las Fuerzas de Defensa de Israel dijeron que estaban luchando en el corazón de la ciudad de Gaza. Israel dio a los residentes de la ciudad cuatro horas para huir hacia el sur antes de un avance terrestre.\",            \"translated_title\": \"América se opone a la sugerencia de Netanyahu sobre Gaza\"        },        {            \"english_version\": \"António Costa, Portugal’s prime minister, resigned after police searched his official residence and several government buildings. Prosecutors said that Mr Costa is being investigated as part of a corruption probe linked to lithium-exploration schemes and a green hydrogen mega-project. Mr Costa’s chief of staff was detained earlier, and his infrastructure minister was also named as a formal suspect in the investigations. NATO allies suspended the operation of the Treaty on Conventional Armed Forces in Europe. The cold-war era pact prevented signatories from massing forces near mutual borders. The move was prompted by Russia’s withdrawal from the treaty, which the Kremlin said was partly a response to NATO’s expansion near its borders. Jake Sullivan, America’s national security adviser, denounced Russia’s disregard for arms control.\",            \"english_title\": \"Portugal's prime minister resigns amid corruption probe\",            \"translated_version\": \"António Costa, el primer ministro de Portugal, renunció después de que la policía registrara su residencia oficial y varios edificios gubernamentales. Los fiscales dijeron que el Sr. Costa está siendo investigado como parte de una investigación de corrupción relacionada con esquemas de exploración de litio y un mega proyecto de hidrógeno verde. El jefe de gabinete del Sr. Costa fue detenido anteriormente y su ministro de infraestructura también fue nombrado sospechoso formal en las investigaciones. Los aliados de la OTAN suspendieron la operación del Tratado sobre Fuerzas Armadas Convencionales en Europa. El pacto de la era de la Guerra Fría impedía que los signatarios concentraran fuerzas cerca de las fronteras mutuas. La medida fue provocada por la retirada de Rusia del tratado, que el Kremlin dijo que fue en parte una respuesta a la expansión de la OTAN cerca de sus fronteras. Jake Sullivan, asesor de seguridad nacional de Estados Unidos, denunció la falta de respeto de Rusia por el control de armas.\",            \"translated_title\": \"El primer ministro de Portugal renuncia en medio de una investigación de corrupción\"        },        {            \"english_version\": \"Saudi Aramco reported a third-quarter net profit of $32.6bn, a drop of 23% compared with the same period in 2022. The decline was driven by lower crude prices and a fall in volumes sold. Still, those decreases were partly offset by a reduction in production royalties, which helped the oil giant marginally beat analysts’ expectations. The company’s share price ticked up in early trading. German industrial production fell by 1.4% month on month in September—the fourth such consecutive decrease. The steeper-than-expected slump was largely driven by weaknesses in the automotive industry, which manufactured 5% fewer vehicles. Production in the pharmaceutical industry also declined by 9.2%. Germany’s economy is in trouble: it shrank by 0.1% in the third quarter, increasing the risk of recession.\",            \"english_title\": \"Saudi Aramco reports drop in profit, German industrial production falls\",            \"translated_version\": \"Saudi Aramco informó una ganancia neta de $32.6 mil millones en el tercer trimestre, una caída del 23% en comparación con el mismo período en 2022. La disminución fue impulsada por los precios más bajos del crudo y una caída en los volúmenes vendidos. Sin embargo, esas disminuciones fueron compensadas en parte por una reducción en las regalías de producción, lo que ayudó al gigante petrolero a superar marginalmente las expectativas de los analistas. El precio de las acciones de la compañía subió en las primeras operaciones. La producción industrial alemana cayó un 1.4% mes a mes en septiembre, la cuarta disminución consecutiva. La caída más pronunciada de lo esperado se debió en gran parte a las debilidades en la industria automotriz, que fabricó un 5% menos de vehículos. La producción en la industria farmacéutica también disminuyó un 9.2%. La economía de Alemania está en problemas: se contrajo un 0.1% en el tercer trimestre, aumentando el riesgo de recesión.\",            \"translated_title\": \"Saudi Aramco informa una caída en las ganancias, la producción industrial alemana cae\"        },        {            \"english_version\": \"The G7 debates GazaFor America, the G7 group of industrialised countries is now the steering committee of the major democracies, where far-flung allies co-ordinate responses to global threats. That includes Russia’s invasion of Ukraine and the deepening rivalry with China. But at a two-day meeting in Tokyo, which began on Tuesday, the group’s foreign ministers are grappling with a new crisis: the war between Israel and Hamas. G7 members will have many questions for Antony Blinken, America’s secretary of state, after his tour of the Middle East: can suffering in Gaza be eased; how and when does the war end; who will run Gaza; will there ever be a Palestinian state? Expect few good answers. Mr Blinken has failed even to secure humanitarian pauses to get more aid into Gaza and, perhaps, hostages out. Arabs demand an immediate ceasefire, while Israel insists on eliminating Hamas. And there is little sign that Israel has a plan for the aftermath, or that America would impose one.\",            \"english_title\": \"G7 debates war between Israel and Hamas\",            \"translated_version\": \"El G7 debate Gaza. Para Estados Unidos, el grupo G7 de países industrializados es ahora el comité directivo de las principales democracias, donde los aliados lejanos coordinan las respuestas a las amenazas globales. Eso incluye la invasión de Ucrania por parte de Rusia y la creciente rivalidad con China. Pero en una reunión de dos días en Tokio, que comenzó el martes, los ministros de Relaciones Exteriores del grupo están lidiando con una nueva crisis: la guerra entre Israel y Hamas. Los miembros del G7 tendrán muchas preguntas para Antony Blinken, el secretario de Estado de Estados Unidos, después de su gira por Oriente Medio: ¿se puede aliviar el sufrimiento en Gaza; cómo y cuándo termina la guerra; quién gobernará Gaza; habrá algún día un estado palestino? Esperen pocas respuestas satisfactorias. El Sr. Blinken ni siquiera ha logrado asegurar pausas humanitarias para llevar más ayuda a Gaza y, tal vez, liberar a los rehenes. Los árabes exigen un alto el fuego inmediato, mientras que Israel insiste en eliminar a Hamas. Y hay pocas señales de que Israel tenga un plan para el período posterior, o que Estados Unidos impondría uno.\",            \"translated_title\": \"El G7 debate la guerra entre Israel y Hamas\"        },        {            \"english_version\": \"First steps for Switzerland’s megabankBankers, regulators and investors are keeping a close eye on the new Swiss financial super-group. On Tuesday UBS reported third-quarter earnings, five months after completing its dramatic acquisition of Credit Suisse. The results mark a return to normal financial reporting for UBS after accounting adjustments caused by the deal heavily distorted its second-quarter results. The bank beat expectations and posted an underlying pre-tax profit of $844m.The transaction was the first tie-up between two global systemically important banks, a designation introduced after the financial crisis of 2007-09. It created a giant with more than $5trn of invested assets and a balance-sheet twice the size of the Swiss economy. UBS now needs to integrate Credit Suisse’s domestic operations and shed $47bn of risk-weighted assets that do not fit its core strategies. The bank’s bosses also want to continue to attract clients in its huge wealth-management division and plan to cut more than $10bn in costs by the end of 2026.\",            \"english_title\": \"UBS reports earnings after acquiring Credit Suisse\",            \"translated_version\": \"Primeros pasos para el megabanco de Suiza. Banqueros, reguladores e inversores están vigilando de cerca el nuevo supergrupo financiero suizo. El martes, UBS informó las ganancias del tercer trimestre, cinco meses después de completar su dramática adquisición de Credit Suisse. Los resultados marcan un retorno a la presentación de informes financieros normales para UBS después de que los ajustes contables causados por el acuerdo distorsionaran en gran medida los resultados del segundo trimestre. El banco superó las expectativas y registró una ganancia antes de impuestos subyacente de $844 millones. La transacción fue la primera fusión entre dos bancos globalmente importantes, una designación introducida después de la crisis financiera de 2007-09. Creó un gigante con más de $5 billones de activos invertidos y un balance dos veces el tamaño de la economía suiza. UBS ahora necesita integrar las operaciones nacionales de Credit Suisse y deshacerse de $47 mil millones de activos ponderados por riesgo que no se ajustan a sus estrategias principales. Los jefes del banco también quieren seguir atrayendo clientes en su enorme división de gestión de patrimonio y planean reducir más de $10 mil millones en costos para fines de 2026.\",            \"translated_title\": \"UBS informa ganancias después de adquirir Credit Suisse\"        }    ]}"