"{    \"translations\": [        {            \"english_version\": \"The funeral of Pope Francis took place in St Peter’s Square in Rome. Thousands of people attended the service, including leaders from around the world. The conclave, which is the assembly of cardinals that will elect the next pope, is expected to open between May 6th and 10th. Francis was entombed in Santa Maria Maggiore, one of Rome’s oldest basilicas.\",            \"english_title\": \"Pope Francis Funeral\",            \"translated_version\": \"El funeral del Papa Francisco tuvo lugar en la Plaza de San Pedro en Roma. Miles de personas asistieron al servicio, incluidos líderes de todo el mundo. Se espera que el cónclave, que es la asamblea de cardenales que elegirá al próximo papa, se abra entre el 6 y el 10 de mayo. Francisco fue enterrado en Santa María la Mayor, una de las basílicas más antiguas de Roma.\",            \"translated_title\": \"Funeral del Papa Francisco\"        },        {            \"english_version\": \"Donald Trump and Volodymyr Zelensky had a conversation in St Peter’s Basilica before the pope’s funeral. The White House described the conversation as very productive. Trump later expressed his thoughts on social media about Vladimir Putin, suggesting the need for tougher sanctions.\",            \"english_title\": \"Trump's Conversation and Thoughts\",            \"translated_version\": \"Donald Trump y Volodymyr Zelensky tuvieron una conversación en la Basílica de San Pedro antes del funeral del papa. La Casa Blanca describió la conversación como muy productiva. Trump luego expresó sus pensamientos en las redes sociales sobre Vladimir Putin, sugiriendo la necesidad de sanciones más estrictas.\",            \"translated_title\": \"Conversación y Pensamientos de Trump\"        },        {            \"english_version\": \"The Economist app is available on iOS and Android for easy access to news and articles. The Economist Group offers various services and products, including Economist Intelligence and Economist Impact Events. Users can subscribe to The Economist for more content.\",            \"english_title\": \"The Economist App\",            \"translated_version\": \"La aplicación de The Economist está disponible en iOS y Android para acceder fácilmente a noticias y artículos. El Grupo de The Economist ofrece varios servicios y productos, incluida la Inteligencia de The Economist y los Eventos de Impacto de The Economist. Los usuarios pueden suscribirse a The Economist para obtener más contenido.\",            \"translated_title\": \"La Aplicación de The Economist\"        },        {            \"english_version\": \"The Economist Group provides opportunities for careers and executive jobs. They also offer support for advertising and press inquiries. The group is committed to modern slavery statement and data rights protection.\",            \"english_title\": \"Opportunities and Commitment of The Economist Group\",            \"translated_version\": \"El Grupo de The Economist ofrece oportunidades laborales y puestos ejecutivos. También ofrecen apoyo para publicidad y consultas de prensa. El grupo está comprometido con la declaración de esclavitud moderna y la protección de los derechos de datos.\",            \"translated_title\": \"Oportunidades y Compromiso del Grupo de The Economist\"        },        {            \"english_version\": \"The Economist Newspaper Limited is registered in England and Wales. The company's registered office is located at The Adelphi, 1-11 John Adam Street, London. The VAT registration number is GB 340 436 876. The Economist aims to provide quality news and analysis to its readers.\",            \"english_title\": \"The Economist Newspaper Limited\",            \"translated_version\": \"The Economist Newspaper Limited está registrada en Inglaterra y Gales. La oficina registrada de la empresa está ubicada en The Adelphi, 1-11 John Adam Street, Londres. El número de registro de IVA es GB 340 436 876. The Economist tiene como objetivo proporcionar noticias y análisis de calidad a sus lectores.\",            \"translated_title\": \"The Economist Newspaper Limited\"        }    ]}"