"{    \"translations\": [        {            \"english_version\": \"South Korea's anti-corruption agency requested the police to arrest President Yoon Suk Yeol after their own attempt was blocked by presidential guards. A warrant for Mr. Yoon's arrest, related to his brief effort to impose martial law, expires on Monday. Thousands of people demonstrated over the weekend, both opposing and supporting the impeached president.\",            \"english_title\": \"South Korea's President Yoon Suk Yeol Facing Arrest\",            \"translated_version\": \"La agencia anticorrupción de Corea del Sur pidió a la policía que arrestara al presidente Yoon Suk Yeol después de que su propio intento fuera bloqueado por los guardias presidenciales. Una orden de arresto para el Sr. Yoon, relacionada con su breve intento de imponer la ley marcial, vence el lunes. Miles de personas demostraron durante el fin de semana, tanto oponiéndose como apoyando al presidente destituido.\",            \"translated_title\": \"El Presidente de Corea del Sur, Yoon Suk Yeol, Enfrenta Arresto\"        },        {            \"english_version\": \"Austria's hard-right Freedom Party (FPÖ) moved closer to gaining power. The new leader of the conservative People's Party, Christian Stocker, expressed willingness to negotiate with the FPÖ, which won the most votes in the parliamentary elections but has been isolated by mainstream parties. Karl Nehammer announced his resignation as the country's chancellor and as the People's Party chair after failing to form a government.\",            \"english_title\": \"Austria's Freedom Party Closer to Power\",            \"translated_version\": \"El Partido de la Libertad de extrema derecha de Austria (FPÖ) se acercó más al poder. El nuevo líder del Partido Popular Conservador, Christian Stocker, expresó su disposición a negociar con el FPÖ, que ganó la mayoría de los votos en las elecciones parlamentarias pero ha sido aislado por los partidos tradicionales. Karl Nehammer anunció su renuncia como canciller del país y como presidente del Partido Popular después de no lograr formar un gobierno.\",            \"translated_title\": \"El Partido de la Libertad de Austria Más Cerca del Poder\"        }    ]}"