"{    \"translations\": [        {            \"english_version\": \"Hamas fired eight rockets from Rafah, a city in southern Gaza, towards Tel Aviv, Israel's largest city. This was the first attack of its kind in four months. Some of the rockets were stopped, and there were no injuries reported.\",            \"english_title\": \"Hamas rocket attack on Tel Aviv\",            \"translated_version\": \"Hamas disparó ocho cohetes desde Rafah, una ciudad en el sur de Gaza, hacia Tel Aviv, la ciudad más grande de Israel. Este fue el primer ataque de este tipo en cuatro meses. Algunos de los cohetes fueron detenidos y no se reportaron heridos.\",            \"translated_title\": \"Ataque de cohetes de Hamas en Tel Aviv\"        },        {            \"english_version\": \"Israel continued its assault on Rafah despite a UN court's order to stop operations. The International Court of Justice had issued the order on Friday.\",            \"english_title\": \"Israel's assault on Rafah\",            \"translated_version\": \"Israel continuó su ataque en Rafah a pesar de la orden de un tribunal de la ONU de detener las operaciones. La Corte Internacional de Justicia había emitido la orden el viernes.\",            \"translated_title\": \"Ataque de Israel en Rafah\"        },        {            \"english_version\": \"Michael McCaul, the chairman of the House of Representatives’ Foreign Affairs Committee, visited Taiwan with a group of American lawmakers. This visit came after China's military exercises near Taiwan. They plan to meet Taiwan's new president to discuss regional stability and trade.\",            \"english_title\": \"Michael McCaul's visit to Taiwan\",            \"translated_version\": \"Michael McCaul, el presidente del Comité de Asuntos Exteriores de la Cámara de Representantes, visitó Taiwán con un grupo de legisladores estadounidenses. Esta visita ocurrió después de los ejercicios militares de China cerca de Taiwán. Planeaban reunirse con el nuevo presidente de Taiwán para hablar sobre la estabilidad regional y el comercio.\",            \"translated_title\": \"Visita de Michael McCaul a Taiwán\"        }    ]}"