"{    \"translations\": [        {            \"english_version\": \"Ukraine's president said European leaders were united in one voice and mission before a Trump-Putin summit. Mediators believe a deal can be made before Israel expands the war.\",            \"english_title\": \"Ukraine and Europe United\",            \"translated_version\": \"El presidente de Ucrania dijo que los líderes europeos estaban unidos antes de una reunión entre Trump y Putin. Mediadores creen que se puede hacer un trato antes de que Israel expanda la guerra.\",            \"translated_title\": \"Ucrania y Europa Unidos\"        },        {            \"english_version\": \"At least three people have died and many more were injured in Spain, Turkey, and Albania. Armored vehicles were seen in urban centers and tourist spots around Washington, D.C.\",            \"english_title\": \"Deaths and Injuries in Europe\",            \"translated_version\": \"Al menos tres personas murieron y muchas más resultaron heridas en España, Turquía y Albania. Se vieron vehículos blindados en centros urbanos y lugares turísticos alrededor de Washington, D.C.\",            \"translated_title\": \"Muertes y Heridos en Europa\"        },        {            \"english_version\": \"Drones are being used more by illegal armed groups to attack Colombia's security forces. Mediators believe a deal can be made before Israel expands the war.\",            \"english_title\": \"Drones in Colombia\",            \"translated_version\": \"Grupos armados ilegales usan más drones para atacar a las fuerzas de seguridad de Colombia. Mediadores creen que se puede hacer un trato antes de que Israel expanda la guerra.\",            \"translated_title\": \"Drones en Colombia\"        },        {            \"english_version\": \"Meltwater is escaping from a basin held back by a glacier, causing fears of flooding in Juneau, the state capital.\",            \"english_title\": \"Flood Fears in Juneau\",            \"translated_version\": \"El agua de deshielo está saliendo de un lugar retenido por un glaciar, causando miedo de inundaciones en Juneau, la capital del estado.\",            \"translated_title\": \"Miedo a Inundaciones en Juneau\"        },        {            \"english_version\": \"If Iran does not start talks again by the end of the month, sanctions will be put back in place, according to the E3.\",            \"english_title\": \"Iran Sanctions Warning\",            \"translated_version\": \"Si Irán no empieza a hablar de nuevo antes de fin de mes, se pondrán sanciones otra vez, según el E3.\",            \"translated_title\": \"Advertencia de Sanciones a Irán\"        }    ]}"