"{    \"translations\": [        {            \"english_version\": \"Russian President Vladimir Putin is visiting India for two days. BBC editors explain what is important about this visit.\",            \"english_title\": \"Putin Visits India\",            \"translated_version\": \"El presidente de Rusia, Vladimir Putin, visita India por dos dias. Editores de BBC explican por que es importante esta visita.\",            \"translated_title\": \"Putin visita India\"        },        {            \"english_version\": \"US special envoy Steve Witkoff will meet with senior Ukrainian negotiator Rustem Umerov in Miami on Thursday for talks.\",            \"english_title\": \"US and Ukraine Talks\",            \"translated_version\": \"El enviado especial de EE.UU., Steve Witkoff, se reunira con el negociador ucraniano Rustem Umerov en Miami el jueves para hablar.\",            \"translated_title\": \"Conversaciones entre EE.UU. y Ucrania\"        },        {            \"english_version\": \"Critics are worried about the widespread stalking and violence against women in South Korea.\",            \"english_title\": \"Concerns in South Korea\",            \"translated_version\": \"Criticos estan preocupados por el acoso y la violencia contra mujeres en Corea del Sur.\",            \"translated_title\": \"Preocupaciones en Corea del Sur\"        },        {            \"english_version\": \"The US president hopes a peace deal will lead to more American investment in a region rich in resources.\",            \"english_title\": \"US Investment Hopes\",            \"translated_version\": \"El presidente de EE.UU. espera que un acuerdo de paz lleve a mas inversion americana en una region rica en recursos.\",            \"translated_title\": \"Esperanzas de inversion en EE.UU.\"        },        {            \"english_version\": \"Somali-Americans are feeling more afraid after the US president increased his criticism of their community.\",            \"english_title\": \"Fear Among Somali-Americans\",            \"translated_version\": \"Los somali-americanos se sienten mas asustados despues de que el presidente de EE.UU. aumento sus criticas a su comunidad.\",            \"translated_title\": \"Miedo entre somali-americanos\"        }    ]}"