"{    \"translations\": [        {            \"english_version\": \"Denmark has warned the United States to respect its sovereignty. Greenland has also stated that it will decide its own future.\",            \"english_title\": \"Denmark and Greenland's Warning\",            \"translated_version\": \"Dinamarca ha dicho a Estados Unidos que respete su soberanía. Groenlandia también ha dicho que decidirá su propio futuro.\",            \"translated_title\": \"Aviso de Dinamarca y Groenlandia\"        },        {            \"english_version\": \"Lt Gen Fanil Sarvarov is the third military official to have been killed in bomb attacks in Moscow over the last year.\",            \"english_title\": \"Third Military Official Killed\",            \"translated_version\": \"El General Fanil Sarvarov es el tercer oficial militar que ha sido muerto en ataques con bombas en Moscú en el último año.\",            \"translated_title\": \"Tercer Oficial Militar Muerto\"        },        {            \"english_version\": \"President Volodymyr Zelensky has warned that the attacks are an attempt by Moscow to block Ukraine's access to maritime logistics.\",            \"english_title\": \"Zelensky Warns of Moscow's Intentions\",            \"translated_version\": \"El Presidente Volodymyr Zelensky ha dicho que los ataques son un intento de Moscú para bloquear el acceso de Ucrania a la logística marítima.\",            \"translated_title\": \"Zelensky Advierte de Moscú\"        },        {            \"english_version\": \"The town of La Bañeza, with a population of about 11,000, was badly affected by wildfires during the summer.\",            \"english_title\": \"La Bañeza Affected by Wildfires\",            \"translated_version\": \"El pueblo de La Bañeza, con una población de unas 11,000 personas, fue muy afectado por incendios forestales durante el verano.\",            \"translated_title\": \"La Bañeza Afectada por Incendios\"        },        {            \"english_version\": \"International organizations not registered by 31 December face closure in Israel, but the Israeli government says aid delivery will not be affected.\",            \"english_title\": \"Deadline for International Organizations\",            \"translated_version\": \"Las organizaciones internacionales que no se registren antes del 31 de diciembre pueden cerrar en Israel, pero el gobierno israelí dice que la entrega de ayuda no será afectada.\",            \"translated_title\": \"Fecha Límite para Organizaciones\"        }    ]}"