"{    \"translations\": [        {            \"english_version\": \"At least 12 people were killed, and dozens hurt, in one of the heaviest wave of Russian attacks in Ukraine for months. Ukrainian officials said 158 drones and missiles were launched across the country in the overnight attacks. Most were shot down, but civilian targets, including educational facilities, residential buildings and a maternity centre, were hit. The attacks followed a Ukrainian strike on a Russian warship in Crimea on December 26th, which forced Russia to move ships from the annexed peninsula.\",            \"english_title\": \"Russian Attacks in Ukraine\",            \"translated_version\": \"Al menos 12 personas murieron y decenas resultaron heridas en una de las oleadas más fuertes de ataques rusos en Ucrania en meses. Los funcionarios ucranianos dijeron que se lanzaron 158 drones y misiles en todo el país en los ataques nocturnos. La mayoría fueron derribados, pero se alcanzaron objetivos civiles, incluyendo instalaciones educativas, edificios residenciales y un centro de maternidad. Los ataques siguieron a un ataque ucraniano a un barco de guerra ruso en Crimea el 26 de diciembre, lo que obligó a Rusia a mover barcos de la península anexada.\",            \"translated_title\": \"Ataques Rusos en Ucrania\"        },        {            \"english_version\": \"Maine became the second state in America to disqualify Donald Trump, the favourite to win the Republican presidential nomination, from the primary ballot. Shenna Bellows, Maine’s secretary of state and a Democrat, ruled that Mr Trump had 'engaged in insurrection' on January 6th 2021, making him ineligible to run for president under the 14th Amendment of the constitution. States have issued varying rulings on Mr Trump’s eligibility, meaning that the Supreme Court will probably have to step in.\",            \"english_title\": \"Disqualification of Donald Trump\",            \"translated_version\": \"Maine se convirtió en el segundo estado en Estados Unidos en descalificar a Donald Trump, el favorito para ganar la nominación presidencial republicana, de la boleta primaria. Shenna Bellows, secretaria de estado de Maine y demócrata, dictaminó que el Sr. Trump 'participó en una insurrección' el 6 de enero de 2021, lo que lo hace inelegible para postularse como presidente según la 14ª Enmienda de la constitución. Los estados han emitido fallos variados sobre la elegibilidad del Sr. Trump, lo que significa que probablemente la Corte Suprema tendrá que intervenir.\",            \"translated_title\": \"Descalificación de Donald Trump\"        },        {            \"english_version\": \"A coalition of Argentinian trade unions announced a general strike in response to economic reforms planned by Javier Milei, the new president. Last week Mr Milei announced a sweeping policy package that would open the door for privatisation of state companies, change workers’ conditions and weaken unions. The strike is scheduled for January 24th.\",            \"english_title\": \"General Strike in Argentina\",            \"translated_version\": \"Una coalición de sindicatos argentinos anunció una huelga general en respuesta a las reformas económicas planeadas por Javier Milei, el nuevo presidente. La semana pasada, el Sr. Milei anunció un amplio paquete de políticas que abriría la puerta a la privatización de empresas estatales, cambiaría las condiciones de los trabajadores y debilitaría a los sindicatos. La huelga está programada para el 24 de enero.\",            \"translated_title\": \"Huelga General en Argentina\"        },        {            \"english_version\": \"Israeli forces reportedly reached the edge of the Bureij refugee camp in central Gaza in an ongoing ground offensive that is also targeting other nearby camps. The UN warned that more than 150,000 people were being forced to flee central areas of Gaza. Meanwhile, Iran executed four people it claimed had links to Mossad, Israel’s intelligence agency.\",            \"english_title\": \"Israeli Offensive in Gaza\",            \"translated_version\": \"Según informes, las fuerzas israelíes llegaron al borde del campo de refugiados de Bureij en Gaza central en una ofensiva terrestre en curso que también está atacando otros campos cercanos. La ONU advirtió que más de 150,000 personas estaban siendo obligadas a huir de las áreas centrales de Gaza. Mientras tanto, Irán ejecutó a cuatro personas a las que afirmó tenían vínculos con Mossad, la agencia de inteligencia de Israel.\",            \"translated_title\": \"Ofensiva Israelí en Gaza\"        },        {            \"english_version\": \"A Siberian court handed a nine-year prison sentence to Ksenia Fadeyeva—an ally of Alexei Navalny, Russia’s most important opposition leader—on trumped-up charges of extremism. Ms Fadeyeva was a regional co-ordinator for Mr Navalny’s organisation in Tomsk, a city in Siberia, where she also served as a councillor. On Thursday two Russian anti-war poets were given prison sentences of seven and five-and-a-half years respectively.\",            \"english_title\": \"Imprisonment of Alexei Navalny's Ally\",            \"translated_version\": \"Un tribunal siberiano impuso una condena de nueve años de prisión a Ksenia Fadeyeva, aliada de Alexei Navalny, el líder opositor más importante de Rusia, por cargos inventados de extremismo. La Sra. Fadeyeva era coordinadora regional de la organización del Sr. Navalny en Tomsk, una ciudad en Siberia, donde también se desempeñaba como concejala. El jueves, dos poetas rusos antimilitaristas fueron condenados a penas de prisión de siete y cinco años y medio, respectivamente.\",            \"translated_title\": \"Encarcelamiento de Aliado de Alexei Navalny\"        }    ]}"