"{    \"translations\": [        {            \"english_version\": \"Donald Trump chose Pam Bondi, who used to be Florida's top lawyer, to lead the American justice department. This happened after Matt Gaetz decided not to be considered for the position. Pam Bondi was one of Trump's lawyers during his first impeachment trial. Gaetz withdrew because of accusations that he paid women for sex, which he denied. Enough Republican senators were ready to stop his nomination.\",            \"english_title\": \"Trump's Pick for Justice Department\",            \"translated_version\": \"Donald Trump eligió a Pam Bondi, quien solía ser la abogada principal de Florida, para liderar el departamento de justicia estadounidense. Esto sucedió después de que Matt Gaetz decidiera no ser considerado para el cargo. Pam Bondi fue una de las abogadas de Trump durante su primer juicio de destitución. Gaetz se retiró debido a acusaciones de que pagó a mujeres por sexo, lo cual negó. Suficientes senadores republicanos estaban listos para detener su nominación.\",            \"translated_title\": \"La Elección de Trump para el Departamento de Justicia\"        },        {            \"english_version\": \"Russia confirmed that it fired a medium-range ballistic missile at the city of Dnipro in Ukraine. Vladimir Putin, the president of Russia, said in a speech that there is currently no way to defend against their new hypersonic weapon. He mentioned that this attack was a response to Ukraine using longer-range missiles made by the US and the UK.\",            \"english_title\": \"Russia's Missile Attack\",            \"translated_version\": \"Rusia confirmó que disparó un misil balístico de alcance medio a la ciudad de Dnipro en Ucrania. Vladimir Putin, el presidente de Rusia, dijo en un discurso que actualmente no hay forma de defenderse contra su nueva arma hipersónica. Mencionó que este ataque fue una respuesta a Ucrania por usar misiles de mayor alcance fabricados por EE. UU. y el Reino Unido.\",            \"translated_title\": \"Ataque de Misil de Rusia\"        }    ]}"