"{    \"translations\": [        {            \"english_version\": \"EU leaders said the loan would be repayable only when Russia paid reparations for the war.\",            \"english_title\": \"EU Loan Conditions\",            \"translated_version\": \"Los líderes de la UE dijeron que el préstamo se pagará solo cuando Rusia pague por la guerra.\",            \"translated_title\": \"Condiciones del préstamo de la UE\"        },        {            \"english_version\": \"Israel says the report doesn't reflect the reality and ignores the volume of aid entering the Gaza Strip.\",            \"english_title\": \"Israel Disputes Report\",            \"translated_version\": \"Israel dice que el informe no muestra la realidad y no ve la ayuda que entra a Gaza.\",            \"translated_title\": \"Israel no está de acuerdo con el informe\"        },        {            \"english_version\": \"Officials confirmed Greg Biffle, his wife and two children were among those who boarded the small plane that crashed at a regional airport in North Carolina.\",            \"english_title\": \"Plane Crash in North Carolina\",            \"translated_version\": \"Los oficiales confirmaron que Greg Biffle, su esposa y dos hijos estaban en el avión pequeño que se cayó en un aeropuerto de Carolina del Norte.\",            \"translated_title\": \"Accidente de avión en Carolina del Norte\"        },        {            \"english_version\": \"The fresh protests are sparked by the death of one of the leaders of protests that ousted ex-PM Sheikh Hasina.\",            \"english_title\": \"Protests After Leader's Death\",            \"translated_version\": \"Las nuevas protestas empezaron por la muerte de uno de los líderes de las protestas que sacaron al ex-PM Sheikh Hasina.\",            \"translated_title\": \"Protestas después de la muerte del líder\"        },        {            \"english_version\": \"South Africa has accused the US of employing Kenyans without work permits to process refugee applications.\",            \"english_title\": \"South Africa Accuses US\",            \"translated_version\": \"Sudáfrica acusó a EE.UU. de contratar a kenianos sin permisos de trabajo para procesar solicitudes de refugiados.\",            \"translated_title\": \"Sudáfrica acusa a EE.UU.\"        }    ]}"