"{    \"translations\": [        {            \"english_version\": \"Foreign governments, including those of America, Britain and Japan, and the European Union, congratulated William Lai Ching-te of the ruling Democratic Progressive Party on winning Taiwan’s presidential election on Saturday. In simultaneous legislative elections, the DPP lost its parliamentary majority. A Chinese spokesman said the election results showed the DPP does not represent mainstream public opinion, and that China remains set on national unification. Taiwan’s foreign ministry called on China to face reality.\",            \"english_title\": \"Taiwan Election Results\",            \"translated_version\": \"Gobiernos extranjeros, incluyendo los de Estados Unidos, Gran Bretaña y Japón, y la Unión Europea, felicitaron a William Lai Ching-te del gobernante Partido Democrático Progresista por ganar las elecciones presidenciales de Taiwán el sábado. En las elecciones legislativas simultáneas, el PDP perdió su mayoría parlamentaria. Un portavoz chino dijo que los resultados de las elecciones mostraron que el PDP no representa la opinión pública mayoritaria, y que China sigue comprometida con la unificación nacional. El ministerio de relaciones exteriores de Taiwán instó a China a enfrentar la realidad.\",            \"translated_title\": \"Resultados de las Elecciones en Taiwán\"        },        {            \"english_version\": \"Thousands of Israelis, including relatives of those still being held hostage by Hamas in Gaza, gathered in Tel Aviv to mark the 100th day since October 7th, when Hamas militants killed 1,200 Israelis. Around 130 hostages are still unaccounted for; 110 were released in November. Elsewhere, large pro-Palestinian rallies took place in cities including London and Washington on Saturday.\",            \"english_title\": \"Israeli Hostages in Gaza\",            \"translated_version\": \"Miles de israelíes, incluyendo familiares de aquellos que aún están siendo retenidos como rehenes por Hamas en Gaza, se reunieron en Tel Aviv para conmemorar el centésimo día desde el 7 de octubre, cuando los militantes de Hamas mataron a 1.200 israelíes. Alrededor de 130 rehenes aún no han sido localizados; 110 fueron liberados en noviembre. En otros lugares, se llevaron a cabo grandes manifestaciones pro-palestinas en ciudades como Londres y Washington el sábado.\",            \"translated_title\": \"Rehenes Israelíes en Gaza\"        },        {            \"english_version\": \"President Joe Biden said America sent a private message to Iran about the Houthis, an Iran-backed Yemeni militant group. On Saturday America launched further strikes against the rebels, which have been attacking cargo ships in the Red Sea. The Houthis said that the strikes had been ineffective and vowed a strong and effective response.\",            \"english_title\": \"America's Message to Iran\",            \"translated_version\": \"El presidente Joe Biden dijo que Estados Unidos envió un mensaje privado a Irán sobre los hutíes, un grupo militante yemení respaldado por Irán. El sábado, Estados Unidos lanzó nuevos ataques contra los rebeldes, que han estado atacando barcos de carga en el Mar Rojo. Los hutíes dijeron que los ataques habían sido ineficaces y prometieron una respuesta fuerte y efectiva.\",            \"translated_title\": \"Mensaje de Estados Unidos a Irán\"        },        {            \"english_version\": \"Turkey said it had neutralised 45 members of the Kurdistan Workers’ Party (PKK), an armed Kurdish group, and destroyed 29 targets with a series of air strikes in northern Syria. The attacks come after nine Turkish soldiers were killed in a clash with the PKK—which first launched an insurgency against the Turkish state in 1984—in northern Iraq on Friday.\",            \"english_title\": \"Turkey's Air Strikes in Syria\",            \"translated_version\": \"Turquía dijo que había neutralizado a 45 miembros del Partido de los Trabajadores del Kurdistán (PKK), un grupo armado kurdo, y destruido 29 objetivos con una serie de ataques aéreos en el norte de Siria. Los ataques se producen después de que nueve soldados turcos murieran en un enfrentamiento con el PKK, que lanzó por primera vez una insurgencia contra el estado turco en 1984, en el norte de Iraq el viernes.\",            \"translated_title\": \"Ataques Aéreos de Turquía en Siria\"        },        {            \"english_version\": \"Microsoft surpassed Apple to become the world’s most valuable public company. Microsoft was valued at $2.89trn as markets closed on Friday; Apple at $2.87trn. The iPhone-maker has been the most valuable listed firm for most of the past 12 years. But Microsoft’s investments in artificial intelligence have helped it catch up. The software giant last closed above Apple in 2021.\",            \"english_title\": \"Microsoft Surpasses Apple\",            \"translated_version\": \"Microsoft superó a Apple para convertirse en la empresa pública más valiosa del mundo. Microsoft fue valorada en $2.89 billones al cierre de los mercados el viernes; Apple en $2.87 billones. El fabricante del iPhone ha sido la empresa más valiosa en la lista durante la mayor parte de los últimos 12 años. Pero las inversiones de Microsoft en inteligencia artificial le han ayudado a ponerse al día. El gigante del software cerró por encima de Apple por última vez en 2021.\",            \"translated_title\": \"Microsoft Supera a Apple\"        }    ]}"