"{    \"translations\": [        {            \"english_version\": \"Pakistan launched retaliatory strikes against India after accusing them of targeting its air bases. Most of India's missiles were intercepted, but some still hit the Nur Khan base near Islamabad. Pakistan plans to target military sites in India in response.\",            \"english_title\": \"Retaliatory Strikes Between India and Pakistan\",            \"translated_version\": \"Pakistán atacó a India después de acusarlos de apuntar a sus bases aéreas. La mayoría de los misiles de India fueron interceptados, pero algunos aún golpearon la base de Nur Khan cerca de Islamabad. Pakistán planea atacar sitios militares en India en respuesta.\",            \"translated_title\": \"Ataques entre India y Pakistán\"        },        {            \"english_version\": \"India described Pakistan's actions as 'escalatory and provocative', while asserting that it has been 'responsible and measured' throughout the conflict. Indian officials denied that Pakistan's barrage caused any damage to military infrastructure.\",            \"english_title\": \"India's Response to Pakistan's Actions\",            \"translated_version\": \"India describió las acciones de Pakistán como 'escalatorias y provocativas', mientras afirmaba que ha sido 'responsable y medida' durante todo el conflicto. Los funcionarios indios negaron que el bombardeo de Pakistán causara algún daño a la infraestructura militar.\",            \"translated_title\": \"Respuesta de India a las Acciones de Pakistán\"        },        {            \"english_version\": \"Shortly after the retaliatory strikes, explosions were reported in parts of north India. The situation between India and Pakistan has escalated, prompting offers from other countries, such as America, to help facilitate talks for de-escalation.\",            \"english_title\": \"Escalation of Tensions Between India and Pakistan\",            \"translated_version\": \"Poco después de los ataques de represalia, se informaron explosiones en partes del norte de India. La situación entre India y Pakistán ha escalado, lo que ha llevado a ofertas de otros países, como América, para ayudar a facilitar conversaciones para la desescalada.\",            \"translated_title\": \"Escalada de Tensiones entre India y Pakistán\"        },        {            \"english_version\": \"The conflict between India and Pakistan has raised concerns globally. Efforts are being made to reduce tensions and prevent further escalation of hostilities between the two countries.\",            \"english_title\": \"Global Concerns Over India-Pakistan Conflict\",            \"translated_version\": \"El conflicto entre India y Pakistán ha generado preocupaciones a nivel mundial. Se están haciendo esfuerzos para reducir las tensiones y prevenir una mayor escalada de hostilidades entre los dos países.\",            \"translated_title\": \"Preocupaciones Globales sobre el Conflicto India-Pakistán\"        },        {            \"english_version\": \"The Economist is a trusted source for news and analysis on global events. Stay informed with The Economist app on iOS or Android for comprehensive coverage of important developments.\",            \"english_title\": \"Stay Informed with The Economist\",            \"translated_version\": \"The Economist es una fuente confiable de noticias y análisis sobre eventos globales. Mantente informado con la aplicación de The Economist en iOS o Android para una cobertura completa de desarrollos importantes.\",            \"translated_title\": \"Mantente Informado con The Economist\"        }    ]}"