"{    \"translations\": [        {            \"english_version\": \"The Pentagon announced plans to send more fighter jets and warships to the Middle East due to concerns over Iran's potential retaliation for the assassination of Ismail Haniyeh, the political leader of Hamas. The airstrike that killed Mr. Haniyeh in Tehran is believed to have been carried out by Israel, leading to fears of a regional conflict.\",            \"english_title\": \"Middle East tensions\",            \"translated_version\": \"El Pentágono anunció planes para enviar más aviones de combate y barcos de guerra al Medio Oriente debido a preocupaciones sobre la posible represalia de Irán por el asesinato de Ismail Haniyeh, el líder político de Hamas. El ataque aéreo que mató al Sr. Haniyeh en Teherán se cree que fue llevado a cabo por Israel, lo que ha generado temores de un conflicto regional.\",            \"translated_title\": \"Tensiones en el Medio Oriente\"        },        {            \"english_version\": \"Lloyd Austin, the US defense secretary, cancelled a plea deal that had been reached with five men accused of orchestrating the September 11th terrorist attacks. This included Khalid Sheikh Mohammed, the alleged mastermind, who had reportedly agreed to plead guilty in exchange for avoiding execution. Additionally, Mr. Austin removed the authority of the woman overseeing the war court in Guantánamo Bay where the men are detained.\",            \"english_title\": \"Revocation of plea deal\",            \"translated_version\": \"Lloyd Austin, el secretario de defensa de EE. UU., canceló un acuerdo de culpabilidad que se había alcanzado con cinco hombres acusados de orquestar los ataques terroristas del 11 de septiembre. Esto incluía a Khalid Sheikh Mohammed, el presunto cerebro, quien supuestamente había acordado declararse culpable a cambio de evitar la ejecución. Además, el Sr. Austin retiró la autoridad de la mujer que supervisaba el tribunal de guerra en la Bahía de Guantánamo donde los hombres están detenidos.\",            \"translated_title\": \"Revocación del acuerdo de culpabilidad\"        }    ]}"