"{    \"translations\": [        {            \"english_version\": \"Israeli attacks on Gaza City, in the north of the besieged enclave, killed 42 people according to Gaza’s Hamas-controlled authorities. Israel said it had struck military infrastructure, but the director of Gaza’s government media office told Reuters that Israel had hit houses, including in al-Shati, one of Gaza’s refugee camps.\",            \"english_title\": \"Israeli attacks on Gaza City\",            \"translated_version\": \"Ataques de Israel en la Ciudad de Gaza, en el norte del enclave sitiado, mataron a 42 personas según las autoridades controladas por Hamas en Gaza. Israel dijo que había golpeado infraestructura militar, pero el director de la oficina de medios del gobierno de Gaza le dijo a Reuters que Israel había golpeado casas, incluyendo en al-Shati, uno de los campos de refugiados de Gaza.\",            \"translated_title\": \"Ataques de Israel en la Ciudad de Gaza\"        },        {            \"english_version\": \"As well as Hamas, Israel is fighting Hizbullah, the Iran-backed movement that controls much of Lebanon. On Friday António Guterres, the UN’s secretary-general, expressed concern that clashes on the border might `trigger a catastrophe`.\",            \"english_title\": \"Conflict between Israel and Hizbullah\",            \"translated_version\": \"Además de Hamas, Israel está luchando contra Hizbullah, el movimiento respaldado por Irán que controla gran parte del Líbano. El viernes, António Guterres, el secretario general de la ONU, expresó preocupación de que los enfrentamientos en la frontera puedan 'desencadenar una catástrofe'.\",            \"translated_title\": \"Conflicto entre Israel y Hizbullah\"        },        {            \"english_version\": \"Toomaj Salehi, a popular Iranian rapper, has had his death sentence overturned by the country’s supreme court. Mr Salehi was condemned for supporting the demonstrations that erupted in Iran in 2022 after the death in custody of Mahsa Amini. He wrote songs about Amini’s treatment at the hands of the morality police who detained her for her supposedly incorrect hijab. He now faces a retrial.\",            \"english_title\": \"Overturning of death sentence for Iranian rapper\",            \"translated_version\": \"Toomaj Salehi, un popular rapero iraní, ha tenido su sentencia de muerte anulada por la corte suprema del país. El Sr. Salehi fue condenado por apoyar las manifestaciones que estallaron en Irán en 2022 después de la muerte bajo custodia de Mahsa Amini. Escribió canciones sobre el trato de Amini a manos de la policía de moral que la detuvo por su hiyab supuestamente incorrecto. Ahora enfrenta un nuevo juicio.\",            \"translated_title\": \"Anulación de la sentencia de muerte para el rapero iraní\"        }    ]}"