"{    \"translations\": [        {            \"english_version\": \"A judge in New York delayed Donald Trump's sentencing for paying hush money until after the presidential election. Trump was convicted of falsifying business records and was supposed to be sentenced in July, but it was rescheduled to September 18th due to a Supreme Court ruling on presidential immunity.\",            \"english_title\": \"Legal Issues Involving Donald Trump\",            \"translated_version\": \"Un juez en Nueva York pospuso la sentencia de Donald Trump por pagar dinero para mantener en secreto un asunto hasta después de la elección presidencial. Trump fue declarado culpable de falsificar registros comerciales y se suponía que sería sentenciado en julio, pero se reprogramó para el 18 de septiembre debido a una decisión de la Corte Suprema sobre la inmunidad presidencial.\",            \"translated_title\": \"Problemas legales de Donald Trump\"        },        {            \"english_version\": \"Dick Cheney, a prominent Republican, announced he would vote for Kamala Harris in November, citing Trump as the greatest threat to the American republic.\",            \"english_title\": \"Political Commentary on Donald Trump\",            \"translated_version\": \"Dick Cheney, un destacado Republicano, anunció que votaría por Kamala Harris en noviembre, citando a Trump como la mayor amenaza para la república americana.\",            \"translated_title\": \"Comentario político sobre Donald Trump\"        },        {            \"english_version\": \"The American economy added 142,000 jobs in August, below analysts' expectations. The unemployment rate decreased to 4.2%, indicating companies may be reducing job openings rather than laying off workers.\",            \"english_title\": \"Economic Update\",            \"translated_version\": \"La economía americana sumó 142,000 empleos en agosto, por debajo de las expectativas de los analistas. La tasa de desempleo disminuyó al 4.2%, lo que indica que las empresas pueden estar reduciendo las ofertas de trabajo en lugar de despedir trabajadores.\",            \"translated_title\": \"Actualización económica\"        }    ]}"