"{    \"translations\": [        {            \"english_version\": \"Hizbullah, an Iran-backed militia, fired rockets at northern Israel. The attack was launched in response to an Israeli airstrike on Nabatiyeh, a town in southern Lebanon, which killed a leader of Hizbullah, according to the Israeli army. Ten other people were killed in the strikes.\",            \"english_title\": \"Rocket Attack on Israel\",            \"translated_version\": \"Hizbullah, una milicia respaldada por Irán, disparó cohetes hacia el norte de Israel. El ataque fue lanzado en respuesta a un ataque aéreo israelí en Nabatiyeh, una ciudad en el sur de Líbano, que mató a un líder de Hizbullah, según el ejército israelí. Diez personas más murieron en los ataques.\",            \"translated_title\": \"Ataque de Cohetes en Israel\"        },        {            \"english_version\": \"Meanwhile Israel’s army entered Nasser hospital, the largest in Khan Younis, a city in southern Gaza. Thousands of people were sheltering there. Israel said that the bodies of hostages taken on October 7th could be in the facility, according to Reuters. Israel called the raid `precise and limited`.\",            \"english_title\": \"Israeli Army Enters Hospital\",            \"translated_version\": \"Mientras tanto, el ejército de Israel ingresó al hospital Nasser, el más grande de Khan Younis, una ciudad en el sur de Gaza. Miles de personas se refugiaban allí. Israel dijo que los cuerpos de los rehenes tomados el 7 de octubre podrían estar en la instalación, según Reuters. Israel llamó a la redada 'precisa y limitada'.\",            \"translated_title\": \"Ejército de Israel Ingresa al Hospital\"        },        {            \"english_version\": \"The White House’s national-security spokesperson confirmed that Russia is pursuing an `anti-satellite capability` in space—a development he characterised as `troubling` but not immediately threatening. On Wednesday a high-ranking congressman issued a statement about `a serious national-security threat`, sparking media reports that it was a Russian space-based nuclear weapon that could destroy a large number of satellites, or a nuclear-powered electronic-warfare satellite.\",            \"english_title\": \"Russia's Space Capability\",            \"translated_version\": \"El portavoz de seguridad nacional de la Casa Blanca confirmó que Rusia está persiguiendo una 'capacidad antisatélite' en el espacio, un desarrollo que caracterizó como 'preocupante' pero no inmediatamente amenazante. El miércoles, un congresista de alto rango emitió una declaración sobre 'una seria amenaza a la seguridad nacional', lo que provocó informes mediáticos de que se trataba de un arma nuclear rusa basada en el espacio que podría destruir un gran número de satélites, o un satélite de guerra electrónica nuclear.\",            \"translated_title\": \"Capacidad Espacial de Rusia\"        },        {            \"english_version\": \"Greece became the first Orthodox Christian-majority country to legalise same-sex marriage after a rare show of cross-party agreement. It will also give gay couples equal parental rights. But the legislation will not extend to assisted reproduction or surrogate pregnancies for same-sex couples, nor give transgender people parental rights. The bill divided Greek society and drew condemnation from the Orthodox church.\",            \"english_title\": \"Same-Sex Marriage in Greece\",            \"translated_version\": \"Grecia se convirtió en el primer país de mayoría cristiana ortodoxa en legalizar el matrimonio entre personas del mismo sexo después de una rara muestra de acuerdo entre los partidos políticos. También otorgará a las parejas homosexuales los mismos derechos parentales. Pero la legislación no se extenderá a la reproducción asistida o a los embarazos de sustitución para parejas del mismo sexo, ni otorgará derechos parentales a las personas transgénero. El proyecto de ley dividió a la sociedad griega y recibió condena por parte de la iglesia ortodoxa.\",            \"translated_title\": \"Matrimonio entre Personas del Mismo Sexo en Grecia\"        },        {            \"english_version\": \"Shares in CBRE closed at a two-year high after the world’s biggest commercial-real-estate group said that the `worst is over for office leasing`. It told analysts that office demand in America had risen over the past six months and that it expects the sector to grow later this year, when interest rates are expected to fall.\",            \"english_title\": \"CBRE Shares Reach Two-Year High\",            \"translated_version\": \"Las acciones de CBRE cerraron en su nivel más alto en dos años después de que el grupo inmobiliario comercial más grande del mundo dijera que 'lo peor ha pasado para el arrendamiento de oficinas'. Les dijo a los analistas que la demanda de oficinas en Estados Unidos ha aumentado en los últimos seis meses y que espera que el sector crezca más adelante este año, cuando se espera que las tasas de interés bajen.\",            \"translated_title\": \"Acciones de CBRE Alcanzan su Nivel Más Alto en Dos Años\"        }    ]}"