"{    \"translations\": [        {            \"english_version\": \"The US president thinks it's a win, but if this causes a big change, it might not be good for him. The visit with the IDF happens after many reports of deadly shootings near the sites.\",            \"english_title\": \"US President's Visit\",            \"translated_version\": \"El presidente de EE.UU. piensa que es una victoria, pero si esto causa un gran cambio, podría no ser bueno para él. La visita con el IDF ocurre después de muchos reportes de tiroteos mortales cerca de los lugares.\",            \"translated_title\": \"Visita del Presidente de EE.UU.\"        },        {            \"english_version\": \"A worker died after being attacked during a special tour for visitors. Since a war with Israel in June, Iran has been sending people back by force. Some Afghans say they were beaten.\",            \"english_title\": \"Worker Attacked\",            \"translated_version\": \"Un trabajador murió después de ser atacado durante un tour especial para visitantes. Desde una guerra con Israel en junio, Irán ha estado enviando a la gente de vuelta por la fuerza. Algunos afganos dicen que fueron golpeados.\",            \"translated_title\": \"Trabajador Atacado\"        },        {            \"english_version\": \"The capital experienced one of the deadliest attacks since Russia's invasion in 2022.\",            \"english_title\": \"Deadly Attack in Capital\",            \"translated_version\": \"La capital vivió uno de los ataques más mortales desde la invasión de Rusia en 2022.\",            \"translated_title\": \"Ataque Mortal en la Capital\"        },        {            \"english_version\": \"The latest plan is part of many years of work to protect South Africa's rhinos.\",            \"english_title\": \"Rhino Protection Plan\",            \"translated_version\": \"El último plan es parte de muchos años de trabajo para proteger a los rinocerontes de Sudáfrica.\",            \"translated_title\": \"Plan de Protección de Rinocerontes\"        },        {            \"english_version\": \"New York and New Jersey have declared a state of emergency because of a strong storm system.\",            \"english_title\": \"State of Emergency\",            \"translated_version\": \"Nueva York y Nueva Jersey han declarado estado de emergencia por un fuerte sistema de tormentas.\",            \"translated_title\": \"Estado de Emergencia\"        }    ]}"