"{    \"translations\": [        {            \"english_version\": \"The US president announced that several European allies who are against his plans to buy Greenland will face 10% tariffs starting in February.\",            \"english_title\": \"US Tariffs on European Allies\",            \"translated_version\": \"El presidente de EE.UU. dijo que algunos aliados europeos que no quieren que compre Groenlandia tendrán tarifas del 10% desde febrero.\",            \"translated_title\": \"Tarifas de EE.UU. a Europa\"        },        {            \"english_version\": \"Final preparations are being made for the first crewed mission to the Moon in over 50 years.\",            \"english_title\": \"Moon Mission Preparations\",            \"translated_version\": \"Se están haciendo los últimos preparativos para la primera misión con personas a la Luna en más de 50 años.\",            \"translated_title\": \"Preparativos para la Luna\"        },        {            \"english_version\": \"President Yoweri Museveni has won a seventh term in office, while his main opponent Bobi Wine claims the election results are fake.\",            \"english_title\": \"Museveni Wins Seventh Term\",            \"translated_version\": \"El presidente Yoweri Museveni ganó un séptimo mandato, pero su principal rival Bobi Wine dice que los resultados son falsos.\",            \"translated_title\": \"Museveni Gana Séptimo Mandato\"        },        {            \"english_version\": \"A number of people have died in the Alps over the past week due to heavy snowfall in the region.\",            \"english_title\": \"Deaths in the Alps\",            \"translated_version\": \"Varias personas han muerto en los Alpes la semana pasada por la fuerte nevada en la región.\",            \"translated_title\": \"Muertes en los Alpes\"        },        {            \"english_version\": \"Ukraine's third largest city is under continuous attack on its ports as Russia tries to lower morale.\",            \"english_title\": \"Attacks on Ukrainian City\",            \"translated_version\": \"La tercera ciudad más grande de Ucrania está bajo ataque continuo en sus puertos mientras Rusia intenta bajar la moral.\",            \"translated_title\": \"Ataques a Ciudad Ucraniana\"        }    ]}"