"{    \"translations\": [        {            \"english_version\": \"The Hamas-run health ministry said that more than 10,000 people have been killed in Gaza since the war began. Border officials said the Rafah crossing to Egypt has re-opened, allowing foreigners to exit the enclave. Earlier Israeli troops claimed to have encircled Gaza city and split the coastal enclave in two. They plan to enter the city within the next two days, according to Israeli media.\",            \"english_title\": \"Gaza Conflict\",            \"translated_version\": \"El ministerio de salud dirigido por Hamas dijo que más de 10,000 personas han sido asesinadas en Gaza desde que comenzó la guerra. Los funcionarios fronterizos dijeron que el cruce de Rafah hacia Egipto se ha reabierto, permitiendo que los extranjeros salgan del enclave. Anteriormente, las tropas israelíes afirmaron haber rodeado la ciudad de Gaza y dividido el enclave costero en dos. Según los medios israelíes, planean ingresar a la ciudad en los próximos dos días.\",            \"translated_title\": \"Conflicto en Gaza\"        },        {            \"english_version\": \"Ursula von der Leyen, the president of the European Commission, said that the EU will provide Gaza with a further €25m ($27m) in humanitarian aid this year. The funds will be given to organisations providing food, water and sanitation to Palestinians in Gaza. Earlier eighteen UN bodies issued a joint statement calling for an immediate ceasefire.\",            \"english_title\": \"EU Aid for Gaza\",            \"translated_version\": \"Ursula von der Leyen, la presidenta de la Comisión Europea, dijo que la UE proporcionará a Gaza otros €25 millones ($27 millones) en ayuda humanitaria este año. Los fondos se entregarán a organizaciones que brindan alimentos, agua y saneamiento a los palestinos en Gaza. Anteriormente, dieciocho organismos de la ONU emitieron una declaración conjunta pidiendo un alto el fuego inmediato.\",            \"translated_title\": \"Ayuda de la UE para Gaza\"        },        {            \"english_version\": \"More than 113,000 people have been displaced and 14 killed by flooding in Somalia, according to the UN. Around 700,000 have been temporarily affected by heavy rainfall driven by El Niño, a warming climate pattern. Somalia’s government declared a state of emergency in three states. The country is recovering from a years-long drought, which may have killed tens of thousands of people.\",            \"english_title\": \"Flooding in Somalia\",            \"translated_version\": \"Más de 113,000 personas han sido desplazadas y 14 han muerto debido a las inundaciones en Somalia, según la ONU. Alrededor de 700,000 personas han sido afectadas temporalmente por las fuertes lluvias impulsadas por El Niño, un patrón climático de calentamiento. El gobierno de Somalia declaró el estado de emergencia en tres estados. El país se está recuperando de una sequía de varios años, que puede haber matado a decenas de miles de personas.\",            \"translated_title\": \"Inundaciones en Somalia\"        },        {            \"english_version\": \"Shares in WeWork, an office-sharing company, were halted for trading, ahead of an expected bankruptcy filing. In August the firm warned that it had substantial doubt about its ability to continue. The stock price has tumbled by 90% since then. In 2019 the firm reached a private valuation of $47bn, only to fall apart after an abortive IPO.\",            \"english_title\": \"WeWork's Financial Troubles\",            \"translated_version\": \"Las acciones de WeWork, una empresa de oficinas compartidas, se suspendieron antes de una esperada presentación de quiebra. En agosto, la empresa advirtió que tenía serias dudas sobre su capacidad para continuar. El precio de las acciones ha caído un 90% desde entonces. En 2019, la empresa alcanzó una valoración privada de $47 mil millones, solo para desmoronarse después de un intento fallido de salida a bolsa.\",            \"translated_title\": \"Problemas financieros de WeWork\"        },        {            \"english_version\": \"Xi Jinping said that China and Australia should expand their strategic partnership, after meeting with Anthony Albanese, Australia’s prime minister. Relations between the two countries deteriorated after 2017, when Australia accused China of meddling in its politics. But they have begun to thaw in recent months. China has lifted some trade restrictions on Australian products, partly reversing a campaign of economic coercion against the country.\",            \"english_title\": \"China-Australia Relations\",            \"translated_version\": \"Xi Jinping dijo que China y Australia deberían expandir su asociación estratégica, después de reunirse con Anthony Albanese, el primer ministro de Australia. Las relaciones entre los dos países se deterioraron después de 2017, cuando Australia acusó a China de entrometerse en su política. Pero han comenzado a descongelarse en los últimos meses. China ha levantado algunas restricciones comerciales sobre productos australianos, revirtiendo parcialmente una campaña de coerción económica contra el país.\",            \"translated_title\": \"Relaciones China-Australia\"        }    ]}"