"{    \"translations\": [        {            \"english_version\": \"Less than an hour ago, British MPs approved a bill to allow terminally ill individuals in England and Wales to seek assisted dying. The decision came after a heated debate, with 330 MPs supporting the reform and 275 opposing it. Surveys indicate that a majority of Britons are in favor of this idea. The bill will undergo further examination by lawmakers before it can be enacted.\",            \"english_title\": \"Assisted Dying Bill in England and Wales\",            \"translated_version\": \"Hace menos de una hora, los diputados británicos aprobaron un proyecto de ley para permitir que personas gravemente enfermas en Inglaterra y Gales busquen ayuda para morir. La decisión se tomó después de un debate acalorado, con 330 diputados apoyando la reforma y 275 oponiéndose. Las encuestas indican que la mayoría de los británicos están a favor de esta idea. El proyecto de ley será examinado más a fondo por los legisladores antes de que pueda ser promulgado.\",            \"translated_title\": \"Proyecto de Ley de Ayuda para Morir en Inglaterra y Gales\"        },        {            \"english_version\": \"Rebels in Syria launched an attack on Aleppo, the country's second-largest city. Reports suggest that over 180 fighters have been killed, and approximately 14,000 people have been displaced as a result. This marks the first instance in years where Syria's opposition has seized control of territory from the regime. The fighters belong to Hayat Tahrir al-Sham, an Islamist group based in Idlib, a province in the northwest.\",            \"english_title\": \"Rebels Attack Aleppo in Syria\",            \"translated_version\": \"Rebeldes en Siria lanzaron un ataque en Alepo, la segunda ciudad más grande del país. Informes sugieren que más de 180 combatientes han sido asesinados y aproximadamente 14,000 personas han sido desplazadas como resultado. Esto marca la primera vez en años en que la oposición de Siria ha tomado el control de territorio al régimen. Los combatientes pertenecen a Hayat Tahrir al-Sham, un grupo islamista con sede en Idlib, una provincia en el noroeste.\",            \"translated_title\": \"Ataque de Rebeldes en Alepo, Siria\"        }    ]}"