"{    \"translations\": [        {            \"english_version\": \"Israel widened its ground operations in Gaza and pounded the enclave’s north with air strikes. Israel said it had killed dozens of terrorists and claimed to have hit 600 Hamas targets in the past 24 hours. It also repeated its call for Palestinians living in north Gaza to evacuate to the south. Doctors at the al-Quds hospital, which is in an area that has been hit by air strikes, said that would be impossible for patients. President Joe Biden told Binyamin Netanyahu, Israel’s prime minister, that the flow of aid into the enclave needed to be immediately and significantly increased. Supplies are limited and health services are collapsing. Warehouses containing food aid have been raided by civilians.\",            \"english_title\": \"Israel widens ground operations in Gaza\",            \"translated_version\": \"Israel amplió sus operaciones terrestres en Gaza y bombardeó el norte del enclave con ataques aéreos. Israel dijo que había matado a docenas de terroristas y afirmó haber alcanzado 600 objetivos de Hamas en las últimas 24 horas. También repitió su llamado a los palestinos que viven en el norte de Gaza a evacuar hacia el sur. Los médicos del hospital al-Quds, que se encuentra en un área que ha sido bombardeada, dijeron que eso sería imposible para los pacientes. El presidente Joe Biden le dijo a Binyamin Netanyahu, primer ministro de Israel, que el flujo de ayuda al enclave debe aumentarse de inmediato y de manera significativa. Los suministros son limitados y los servicios de salud se están colapsando. Los almacenes que contienen ayuda alimentaria han sido saqueados por civiles.\",            \"translated_title\": \"Israel amplía operaciones terrestres en Gaza\"        },        {            \"english_version\": \"General Motors struck a tentative agreement with United Auto Workers, the industry’s main union, to end a six-week strike. Around 18,000 workers from factories in Michigan, Missouri, Texas, and, since Saturday, Tennessee, had walked out to demand higher salaries. The other two of Detroit’s big three carmakers, Ford and Stellantis (whose largest shareholder part-owns The Economist’s parent company), clinched deals with the union in the past week.\",            \"english_title\": \"General Motors reaches agreement to end strike\",            \"translated_version\": \"General Motors llegó a un acuerdo tentativo con United Auto Workers, el principal sindicato de la industria, para poner fin a una huelga de seis semanas. Alrededor de 18,000 trabajadores de fábricas en Michigan, Missouri, Texas y, desde el sábado, Tennessee, se habían declarado en huelga para exigir salarios más altos. Los otros dos de los tres grandes fabricantes de automóviles de Detroit, Ford y Stellantis (cuyo mayor accionista es parte de la empresa matriz de The Economist), cerraron acuerdos con el sindicato la semana pasada.\",            \"translated_title\": \"General Motors llega a un acuerdo para poner fin a la huelga\"        },        {            \"english_version\": \"Germany’s economy shrank by 0.1% in the third quarter, following an expansion of 0.1% in the second quarter, according to revised data. That means Europe’s largest economy avoided a technical recession (two consecutive quarters of negative growth) earlier in the year. Inflation, which has gnawed at the purchasing power of households, slowed to an annual rate of 3.8% in October.\",            \"english_title\": \"Germany's economy shrinks in third quarter\",            \"translated_version\": \"La economía de Alemania se contrajo un 0.1% en el tercer trimestre, después de una expansión del 0.1% en el segundo trimestre, según datos revisados. Eso significa que la economía más grande de Europa evitó una recesión técnica (dos trimestres consecutivos de crecimiento negativo) a principios de año. La inflación, que ha erosionado el poder adquisitivo de los hogares, se desaceleró a una tasa anual del 3.8% en octubre.\",            \"translated_title\": \"La economía de Alemania se contrae en el tercer trimestre\"        },        {            \"english_version\": \"Mr Biden is due to unveil America’s first-ever executive order on artificial intelligence on Monday. The sprawling legislation will set parameters for the burgeoning technology in order to protect consumers, limit displacing workers and stem racial bias. The government wants to go beyond commitments by software companies to watermark AI-generated content, by sharing the results of pre-rollout safety tests with the government.\",            \"english_title\": \"Biden to unveil executive order on artificial intelligence\",            \"translated_version\": \"El Sr. Biden tiene previsto presentar el primer decreto ejecutivo de Estados Unidos sobre inteligencia artificial el lunes. La extensa legislación establecerá parámetros para la tecnología emergente con el fin de proteger a los consumidores, limitar la sustitución de trabajadores y frenar el sesgo racial. El gobierno quiere ir más allá de los compromisos de las empresas de software para marcar contenido generado por IA, compartiendo los resultados de las pruebas de seguridad previas al lanzamiento con el gobierno.\",            \"translated_title\": \"Biden presentará decreto ejecutivo sobre inteligencia artificial\"        },        {            \"english_version\": \"A judge in Hong Kong adjourned a winding-up hearing for Evergrande, a heavily indebted Chinese property company, until December 4th. The firm must develop a new restructuring plan before then in order to avoid liquidation. Evergrande defaulted on its debts two years ago. Hui Ka Yan, its founder, was detained by Chinese police in September for unspecified crimes.\",            \"english_title\": \"Judge adjourns hearing for Evergrande\",            \"translated_version\": \"Un juez en Hong Kong pospuso una audiencia de liquidación para Evergrande, una empresa inmobiliaria china fuertemente endeudada, hasta el 4 de diciembre. La empresa debe desarrollar un nuevo plan de reestructuración antes de esa fecha para evitar la liquidación. Evergrande incumplió sus deudas hace dos años. Hui Ka Yan, su fundador, fue detenido por la policía china en septiembre por delitos no especificados.\",            \"translated_title\": \"Juez pospone audiencia para Evergrande\"        }    ]}"