"{    \"translations\": [        {            \"english_version\": \"Ukraine launched missiles at a weapons arsenal in Russia's Bryansk region. This is the first time Ukraine has targeted a Russian military site with American-supplied missiles. President Joe Biden allowed Ukraine to use these missiles against Russian targets.\",            \"english_title\": \"Ukraine Targets Russian Arsenal\",            \"translated_version\": \"Ucrania lanzó misiles a un arsenal de armas en la región de Bryansk en Rusia. Es la primera vez que Ucrania ha apuntado a un sitio militar ruso con misiles suministrados por Estados Unidos. El presidente Joe Biden permitió a Ucrania usar estos misiles contra objetivos rusos.\",            \"translated_title\": \"Ucrania Apunta al Arsenal Ruso\"        },        {            \"english_version\": \"Vladimir Putin made changes to Russia's nuclear doctrine. The new conditions outline when Russia can use its nuclear arsenal.\",            \"english_title\": \"Putin's Nuclear Doctrine Changes\",            \"translated_version\": \"Vladimir Putin hizo cambios en la doctrina nuclear de Rusia. Las nuevas condiciones describen cuándo Rusia puede usar su arsenal nuclear.\",            \"translated_title\": \"Cambios en la Doctrina Nuclear de Putin\"        },        {            \"english_version\": \"SpaceX, Elon Musk's company, had a rocket launch that partially failed. The Starship craft successfully launched from Texas, but the booster rocket crashed into the Gulf of Mexico instead of returning to the launch pad.\",            \"english_title\": \"SpaceX Rocket Launch Issue\",            \"translated_version\": \"SpaceX, la compañía de Elon Musk, tuvo un lanzamiento de cohete que falló parcialmente. La nave Starship se lanzó con éxito desde Texas, pero el cohete impulsor se estrelló en el Golfo de México en lugar de regresar a la plataforma de lanzamiento.\",            \"translated_title\": \"Problema en el Lanzamiento del Cohete de SpaceX\"        },        {            \"english_version\": \"SpaceX could benefit from Elon Musk's relationship with the president-elect.\",            \"english_title\": \"SpaceX's Potential Benefit\",            \"translated_version\": \"SpaceX podría beneficiarse de la relación de Elon Musk con el presidente electo.\",            \"translated_title\": \"Potencial Beneficio de SpaceX\"        },        {            \"english_version\": \"The Economist has been published since September 1843. It aims to promote intelligence and progress while challenging ignorance.\",            \"english_title\": \"The Economist's Mission\",            \"translated_version\": \"The Economist se ha publicado desde septiembre de 1843. Su objetivo es promover la inteligencia y el progreso mientras desafía la ignorancia.\",            \"translated_title\": \"La Misión de The Economist\"        }    ]}"