"{    \"translations\": [        {            \"english_version\": \"President Trump's proposal, accepted by Israel, says that Hamas must give up weapons and cannot govern Gaza in the future.\",            \"english_title\": \"Trump's Proposal on Hamas\",            \"translated_version\": \"La propuesta del Presidente Trump, aceptada por Israel, dice que Hamas debe dejar las armas y no puede gobernar Gaza en el futuro.\",            \"translated_title\": \"Propuesta de Trump sobre Hamas\"        },        {            \"english_version\": \"Funerals are held for 36 people who died after scaffolding fell at an Orthodox Christian church.\",            \"english_title\": \"Funerals for Church Accident Victims\",            \"translated_version\": \"Se hacen funerales para 36 personas que murieron después de que se cayó un andamio en una iglesia cristiana ortodoxa.\",            \"translated_title\": \"Funerales por víctimas de accidente en iglesia\"        },        {            \"english_version\": \"Police say they shot dead two people who were part of a crowd trying to storm a police station.\",            \"english_title\": \"Police Shoot Two in Crowd\",            \"translated_version\": \"La policía dice que dispararon y mataron a dos personas que eran parte de una multitud tratando de entrar a una estación de policía.\",            \"translated_title\": \"Policía dispara a dos en multitud\"        },        {            \"english_version\": \"The Chinese national is charged with not following naval instructions while steering the vessel.\",            \"english_title\": \"Chinese National Charged\",            \"translated_version\": \"El ciudadano chino está acusado de no seguir instrucciones navales mientras manejaba el barco.\",            \"translated_title\": \"Ciudadano chino acusado\"        },        {            \"english_version\": \"The man who was photographed as a baby on the LP cover sued the band for sharing child pornography.\",            \"english_title\": \"Baby on LP Cover Sues Band\",            \"translated_version\": \"El hombre que fue fotografiado como bebé en la portada del LP demandó a la banda por compartir pornografía infantil.\",            \"translated_title\": \"Bebé en portada de LP demanda a banda\"        }    ]}"