"{    \"translations\": [        {            \"english_version\": \"An ethics committee in America’s House of Representatives found that Matt Gaetz paid for sex with several women, including a 17-year-old, between 2017 and 2020. The outgoing congressman often asked women to procure drugs, according to the long-awaited report, which concluded that he had probably broken laws around prostitution and drug use. Mr Gaetz withdrew his nomination to be Donald Trump’s attorney-general and has long denied the accusations.\",            \"english_title\": \"Matt Gaetz Scandal\",            \"translated_version\": \"Un comité de ética en la Cámara de Representantes de Estados Unidos descubrió que Matt Gaetz pagó por sexo con varias mujeres, incluyendo a una joven de 17 años, entre 2017 y 2020. El congresista saliente a menudo pedía a las mujeres que consiguieran drogas, según el informe tan esperado, que concluyó que probablemente había violado leyes relacionadas con la prostitución y el uso de drogas. El Sr. Gaetz retiró su nominación para ser el fiscal general de Donald Trump y ha negado durante mucho tiempo las acusaciones.\",            \"translated_title\": \"Escándalo de Matt Gaetz\"        },        {            \"english_version\": \"Emmanuel Macron named a new cabinet after the previous French government collapsed amid failed budget negotiations. Eric Lombard, of the state bank Caisse des Depots, will be finance minister. The previous defence and foreign ministers kept their jobs. François Bayrou—the fourth prime minister in a year—must soon attempt to pass a budget that contains yawning deficits. Moody’s recently downgraded France’s sovereign debt.\",            \"english_title\": \"French Government Reshuffle\",            \"translated_version\": \"Emmanuel Macron nombró un nuevo gabinete después de que el gobierno francés anterior colapsara en medio de negociaciones presupuestarias fallidas. Eric Lombard, del banco estatal Caisse des Depots, será el ministro de finanzas. Los anteriores ministros de defensa y exteriores mantuvieron sus puestos. François Bayrou, el cuarto primer ministro en un año, pronto deberá intentar aprobar un presupuesto que contiene grandes déficits. Moody's recientemente rebajó la deuda soberana de Francia.\",            \"translated_title\": \"Reorganización del Gobierno Francés\"        }    ]}"