"{    \"translations\": [        {            \"english_version\": \"America voted against a United Nations resolution condemning Russia’s invasion of Ukraine. The UN general assembly nevertheless passed the resolution: 93 countries, including America’s European allies, voted in favour, with 18 against and 64 abstentions. The UN Security Council, where America and Russia have a veto, passed an American-backed measure calling for peace without assigning blame to Russia for starting the war.\",            \"english_title\": \"America's Vote on UN Resolution about Ukraine\",            \"translated_version\": \"América votó en contra de una resolución de las Naciones Unidas que condenaba la invasión de Rusia en Ucrania. A pesar de ello, la asamblea general de la ONU aprobó la resolución: 93 países, incluidos los aliados europeos de América, votaron a favor, con 18 en contra y 64 abstenciones. El Consejo de Seguridad de la ONU, donde América y Rusia tienen derecho de veto, aprobó una medida respaldada por América que pedía paz sin culpar a Rusia de iniciar la guerra.\",            \"translated_title\": \"Voto de América sobre Resolución de la ONU sobre Ucrania\"        },        {            \"english_version\": \"During a press conference at the White House, Emmanuel Macron, France’s president, said that Europe had provided real money—not just loans, as Mr Trump asserted—to Ukraine, and clarified that Russia was the aggressor. Mr Trump, meanwhile, declined to call Vladimir Putin a dictator. Presidents Trump and Macron both said that European troops could potentially serve as peacekeepers in Ukraine.\",            \"english_title\": \"Press Conference Statements on Ukraine\",            \"translated_version\": \"Durante una conferencia de prensa en la Casa Blanca, Emmanuel Macron, presidente de Francia, dijo que Europa había proporcionado dinero real, no solo préstamos, como afirmó el Sr. Trump, a Ucrania, y aclaró que Rusia era el agresor. Mientras tanto, el Sr. Trump se negó a llamar dictador a Vladimir Putin. Los presidentes Trump y Macron dijeron que las tropas europeas podrían servir potencialmente como pacificadores en Ucrania.\",            \"translated_title\": \"Declaraciones de la Conferencia de Prensa sobre Ucrania\"        }    ]}"