"{    \"translations\": [        {            \"english_version\": \"There are fears the death toll will rise significantly as the area is remote and mountainous, making rescue operations difficult. The European Commission said the plane's navigation was disrupted in Bulgaria on Sunday.\",            \"english_title\": \"Fears of Rising Death Toll\",            \"translated_version\": \"Hay miedo de que más personas mueran porque el lugar es lejos y tiene montañas, lo que hace difícil rescatar. La Comisión Europea dijo que el avión tuvo problemas de navegación en Bulgaria el domingo.\",            \"translated_title\": \"Miedo de Más Muertes\"        },        {            \"english_version\": \"The world's leading association of genocide scholars cited several actions by Israel, including attacks on the healthcare sector and the killing of children.\",            \"english_title\": \"Genocide Scholars Criticize Israel\",            \"translated_version\": \"La asociación más importante de estudiosos de genocidio mencionó varias acciones de Israel, como ataques al sector de salud y la muerte de niños.\",            \"translated_title\": \"Crítica a Israel\"        },        {            \"english_version\": \"The new restriction comes after a group of Palestinian officials were refused visas for a key UN meeting in New York.\",            \"english_title\": \"Visa Refusal for Palestinian Officials\",            \"translated_version\": \"La nueva restricción viene después de que un grupo de oficiales palestinos no recibió visas para una reunión importante de la ONU en Nueva York.\",            \"translated_title\": \"Negación de Visas\"        },        {            \"english_version\": \"The Russian president also defended his decision to invade Ukraine, once again blaming the war on the West.\",            \"english_title\": \"Russian President Defends Invasion\",            \"translated_version\": \"El presidente de Rusia defendió su decisión de invadir Ucrania, culpando otra vez a Occidente por la guerra.\",            \"translated_title\": \"Defensa de Invasión\"        },        {            \"english_version\": \"The man was found lying in a pool of blood at the Nevada desert festival on Saturday night, police said.\",            \"english_title\": \"Man Found in Pool of Blood\",            \"translated_version\": \"La policía dijo que encontraron a un hombre en un charco de sangre en el festival del desierto de Nevada el sábado por la noche.\",            \"translated_title\": \"Hombre en Charco de Sangre\"        }    ]}"