"{    \"translations\": [        {            \"english_version\": \"Donald Trump announced that he will pause reciprocal tariffs for 90 days on countries that did not retaliate against his levies. He will maintain a 10% universal tariff. Stocks surged after this announcement.\",            \"english_title\": \"Trade tariffs and stock market\",            \"translated_version\": \"Donald Trump dijo que va a detener los impuestos de intercambio por 90 días en países que no respondieron a sus impuestos. Mantendrá un impuesto universal del 10%. Las acciones subieron después de este anuncio.\",            \"translated_title\": \"Trade tariffs and stock market\"        },        {            \"english_version\": \"The president increased tariffs on China to 125% after China raised its levies on American goods from 34% to 84%. EU members also approved tariffs on around €21bn ($23.2bn) of American goods in response to America's 25% levies on steel and aluminium.\",            \"english_title\": \"Trade tariffs and international relations\",            \"translated_version\": \"El presidente aumentó los impuestos sobre China al 125% después de que China aumentara sus impuestos sobre productos estadounidenses del 34% al 84%. Los miembros de la UE también aprobaron impuestos sobre alrededor de €21bn ($23.2bn) de productos estadounidenses en respuesta a los impuestos del 25% de Estados Unidos sobre acero y aluminio.\",            \"translated_title\": \"Trade tariffs and international relations\"        },        {            \"english_version\": \"The S&P 500 and the Dow Jones were set to make their biggest daily gains since 2020. Brent oil prices rose to about $65 a barrel, rebounding from dipping below $60 for the first time in over four years. Bond yields, which had initially surged after the tariffs were imposed, decreased. The yield on ten-year Treasuries fell to around 4.4%.\",            \"english_title\": \"Stock market performance and economic indicators\",            \"translated_version\": \"El S&P 500 y el Dow Jones estaban listos para lograr sus mayores ganancias diarias desde 2020. Los precios del petróleo Brent subieron a alrededor de $65 por barril, recuperándose de caer por debajo de $60 por primera vez en más de cuatro años. Los rendimientos de bonos, que inicialmente aumentaron después de que se impusieron los impuestos, disminuyeron. El rendimiento de los bonos del Tesoro a diez años cayó a alrededor del 4.4%.\",            \"translated_title\": \"Stock market performance and economic indicators\"        }    ]}"