"```json{    \"translations\": [        {            \"english_version\": \"Nicolás Maduro, the leader of Venezuela, won the presidential election. The electoral council, controlled by the government, announced that Mr. Maduro received 51.2% of the votes. The main opposition leader, María Corina Machado, was not allowed to run. The opposition claimed there was fraud in the voting process and said they would challenge the result.\",            \"english_title\": \"Venezuela's Presidential Election\",            \"translated_version\": \"Nicolás Maduro, el líder de Venezuela, ganó la elección presidencial. El consejo electoral, controlado por el gobierno, anunció que el Sr. Maduro recibió el 51.2% de los votos. A la líder de la oposición, María Corina Machado, no se le permitió postularse. La oposición afirmó que hubo fraude en el proceso de votación y dijo que impugnarían el resultado.\",            \"translated_title\": \"Elección Presidencial en Venezuela\"        },        {            \"english_version\": \"Israel's security cabinet gave permission for the government to decide how to respond to a rocket attack that killed 12 people on a football field in the Golan Heights. Israel retaliated by launching strikes on Lebanon. Prime Minister Netanyahu warned that Hizbullah, a militia in Lebanon backed by Iran, would face consequences for the attack.\",            \"english_title\": \"Israel's Response to Rocket Strike\",            \"translated_version\": \"El gabinete de seguridad de Israel dio permiso para que el gobierno decida cómo responder a un ataque con cohetes que mató a 12 personas en un campo de fútbol en los Altos del Golán. Israel respondió lanzando ataques a Líbano. El Primer Ministro Netanyahu advirtió que Hizbullah, una milicia en Líbano respaldada por Irán, enfrentaría consecuencias por el ataque.\",            \"translated_title\": \"Respuesta de Israel al Ataque de Cohetes\"        }    ]}```"