"{    \"translations\": [        {            \"english_version\": \"The US president has told Iran it must do two things to avoid military action. The US is increasing its military presence in the Gulf.\",            \"english_title\": \"US Warning to Iran\",            \"translated_version\": \"El presidente de EE.UU. dijo a Irán que debe hacer dos cosas para evitar acción militar. EE.UU. está aumentando su presencia militar en el Golfo.\",            \"translated_title\": \"Advertencia de EE.UU. a Irán\"        },        {            \"english_version\": \"Ukraine's Air Force reported that areas near the front line were attacked by drones and a ballistic missile overnight.\",            \"english_title\": \"Attacks in Ukraine\",            \"translated_version\": \"La Fuerza Aérea de Ucrania informó que áreas cerca de la línea de frente fueron atacadas por drones y un misil balístico durante la noche.\",            \"translated_title\": \"Ataques en Ucrania\"        },        {            \"english_version\": \"Almost 30 years after his death, a Nigerian will receive a Lifetime Achievement Award.\",            \"english_title\": \"Posthumous Award for Nigerian\",            \"translated_version\": \"Casi 30 años después de su muerte, un nigeriano recibirá un Premio a la Trayectoria.\",            \"translated_title\": \"Premio Póstumo para Nigeriano\"        },        {            \"english_version\": \"Iran seized an oil tanker with 18 crew members, including 16 Indians, in December, claiming it had illegal diesel.\",            \"english_title\": \"Iran Seizes Oil Tanker\",            \"translated_version\": \"Irán capturó un petrolero con 18 tripulantes, incluyendo 16 indios, en diciembre, diciendo que tenía diésel ilegal.\",            \"translated_title\": \"Irán Captura Petrolero\"        },        {            \"english_version\": \"Israel has questioned the figures from the Hamas-run health ministry, which the UN considers reliable.\",            \"english_title\": \"Israel Questions Health Figures\",            \"translated_version\": \"Israel ha cuestionado las cifras del ministerio de salud dirigido por Hamas, que la ONU considera confiables.\",            \"translated_title\": \"Israel Cuestiona Cifras de Salud\"        }    ]}"