"{    \"translations\": [        {            \"english_version\": \"President Joe Biden met with Kenya's President William Ruto in Washington, DC. This is the first time in 16 years that an African leader has visited America. Kenya will be America's 19th major non-NATO ally and the first from sub-Saharan Africa. During the visit, deals will be made, such as an American company agreeing to build a motorway in Kenya for $3.6 billion.\",            \"english_title\": \"Biden meets Kenyan President in Washington\",            \"translated_version\": \"El Presidente Joe Biden se reunió con el Presidente de Kenia, William Ruto, en Washington, DC. Es la primera vez en 16 años que un líder africano ha visitado América. Kenia será el 19º gran aliado no perteneciente a la OTAN de América y el primero de África subsahariana. Durante la visita, se harán acuerdos, como una empresa estadounidense que acuerda construir una autopista en Kenia por $3.6 mil millones.\",            \"translated_title\": \"Biden se reúne con Presidente de Kenia en Washington\"        },        {            \"english_version\": \"Identity and Democracy, a group of far-right parties in the European Parliament, expelled Alternative for Germany. This action was taken after one of its MEPs made controversial remarks about the SS, a Nazi paramilitary force. The MEP's comments led to France's National Rally distancing itself from the anti-immigrant nationalist party. Despite a recent drop in the polls, the AfD remains one of Germany's most popular parties.\",            \"english_title\": \"Far-right party expelled from European Parliament\",            \"translated_version\": \"Identidad y Democracia, un grupo de partidos de extrema derecha en el Parlamento Europeo, expulsó a Alternativa para Alemania. Esta acción se tomó después de que uno de sus MEPs hiciera comentarios controvertidos sobre las SS, una fuerza paramilitar nazi. Los comentarios del MEP llevaron a que el Rally Nacional de Francia se distanciara del partido nacionalista antiinmigrante. A pesar de una reciente caída en las encuestas, el AfD sigue siendo uno de los partidos más populares de Alemania.\",            \"translated_title\": \"Partido de extrema derecha expulsado del Parlamento Europeo\"        }    ]}"