"{    \"translations\": [        {            \"english_version\": \"Global stock markets went up on Tuesday after three days of big drops. The S&P 500 in Wall Street rose by 3.3%, and the Stoxx Europe 600 went up by 3.2%. In Asia, Japan saw a big increase, with the Nikkei and Topix both going up by around 7%.\",            \"english_title\": \"Stock Markets Rise\",            \"translated_version\": \"Las bolsas mundiales subieron el martes después de tres días de grandes caídas. El S&P 500 en Wall Street subió un 3.3%, y el Stoxx Europe 600 subió un 3.2%. En Asia, Japón vio un gran aumento, con el Nikkei y el Topix subiendo alrededor de un 7%.\",            \"translated_title\": \"Subida de las Bolsas\"        },        {            \"english_version\": \"China said they will keep fighting after President Trump threatened to add a 50% tax on Chinese goods. Trump wants China to remove their 34% tax on American goods. Ursula von der Leyen, the president of the European Commission, said the EU might remove taxes on American industrial goods if Trump does the same.\",            \"english_title\": \"Trade Dispute\",            \"translated_version\": \"China dijo que seguirán luchando después de que el presidente Trump amenazara con añadir un impuesto del 50% a los productos chinos. Trump quiere que China elimine su impuesto del 34% sobre los productos americanos. Ursula von der Leyen, la presidenta de la Comisión Europea, dijo que la UE podría eliminar impuestos sobre productos industriales americanos si Trump hace lo mismo.\",            \"translated_title\": \"Disputa Comercial\"        },        {            \"english_version\": \"LinkedIn, Instagram, Facebook, TikTok, YouTube, and WhatsApp are some social media platforms. You can get The Economist app on iOS or Android. The Economist provides news and information on various topics.\",            \"english_title\": \"Social Media and News\",            \"translated_version\": \"LinkedIn, Instagram, Facebook, TikTok, YouTube y WhatsApp son algunas plataformas de redes sociales. Puedes obtener la aplicación de The Economist en iOS o Android. The Economist proporciona noticias e información sobre varios temas.\",            \"translated_title\": \"Redes Sociales y Noticias\"        },        {            \"english_version\": \"The Economist Group offers different services like Economist Enterprise and Economist Intelligence. They also have events and education courses. You can contact them for help or support.\",            \"english_title\": \"Services Offered\",            \"translated_version\": \"El Grupo The Economist ofrece diferentes servicios como Economist Enterprise y Economist Intelligence. También tienen eventos y cursos de educación. Puedes contactarlos para obtener ayuda o soporte.\",            \"translated_title\": \"Servicios Ofrecidos\"        },        {            \"english_version\": \"The Economist Group uses cookies and similar technologies to improve user experience. They have terms of use, privacy policy, and cookie policy. The company is registered in England and Wales.\",            \"english_title\": \"Economist Group Policies\",            \"translated_version\": \"El Grupo The Economist utiliza cookies y tecnologías similares para mejorar la experiencia del usuario. Tienen términos de uso, política de privacidad y política de cookies. La empresa está registrada en Inglaterra y Gales.\",            \"translated_title\": \"Políticas del Grupo The Economist\"        }    ]}"