"{    \"translations\": [        {            \"english_version\": \"During a trip to Tel Aviv President Joe Biden appeared to secure an agreement from Israel to allow aid relief to enter Gaza through Egypt. America’s president also announced $100m in humanitarian assistance for Palestinians in Gaza and the West Bank. He said he hoped to provide unprecedented aid to Israel, though the size of the package has not been released.\",            \"english_title\": \"Biden secures aid agreement for Gaza\",            \"translated_version\": \"Durante un viaje a Tel Aviv, el presidente Joe Biden pareció asegurar un acuerdo de Israel para permitir la entrada de ayuda humanitaria a Gaza a través de Egipto. El presidente de Estados Unidos también anunció $100 millones en asistencia humanitaria para los palestinos en Gaza y Cisjordania. Dijo que esperaba proporcionar una ayuda sin precedentes a Israel, aunque el tamaño del paquete no se ha revelado.\",            \"translated_title\": \"Biden asegura acuerdo de ayuda para Gaza\"        },        {            \"english_version\": \"Earlier Mr Biden—and America’s National Security Council—backed Israel’s assertion that a misfired rocket shot by Palestinian Islamic Jihad, a militant group, caused an explosion at a hospital in Gaza City. Hamas blamed Israeli forces for the strike, which Palestinian officials claimed killed hundreds of people. The blast sparked protests, which continued on Wednesday, in the Israeli-occupied West Bank as well as several Arab countries.\",            \"english_title\": \"Biden supports Israel's claim on Gaza explosion\",            \"translated_version\": \"Anteriormente, el Sr. Biden y el Consejo de Seguridad Nacional de Estados Unidos respaldaron la afirmación de Israel de que un cohete mal disparado por la Yihad Islámica Palestina, un grupo militante, causó una explosión en un hospital en la Ciudad de Gaza. Hamas culpó a las fuerzas israelíes por el ataque, que los funcionarios palestinos afirmaron que mató a cientos de personas. La explosión provocó protestas, que continuaron el miércoles, en Cisjordania ocupada por Israel y en varios países árabes.\",            \"translated_title\": \"Biden apoya la afirmación de Israel sobre la explosión en Gaza\"        },        {            \"english_version\": \"Jim Jordan lost a second vote to become speaker of America’s House of Representatives, securing even less support from fellow Republicans than he managed in the first. Twenty-two Republicans and all 212 Democrats supported other candidates, leaving Mr Jordan with 199 votes, short of the 217 he needed to clinch the position. The House has been without a permanent speaker since October 3rd.\",            \"english_title\": \"Jim Jordan loses bid for House Speaker\",            \"translated_version\": \"Jim Jordan perdió una segunda votación para convertirse en presidente de la Cámara de Representantes de Estados Unidos, obteniendo incluso menos apoyo de los compañeros republicanos que en la primera. Veintidós republicanos y todos los 212 demócratas apoyaron a otros candidatos, dejando al Sr. Jordan con 199 votos, menos de los 217 que necesitaba para asegurar el puesto. La Cámara ha estado sin un presidente permanente desde el 3 de octubre.\",            \"translated_title\": \"Jim Jordan pierde la elección para presidente de la Cámara\"        },        {            \"english_version\": \"Russia’s president, Vladimir Putin, said that America’s decision to deliver long-range ATACMS missiles to Ukraine was a mistake, after the rockets were used to strike Russian targets. Mr Putin made the comments in Beijing, where he met his Chinese counterpart, Xi Jinping, at a forum to mark the tenth anniversary of the Belt and Road Initiative, China’s infrastructure-investment programme.\",            \"english_title\": \"Putin criticizes US missile delivery to Ukraine\",            \"translated_version\": \"El presidente de Rusia, Vladimir Putin, dijo que la decisión de Estados Unidos de entregar misiles ATACMS de largo alcance a Ucrania fue un error, después de que los cohetes se utilizaran para atacar objetivos rusos. El Sr. Putin hizo los comentarios en Beijing, donde se reunió con su homólogo chino, Xi Jinping, en un foro para conmemorar el décimo aniversario de la Iniciativa del Cinturón y Ruta de la Seda, el programa de inversión en infraestructura de China.\",            \"translated_title\": \"Putin critica entrega de misiles de EE.UU. a Ucrania\"        },        {            \"english_version\": \"India’s government said it would allow the export of non-basmati white rice to certain countries at risk of food shortages, easing a ban introduced in July. Seven countries will receive exports, including Malaysia and the Philippines in Asia, and Cameroon and Ivory Coast in Africa. India’s ban saw global prices of the staple rise to their highest point in 15 years.\",            \"english_title\": \"India lifts ban on rice exports\",            \"translated_version\": \"El gobierno de India dijo que permitiría la exportación de arroz blanco no basmati a ciertos países en riesgo de escasez de alimentos, aliviando una prohibición introducida en julio. Siete países recibirán exportaciones, incluyendo Malasia y Filipinas en Asia, y Camerún y Costa de Marfil en África. La prohibición de India hizo que los precios mundiales del alimento básico alcanzaran su punto más alto en 15 años.\",            \"translated_title\": \"India levanta prohibición de exportación de arroz\"        }    ]}"