"{    \"translations\": [        {            \"english_version\": \"France will be the first G7 country to recognize Palestine as a state. This decision was criticized by Israeli Prime Minister Netanyahu.\",            \"english_title\": \"France Recognizes Palestine\",            \"translated_version\": \"Francia será el primer país del G7 en reconocer a Palestina como un estado. Esta decisión fue criticada por el Primer Ministro de Israel, Netanyahu.\",            \"translated_title\": \"Francia Reconoce a Palestina\"        },        {            \"english_version\": \"US special envoy Steve Witkoff said Hamas does not want to stop fighting in Gaza. Many people have died and many more have had to leave their homes because of the fighting.\",            \"english_title\": \"Hamas Continues Fighting\",            \"translated_version\": \"El enviado especial de EE.UU., Steve Witkoff, dijo que Hamas no quiere parar de pelear en Gaza. Muchas personas han muerto y muchas más han tenido que dejar sus casas por la pelea.\",            \"translated_title\": \"Hamas Sigue Peleando\"        },        {            \"english_version\": \"Georges Abdallah will be sent back to Lebanon after being released from prison on Friday.\",            \"english_title\": \"Georges Abdallah Released\",            \"translated_version\": \"Georges Abdallah será enviado de regreso a Líbano después de ser liberado de la prisión el viernes.\",            \"translated_title\": \"Georges Abdallah Liberado\"        },        {            \"english_version\": \"The US president and the head of the Federal Reserve argued about the cost and time needed to renovate the Fed's headquarters during a tour.\",            \"english_title\": \"US President and Fed Head Argue\",            \"translated_version\": \"El presidente de EE.UU. y el jefe de la Reserva Federal discutieron sobre el costo y el tiempo necesario para renovar la sede de la Fed durante un recorrido.\",            \"translated_title\": \"Presidente de EE.UU. y Jefe de la Fed Discuten\"        },        {            \"english_version\": \"A member of the New South Wales parliament, Ward, was found guilty of assaulting two young men.\",            \"english_title\": \"Parliament Member Guilty\",            \"translated_version\": \"Un miembro del parlamento de Nueva Gales del Sur, Ward, fue encontrado culpable de atacar a dos jóvenes.\",            \"translated_title\": \"Miembro del Parlamento Culpable\"        }    ]}"