"{    \"translations\": [        {            \"english_version\": \"China is going to speed up the approval of licenses for rare mineral exports to some European companies. This is because there are concerns about global supply shortages. China had put stricter limits on exports in response to tariffs imposed by Donald Trump. Now, the commerce ministry of China says they will create a special 'green channel' for some export approvals.\",            \"english_title\": \"China to Expedite Rare Mineral Exports to Europe\",            \"translated_version\": \"China va a acelerar la aprobación de licencias para exportar minerales raros a algunas empresas europeas. Esto se debe a preocupaciones sobre escasez de suministros a nivel mundial. China había puesto límites más estrictos a las exportaciones en respuesta a los aranceles impuestos por Donald Trump. Ahora, el ministerio de comercio de China dice que crearán un 'canal verde' especial para algunas aprobaciones de exportación.\",            \"translated_title\": \"China acelera exportaciones de minerales a Europa\"        },        {            \"english_version\": \"Russia has accused Ukraine of delaying a prisoner swap that was agreed upon during peace talks in Istanbul. Ukraine has denied these accusations and has urged Russia to complete the swap in the next few days. In another development, Russian drone and missile strikes have resulted in the deaths of at least four people in Kharkiv. Officials have stated that this was the most significant attack on Ukraine's second-largest city so far.\",            \"english_title\": \"Tensions Between Russia and Ukraine Escalate\",            \"translated_version\": \"Rusia ha acusado a Ucrania de retrasar un intercambio de prisioneros acordado durante las conversaciones de paz en Estambul. Ucrania ha negado estas acusaciones y ha instado a Rusia a completar el intercambio en los próximos días. En otro desarrollo, los ataques con drones y misiles rusos han resultado en la muerte de al menos cuatro personas en Kharkiv. Los funcionarios han declarado que este fue el ataque más significativo contra la segunda ciudad más grande de Ucrania hasta ahora.\",            \"translated_title\": \"Tensiones entre Rusia y Ucrania se intensifican\"        }    ]}"