"{    \"translations\": [        {            \"english_version\": \"Smoke is rising in several places in the Venezuelan capital. Officials are investigating a fire that killed 40 people to see if anyone should be charged with a crime.\",            \"english_title\": \"Fire Investigation in Venezuela\",            \"translated_version\": \"Hay humo en varios lugares de la capital de Venezuela. Los oficiales investigan un incendio que mató a 40 personas para ver si alguien debe ser acusado de un crimen.\",            \"translated_title\": \"Investigación de incendio en Venezuela\"        },        {            \"english_version\": \"Kyrylo Budanov, who leads Ukraine's military intelligence, has claimed responsibility for several successful attacks against Russia.\",            \"english_title\": \"Ukraine Claims Attacks\",            \"translated_version\": \"Kyrylo Budanov, que lidera la inteligencia militar de Ucrania, dijo que hizo varios ataques exitosos contra Rusia.\",            \"translated_title\": \"Ucrania dice ataques\"        },        {            \"english_version\": \"There have been clashes in southern Yemen, where Saudi and UAE-backed forces are fighting each other after an independence attempt.\",            \"english_title\": \"Clashes in Yemen\",            \"translated_version\": \"Hay peleas en el sur de Yemen, donde fuerzas apoyadas por Arabia Saudita y Emiratos Árabes Unidos pelean entre sí después de un intento de independencia.\",            \"translated_title\": \"Peleas en Yemen\"        },        {            \"english_version\": \"Families are looking for information about children as young as 15 who were believed to be at a bar.\",            \"english_title\": \"Families Seek Children\",            \"translated_version\": \"Las familias buscan información sobre niños de tan solo 15 años que se cree estaban en un bar.\",            \"translated_title\": \"Familias buscan niños\"        },        {            \"english_version\": \"A powerful earthquake hit southern and central Mexico on Friday, injuring several people.\",            \"english_title\": \"Earthquake in Mexico\",            \"translated_version\": \"Un fuerte terremoto golpeó el sur y centro de México el viernes, hiriendo a varias personas.\",            \"translated_title\": \"Terremoto en México\"        }    ]}"