"{    \"translations\": [        {            \"english_version\": \"The House of Representatives passed an American aid package worth $95bn, with $61bn allocated for Ukraine. The plan, proposed by Republican House speaker Mike Johnson, received support from Democratic lawmakers despite opposition from some hardline Republicans. Mr Johnson's decision has put his own position at risk, but he believes he did the right thing.\",            \"english_title\": \"International Aid Package for Ukraine\",            \"translated_version\": \"La Casa de Representantes aprobó un paquete de ayuda estadounidense por valor de $95bn, con $61bn asignados para Ucrania. El plan, propuesto por el presidente republicano de la Cámara, Mike Johnson, recibió apoyo de los legisladores demócratas a pesar de la oposición de algunos republicanos radicales. La decisión del Sr. Johnson ha puesto en riesgo su propia posición, pero él cree que hizo lo correcto.\",            \"translated_title\": \"Paquete de Ayuda Internacional para Ucrania\"        },        {            \"english_version\": \"Authorities in India have announced a rerun of voting in 11 polling stations in Manipur due to clashes, damage to voting machines, and attempts to take over polling stations. The leading opposition Congress party has alleged voting irregularities. The general election, involving nearly 1bn people, began on Friday and will continue until June.\",            \"english_title\": \"Voting Issues in Manipur, India\",            \"translated_version\": \"Las autoridades en India han anunciado una repetición de la votación en 11 estaciones de votación en Manipur debido a enfrentamientos, daños a las máquinas de votación e intentos de tomar el control de las estaciones de votación. El principal partido de oposición, el Congreso, ha alegado irregularidades en la votación. La elección general, que involucra a casi 1bn de personas, comenzó el viernes y continuará hasta junio.\",            \"translated_title\": \"Problemas de Votación en Manipur, India\"        },        {            \"english_version\": \"Naval officials from 30 countries have gathered in Qingdao, China, to discuss maritime-security challenges. Tensions between China and the Philippines in the South China Sea are escalating, coinciding with joint military drills between the Philippines and America starting on Monday.\",            \"english_title\": \"Maritime-Security Meeting in Qingdao, China\",            \"translated_version\": \"Oficiales navalese de 30 países se han reunido en Qingdao, China, para discutir desafíos de seguridad marítima. Las tensiones entre China y Filipinas en el Mar del Sur de China están aumentando, coincidiendo con ejercicios militares conjuntos entre Filipinas y América que comienzan el lunes.\",            \"translated_title\": \"Reunión de Seguridad Marítima en Qingdao, China\"        },        {            \"english_version\": \"South Korea expressed deep disappointment over Japanese ministers sending ritual offerings to Tokyo's Yasukuni Shrine, viewed as symbols of Japan's historic militarism by South Korea and China. South Korea urged Japan to show repentance instead, as both countries have deepened ties in response to perceived threats from China.\",            \"english_title\": \"Tensions between South Korea and Japan\",            \"translated_version\": \"Corea del Sur expresó una profunda decepción por los ministros japoneses que envían ofrendas rituales al Santuario Yasukuni de Tokio, visto como símbolos del militarismo histórico de Japón por Corea del Sur y China. Corea del Sur instó a Japón a mostrar arrepentimiento en su lugar, ya que ambos países han profundizado lazos en respuesta a las amenazas percibidas de China.\",            \"translated_title\": \"Tensiones entre Corea del Sur y Japón\"        },        {            \"english_version\": \"Protesters in Spain's Canary Islands called for temporary limits on tourists, citing rising housing prices and environmental damage due to hotel developments and holiday lets. They also seek restrictions on property purchases by foreigners, as tourism accounts for 35% of the archipelago's GDP.\",            \"english_title\": \"Tourism Protests in the Canary Islands\",            \"translated_version\": \"Los manifestantes en las Islas Canarias de España pidieron límites temporales a los turistas, citando el aumento de los precios de la vivienda y el daño ambiental debido a los desarrollos hoteleros y alquileres vacacionales. También buscan restricciones en las compras de propiedades por extranjeros, ya que el turismo representa el 35% del PIB del archipiélago.\",            \"translated_title\": \"Protestas Turísticas en las Islas Canarias\"        }    ]}"