"{    \"translations\": [        {            \"english_version\": \"President Volodymr Zelensky criticized America's and the world's silence, stating that it only encourages Putin. He made this statement after Russia launched a significant drone-and-missile attack on Ukrainian cities, resulting in the death of at least 14 people and numerous injuries. Ukraine also reported that citizens returned by Russia as part of a prisoner swap had been subjected to torture, deprivation of food, and brainwashing.\",            \"english_title\": \"President Zelensky's Response to Russian Attacks\",            \"translated_version\": \"El presidente Zelensky criticó el silencio de América y del mundo, diciendo que solo anima a Putin. Hizo esta declaración después de que Rusia lanzara un importante ataque con drones y misiles en ciudades ucranianas, lo que resultó en la muerte de al menos 14 personas y numerosas lesiones. Ucrania también informó que los ciudadanos devueltos por Rusia como parte de un intercambio de prisioneros habían sido sometidos a tortura, privación de alimentos y lavado de cerebro.\",            \"translated_title\": \"Respuesta del Presidente Zelensky a los Ataques Rusos\"        },        {            \"english_version\": \"Masayoshi Son, the head of SoftBank, has suggested the creation of a joint American-Japanese sovereign wealth fund. Reports indicate that Mr. Son has discussed this proposal with America's treasury secretary and other senior officials. The fund would be operated jointly by the Treasury Department and the Japanese finance ministry, focusing on investments in technology and infrastructure in America.\",            \"english_title\": \"Masayoshi Son's Proposal for a Joint American-Japanese Sovereign Wealth Fund\",            \"translated_version\": \"Masayoshi Son, el jefe de SoftBank, ha sugerido la creación de un fondo soberano conjunto entre Estados Unidos y Japón. Informes indican que el Sr. Son ha discutido esta propuesta con el secretario del tesoro de América y otros altos funcionarios. El fondo sería operado conjuntamente por el Departamento del Tesoro y el ministerio de finanzas japonés, centrándose en inversiones en tecnología e infraestructura en América.\",            \"translated_title\": \"Propuesta de Masayoshi Son para un Fondo Soberano Conjunto Americano-Japonés\"        }    ]}"