"{    \"translations\": [        {            \"english_version\": \"At least 19 people died and more than 100 others were injured after thousands of young people stormed parliament in Kathmandu on Monday. Thousands had taken to the streets demanding that the government lift the ban and tackle corruption.\",            \"english_title\": \"Protest in Kathmandu\",            \"translated_version\": \"Al menos 19 personas murieron y más de 100 resultaron heridas después de que miles de jóvenes entraron al parlamento en Katmandú el lunes. Miles salieron a las calles pidiendo que el gobierno quite la prohibición y luche contra la corrupción.\",            \"translated_title\": \"Protesta en Katmandú\"        },        {            \"english_version\": \"The French government lost a vote of confidence, and Prime Minister François Bayrou will resign on Tuesday.\",            \"english_title\": \"French Government Crisis\",            \"translated_version\": \"El gobierno francés perdió un voto de confianza, y el Primer Ministro François Bayrou renunciará el martes.\",            \"translated_title\": \"Crisis del Gobierno Francés\"        },        {            \"english_version\": \"Israel's security cabinet approved a plan to take control of a city where many Palestinians live.\",            \"english_title\": \"Israel's Plan\",            \"translated_version\": \"El gabinete de seguridad de Israel aprobó un plan para tomar control de una ciudad donde viven muchos palestinos.\",            \"translated_title\": \"Plan de Israel\"        },        {            \"english_version\": \"Police found a stash of firearms and ammunition at a campsite surrounded by dense vegetation.\",            \"english_title\": \"Weapons Found\",            \"translated_version\": \"La policía encontró un escondite de armas y municiones en un campamento rodeado de vegetación densa.\",            \"translated_title\": \"Armas Encontradas\"        },        {            \"english_version\": \"A jury heard that Hakyung Lee killed her children in an attempted mass suicide after her husband's death.\",            \"english_title\": \"Tragic Family Incident\",            \"translated_version\": \"Un jurado escuchó que Hakyung Lee mató a sus hijos en un intento de suicidio masivo después de la muerte de su esposo.\",            \"translated_title\": \"Incidente Familiar Trágico\"        }    ]}"