"{    \"translations\": [        {            \"english_version\": \"At least 51 people were killed in a Russian attack on a shop and café in Ukraine. A six-year-old boy was among the victims.\",            \"english_title\": \"Russian Attack in Ukraine\",            \"translated_version\": \"Al menos 51 personas murieron en un ataque ruso a una tienda y café en Ucrania. Un niño de seis años estaba entre las víctimas.\",            \"translated_title\": \"Ataque Ruso en Ucrania\"        },        {            \"english_version\": \"The World Trade Organization lowered its trade growth forecast for 2023 due to various factors such as geopolitical tensions and manufacturing slowdowns.\",            \"english_title\": \"Trade Growth Forecast Lowered\",            \"translated_version\": \"La Organización Mundial del Comercio redujo su pronóstico de crecimiento comercial para 2023 debido a varios factores como tensiones geopolíticas y desaceleración de la fabricación.\",            \"translated_title\": \"Pronóstico de Crecimiento Comercial Reducido\"        },        {            \"english_version\": \"Oil prices have been falling, reaching their lowest point since August.\",            \"english_title\": \"Falling Oil Prices\",            \"translated_version\": \"Los precios del petróleo han estado cayendo, alcanzando su punto más bajo desde agosto.\",            \"translated_title\": \"Precios del Petróleo en Descenso\"        },        {            \"english_version\": \"China plans to double the size of its space station and extend its operational period.\",            \"english_title\": \"China's Space Station Expansion\",            \"translated_version\": \"China planea duplicar el tamaño de su estación espacial y extender su período operativo.\",            \"translated_title\": \"Expansión de la Estación Espacial de China\"        },        {            \"english_version\": \"Chile's official body charged with writing a new constitution approved a draft that includes right-wing proposals.\",            \"english_title\": \"Approval of Chile's New Constitution Draft\",            \"translated_version\": \"El organismo oficial de Chile encargado de redactar una nueva constitución aprobó un borrador que incluye propuestas de derecha.\",            \"translated_title\": \"Aprobación del Borrador de la Nueva Constitución de Chile\"        }    ]}"