"{    \"translations\": [        {            \"english_version\": \"Australia and Canada made similar announcements, but the move was criticized by the Israeli government and families of hostages held in Gaza.\",            \"english_title\": \"Criticism of Announcements\",            \"translated_version\": \"Australia y Canada hicieron anuncios parecidos, pero el gobierno de Israel y familias de rehenes en Gaza criticaron esto.\",            \"translated_title\": \"Crítica a Anuncios\"        },        {            \"english_version\": \"The issue affecting check-in and baggage systems caused hundreds of delays and cancellations on Saturday.\",            \"english_title\": \"Airport Delays\",            \"translated_version\": \"El problema con los sistemas de registro y equipaje causó cientos de retrasos y cancelaciones el sábado.\",            \"translated_title\": \"Retrasos en Aeropuerto\"        },        {            \"english_version\": \"Law enforcement officials will be required to identify themselves while conducting duties by both name and badge number.\",            \"english_title\": \"Identification Requirement\",            \"translated_version\": \"Los oficiales de la ley tendrán que identificarse con su nombre y número de placa mientras trabajan.\",            \"translated_title\": \"Requisito de Identificación\"        },        {            \"english_version\": \"An undercover reporter discovered a network offering to pay for social media posts undermining Moldova’s ruling party.\",            \"english_title\": \"Social Media Scheme\",            \"translated_version\": \"Un reportero encubierto descubrió una red que paga por publicaciones en redes sociales contra el partido gobernante de Moldavia.\",            \"translated_title\": \"Esquema en Redes Sociales\"        },        {            \"english_version\": \"Police said the victims were shot dead by unidentified assailants in the southern city of Karachi.\",            \"english_title\": \"Shooting in Karachi\",            \"translated_version\": \"La policía dijo que las víctimas fueron asesinadas a tiros por atacantes no identificados en la ciudad sureña de Karachi.\",            \"translated_title\": \"Tiroteo en Karachi\"        }    ]}"