"```json{    \"translations\": [        {            \"english_version\": \"The Trump administration stopped Harvard University from accepting international students. This means Harvard cannot host non-American students on certain visas. The reason given was Harvard's failure to provide information about alleged misconduct by foreign students. The homeland-security secretary called it a warning to other schools. Harvard disagreed, saying the action was unlawful.\",            \"english_title\": \"Trump administration blocks Harvard University from enrolling foreign students\",            \"translated_version\": \"El gobierno de Trump detuvo a la Universidad de Harvard de aceptar estudiantes internacionales. Esto significa que Harvard no puede recibir estudiantes no americanos con ciertos visados. La razón dada fue la falta de información de Harvard sobre presuntas malas conductas de estudiantes extranjeros. El secretario de seguridad nacional lo llamó una advertencia a otras escuelas. Harvard no estuvo de acuerdo, diciendo que la acción era ilegal.\",            \"translated_title\": \"El gobierno de Trump bloquea a la Universidad de Harvard de inscribir estudiantes extranjeros\"        },        {            \"english_version\": \"The House of Representatives approved the Republicans' budget bill with a narrow margin. This is seen as a significant victory for Donald Trump. The bill includes tax cuts and reduces spending on social safety-net programs. It is estimated to increase the federal debt by about $3 trillion over ten years. The bill will now go to the Senate, where some Republicans have objections to certain parts.\",            \"english_title\": \"House of Representatives passes Republicans' budget bill\",            \"translated_version\": \"La Cámara de Representantes aprobó el proyecto de presupuesto de los Republicanos con un margen estrecho. Esto se considera una victoria significativa para Donald Trump. El proyecto incluye recortes de impuestos y reduce el gasto en programas de seguridad social. Se estima que aumentará la deuda federal en unos $3 trillones en diez años. El proyecto ahora pasará al Senado, donde algunos Republicanos tienen objeciones a ciertas partes.\",            \"translated_title\": \"La Cámara de Representantes aprueba el proyecto de presupuesto de los Republicanos\"        }    ]}```"