"```json{    \"translations\": [        {            \"english_version\": \"Israel's Arab neighbors were assured that Israel will not harm their security in response to Iran's recent attack. Jordan, Saudi Arabia, America, Britain, and France helped Israel defend against the attack. Israel's Defence Forces head warned of a response to Iran's actions, while Western allies urged restraint to contain the conflict.\",            \"english_title\": \"Security Assurance to Arab Neighbors\",            \"translated_version\": \"Los vecinos árabes de Israel fueron asegurados de que Israel no dañará su seguridad en respuesta al reciente ataque de Irán. Jordania, Arabia Saudita, Estados Unidos, Gran Bretaña y Francia ayudaron a Israel a defenderse del ataque. El jefe de las Fuerzas de Defensa de Israel advirtió sobre una respuesta a las acciones de Irán, mientras que los aliados occidentales instaron a la contención para contener el conflicto.\",            \"translated_title\": \"Seguridad para Vecinos Árabes\"        },        {            \"english_version\": \"The American dollar saw a strong rally, rising by 4.6% this year against major currencies. Investors expect the Federal Reserve to delay interest rate cuts until September. Amid Middle East tensions, the dollar is considered a safe haven, attracting foreign exchange traders.\",            \"english_title\": \"Dollar's Strong Performance\",            \"translated_version\": \"El dólar estadounidense tuvo un fuerte repunte, subiendo un 4.6% este año frente a las principales monedas. Los inversores esperan que la Reserva Federal retrase los recortes de tasas de interés hasta septiembre. En medio de las tensiones en Oriente Medio, el dólar es considerado un refugio seguro, atrayendo a los comerciantes de divisas extranjeras.\",            \"translated_title\": \"Desempeño Fuerte del Dólar\"        },        {            \"english_version\": \"Wind farms globally added a record 117 gigawatts of capacity last year, a 50% increase from 2022. However, more efforts are needed to meet climate targets set at COP28. The industry calls for adding at least 320GW of capacity annually by 2030.\",            \"english_title\": \"Record Growth in Wind Energy\",            \"translated_version\": \"Las granjas eólicas a nivel mundial agregaron un récord de 117 gigavatios de capacidad el año pasado, un aumento del 50% desde 2022. Sin embargo, se necesitan más esfuerzos para cumplir con los objetivos climáticos establecidos en la COP28. La industria pide agregar al menos 320GW de capacidad anualmente para 2030.\",            \"translated_title\": \"Crecimiento Récord en Energía Eólica\"        },        {            \"english_version\": \"Storms in south-west Pakistan claimed 39 lives, with victims struck by lightning and caught in flash floods. Punjab and Balochistan were severely affected, with additional fatalities reported in neighbouring Afghanistan due to floods.\",            \"english_title\": \"Fatal Storms in Pakistan\",            \"translated_version\": \"Las tormentas en el suroeste de Pakistán cobraron 39 vidas, con víctimas alcanzadas por rayos y atrapadas en inundaciones repentinas. Punjab y Baluchistán fueron severamente afectados, con fatalidades adicionales reportadas en el vecino Afganistán debido a las inundaciones.\",            \"translated_title\": \"Tormentas Mortales en Pakistán\"        },        {            \"english_version\": \"International Paper outbid Mondi to acquire DS Smith for £7.8bn, creating a leading packaging conglomerate. The merged company plans a secondary listing in London, benefiting the city's stock exchange.\",            \"english_title\": \"Acquisition of DS Smith\",            \"translated_version\": \"International Paper superó a Mondi para adquirir DS Smith por £7.8bn, creando un conglomerado líder en envases. La empresa fusionada planea una cotización secundaria en Londres, beneficiando a la bolsa de valores de la ciudad.\",            \"translated_title\": \"Adquisición de DS Smith\"        }    ]}```"