"{    \"translations\": [        {            \"english_version\": \"Poland's military says that drones have repeatedly entered its airspace during Russia's attacks on Ukraine. This is a concern for Poland as it shares a border with Ukraine.\",            \"english_title\": \"Drones Enter Poland's Airspace\",            \"translated_version\": \"El ejército de Polonia dice que drones han entrado en su espacio aéreo durante los ataques de Rusia a Ucrania. Esto preocupa a Polonia porque comparte frontera con Ucrania.\",            \"translated_title\": \"Drones en el Espacio Aéreo de Polonia\"        },        {            \"english_version\": \"Ukraine claims that Russia intentionally targeted the main government building in Kyiv with a missile last Sunday. This attack is part of the ongoing conflict between the two countries.\",            \"english_title\": \"Missile Attack on Kyiv\",            \"translated_version\": \"Ucrania dice que Rusia atacó el edificio principal del gobierno en Kyiv con un misil el domingo pasado. Este ataque es parte del conflicto entre los dos países.\",            \"translated_title\": \"Ataque con Misil en Kyiv\"        },        {            \"english_version\": \"Fierce protests against corruption and nepotism turned into arson and violence on Tuesday. These protests show the public's anger and frustration with the government.\",            \"english_title\": \"Protests Turn Violent\",            \"translated_version\": \"Protestas fuertes contra la corrupción y el nepotismo se volvieron incendios y violencia el martes. Estas protestas muestran el enojo y frustración del público con el gobierno.\",            \"translated_title\": \"Protestas se Vuelven Violentas\"        },        {            \"english_version\": \"KP Sharma Oli has resigned as Nepal's leader amid the country's worst unrest in decades. At least 22 people have died in clashes, highlighting the severity of the situation.\",            \"english_title\": \"Nepal's Leader Resigns\",            \"translated_version\": \"KP Sharma Oli ha renunciado como líder de Nepal en medio del peor desorden del país en décadas. Al menos 22 personas han muerto en enfrentamientos, mostrando la gravedad de la situación.\",            \"translated_title\": \"Líder de Nepal Renuncia\"        },        {            \"english_version\": \"The Brazilian ex-president is accused of trying to plan a coup to stay in power, but he denies these accusations. This situation adds to the political turmoil in Brazil.\",            \"english_title\": \"Coup Accusations in Brazil\",            \"translated_version\": \"El ex-presidente de Brasil es acusado de intentar planear un golpe para quedarse en el poder, pero él niega estas acusaciones. Esta situación añade al desorden político en Brasil.\",            \"translated_title\": \"Acusaciones de Golpe en Brasil\"        }    ]}"