"{    \"translations\": [        {            \"english_version\": \"Donald Trump says if Hamas does not accept the plan, Israel will have support from the US to destroy the threat from the armed group.\",            \"english_title\": \"Trump on Hamas Plan\",            \"translated_version\": \"Donald Trump dice que si Hamas no acepta el plan, Israel tendrá apoyo de Estados Unidos para destruir la amenaza del grupo armado.\",            \"translated_title\": \"Trump sobre Plan de Hamas\"        },        {            \"english_version\": \"Rescuers have been working for hours to try and free students and workers trapped under a building in East Java.\",            \"english_title\": \"Rescue in East Java\",            \"translated_version\": \"Los rescatistas han estado trabajando por horas para tratar de liberar a estudiantes y trabajadores atrapados bajo un edificio en Java Oriental.\",            \"translated_title\": \"Rescate en Java Oriental\"        },        {            \"english_version\": \"The UN says 22 people have been killed and more than 100 others injured since protests started on Thursday.\",            \"english_title\": \"UN on Protests\",            \"translated_version\": \"La ONU dice que 22 personas han muerto y más de 100 han resultado heridas desde que comenzaron las protestas el jueves.\",            \"translated_title\": \"ONU sobre Protestas\"        },        {            \"english_version\": \"Ukraine's deputy defense minister tells the BBC that Western weapons could make Moscow start peace talks.\",            \"english_title\": \"Ukraine on Peace Talks\",            \"translated_version\": \"El viceministro de defensa de Ucrania dice a la BBC que las armas occidentales podrían hacer que Moscú comience conversaciones de paz.\",            \"translated_title\": \"Ucrania sobre Conversaciones de Paz\"        },        {            \"english_version\": \"Officials have interviewed more than 100 people to find out why a gunman attacked a church and set it on fire.\",            \"english_title\": \"Church Attack Investigation\",            \"translated_version\": \"Los oficiales han entrevistado a más de 100 personas para saber por qué un hombre armado atacó una iglesia y le prendió fuego.\",            \"translated_title\": \"Investigación de Ataque a Iglesia\"        }    ]}"