"{    \"translations\": [        {            \"english_version\": \"Less than an hour ago, the Trump administration stopped Harvard University from accepting foreign students. They took away the school's permission to have non-American students on certain visas. The homeland-security secretary, Kristi Noem, said this was because Harvard did not provide information about misconduct by foreign students. She called it a warning to other schools. This ban also means current international students at Harvard must transfer to other universities. Harvard called the action unlawful.\",            \"english_title\": \"Trump administration blocks Harvard University from enrolling foreign students\",            \"translated_version\": \"Hace menos de una hora, la administración de Trump detuvo a la Universidad de Harvard de aceptar estudiantes extranjeros. Quitaron el permiso de la escuela para tener estudiantes no americanos en ciertas visas. La secretaria de seguridad nacional, Kristi Noem, dijo que esto fue porque Harvard no proporcionó información sobre mala conducta de estudiantes extranjeros. Ella lo llamó una advertencia a otras escuelas. Esta prohibición también significa que los estudiantes internacionales actuales en Harvard deben transferirse a otras universidades. Harvard llamó a la acción ilegal.\",            \"translated_title\": \"Trump administration blocks Harvard University from enrolling foreign students\"        },        {            \"english_version\": \"Elias Rodriguez, a 31-year-old man from Chicago, was accused of first-degree murder for killing two Israeli embassy staff in Washington. The acting US attorney for Washington DC, Jeanine Pirro, said the case could lead to the death penalty. The victims, a man and a woman, were shot after leaving an event for young diplomats. Police reported that Mr. Rodriguez shouted 'Free Palestine' before he was arrested.\",            \"english_title\": \"31-year-old man charged with first-degree murder for killing Israeli embassy staff\",            \"translated_version\": \"Elias Rodriguez, un hombre de 31 años de Chicago, fue acusado de asesinato en primer grado por matar a dos miembros del personal de la embajada de Israel en Washington. La fiscal interina de EE. UU. para Washington DC, Jeanine Pirro, dijo que el caso podría llevar a la pena de muerte. Las víctimas, un hombre y una mujer, fueron disparados después de salir de un evento para jóvenes diplomáticos. La policía informó que el Sr. Rodríguez gritó 'Palestina Libre' antes de ser arrestado.\",            \"translated_title\": \"31-year-old man charged with first-degree murder for killing Israeli embassy staff\"        }    ]}"