"{    \"translations\": [        {            \"english_version\": \"The UN warned that half of Gaza’s population is starving and that nine in ten people in the territory are unable to eat every day.\",            \"english_title\": \"Starvation in Gaza\",            \"translated_version\": \"La ONU advirtió que la mitad de la población de Gaza se está muriendo de hambre y que nueve de cada diez personas en el territorio no pueden comer todos los días.\",            \"translated_title\": \"Hambre en Gaza\"        },        {            \"english_version\": \"Israel’s army issued more evacuation orders to residents in Khan Younis, a city in the south of the strip that has endured heavy fighting in the past week.\",            \"english_title\": \"Evacuation orders in Khan Younis\",            \"translated_version\": \"El ejército de Israel emitió más órdenes de evacuación a los residentes de Khan Younis, una ciudad en el sur de la franja que ha sufrido intensos combates en la última semana.\",            \"translated_title\": \"Órdenes de evacuación en Khan Younis\"        },        {            \"english_version\": \"The death of an Israeli hostage held in Gaza was confirmed by his kibbutz.\",            \"english_title\": \"Death of Israeli hostage\",            \"translated_version\": \"La muerte de un rehén israelí retenido en Gaza fue confirmada por su kibutz.\",            \"translated_title\": \"Muerte de rehén israelí\"        },        {            \"english_version\": \"On Friday America vetoed a UN Security Council resolution that would have called for an immediate ceasefire in Gaza and the release of all hostages.\",            \"english_title\": \"US Veto on Gaza Ceasefire\",            \"translated_version\": \"El viernes, Estados Unidos vetó una resolución del Consejo de Seguridad de la ONU que habría pedido un alto el fuego inmediato en Gaza y la liberación de todos los rehenes.\",            \"translated_title\": \"Veto de EE.UU. sobre el alto el fuego en Gaza\"        },        {            \"english_version\": \"Nicolás Maduro, Venezuela’s president, will meet his counterpart from Guyana, Mohamed Irfaan Ali, on December 14th for talks as tensions between the countries grow.\",            \"english_title\": \"Meeting between Maduro and Ali\",            \"translated_version\": \"Nicolás Maduro, presidente de Venezuela, se reunirá con su homólogo de Guyana, Mohamed Irfaan Ali, el 14 de diciembre para conversaciones a medida que crecen las tensiones entre los países.\",            \"translated_title\": \"Reunión entre Maduro y Ali\"        }    ]}"