"```json{    \"translations\": [        {            \"english_version\": \"Less than an hour ago, America proposed to sell arms to Israel worth $8 billion. The State Department informed Congress about this on Friday. The consignment includes air-to-air missiles and artillery shells. President Joe Biden is set to leave office soon, making this a late show of support.\",            \"english_title\": \"America proposing to sell arms to Israel\",            \"translated_version\": \"Hace menos de una hora, Estados Unidos propuso vender armas a Israel por valor de $8 mil millones. El Departamento de Estado informó al Congreso sobre esto el viernes. El envío incluye misiles aire-aire y proyectiles de artillería. El presidente Joe Biden está a punto de dejar el cargo pronto, lo que muestra un apoyo tardío.\",            \"translated_title\": \"Estados Unidos propone vender armas a Israel\"        },        {            \"english_version\": \"China announced a plan to integrate rail, air, river, and sea infrastructure in its western provinces. These provinces cover around two-thirds of the country's land area but have experienced slower economic growth compared to coastal areas. The country will implement 15 measures to develop international air hubs and expand port infrastructure in cities like Chengdu, Chongqing, Kunming, Xi'an, and Urumqi.\",            \"english_title\": \"China's plan to integrate infrastructure in western provinces\",            \"translated_version\": \"China anunció un plan para integrar la infraestructura ferroviaria, aérea, fluvial y marítima en sus provincias occidentales. Estas provincias abarcan alrededor de dos tercios del área terrestre del país, pero han experimentado un crecimiento económico más lento en comparación con las áreas costeras. El país implementará 15 medidas para desarrollar centros aéreos internacionales y expandir la infraestructura portuaria en ciudades como Chengdu, Chongqing, Kunming, Xi'an y Urumqi.\",            \"translated_title\": \"Plan de China para integrar infraestructura en provincias occidentales\"        }    ]}```"