"{    \"translations\": [        {            \"english_version\": \"Ukraine claimed to have destroyed 41 Russian planes and used 472 drones and missiles in the conflict. Peace talks are scheduled in Turkey.\",            \"english_title\": \"Ukraine's Claim in Conflict\",            \"translated_version\": \"Ucrania dijo que destruyó 41 aviones rusos y usó 472 drones y misiles en el conflicto. Se programaron conversaciones de paz en Turquía.\",            \"translated_title\": \"La Declaración de Ucrania en el Conflicto\"        },        {            \"english_version\": \"Palestinian officials reported deaths after Israeli soldiers allegedly fired on a crowd in Gaza. Israel's Defence Forces deny causing injuries.\",            \"english_title\": \"Incident in Gaza\",            \"translated_version\": \"Oficiales palestinos informaron de muertes después de que soldados israelíes supuestamente dispararan a una multitud en Gaza. Las Fuerzas de Defensa de Israel niegan causar lesiones.\",            \"translated_title\": \"Incidente en Gaza\"        },        {            \"english_version\": \"The Gaza Humanitarian Foundation, responsible for aid distribution in Gaza, dismissed reports of Israeli soldiers firing on a crowd.\",            \"english_title\": \"Gaza Humanitarian Foundation's Response\",            \"translated_version\": \"La Fundación Humanitaria de Gaza, encargada de la distribución de ayuda en Gaza, desestimó informes de soldados israelíes disparando a una multitud.\",            \"translated_title\": \"Respuesta de la Fundación Humanitaria de Gaza\"        },        {            \"english_version\": \"The Economist offers an app for iOS and Android. It provides news and analysis on various topics.\",            \"english_title\": \"The Economist's App\",            \"translated_version\": \"The Economist ofrece una aplicación para iOS y Android. Proporciona noticias y análisis sobre varios temas.\",            \"translated_title\": \"La Aplicación de The Economist\"        },        {            \"english_version\": \"The Economist Group, which includes Economist Intelligence and Economist Impact, offers education courses and events.\",            \"english_title\": \"The Economist Group's Offerings\",            \"translated_version\": \"El Grupo The Economist, que incluye Economist Intelligence y Economist Impact, ofrece cursos y eventos educativos.\",            \"translated_title\": \"Ofertas del Grupo The Economist\"        }    ]}"