"{    \"translations\": [        {            \"english_version\": \"Ukraine’s president, Volodymyr Zelensky, welcomed an American aid package worth $61bn for his country. He urged lawmakers to pass the bill quickly to prevent Ukraine from becoming a 'second Afghanistan'. Democratic lawmakers supported the plan put forward by Mike Johnson, the Republican House speaker, despite opposition within the Republican party.\",            \"english_title\": \"International Relations\",            \"translated_version\": \"El presidente de Ucrania, Volodymyr Zelensky, recibió con alegría un paquete de ayuda estadounidense por valor de $61bn para su país. Instó a los legisladores a aprobar rápidamente el proyecto de ley para evitar que Ucrania se convierta en un 'segundo Afganistán'. Los legisladores demócratas apoyaron el plan presentado por Mike Johnson, el presidente de la Cámara de Representantes republicano, a pesar de la oposición dentro del partido republicano.\",            \"translated_title\": \"Relaciones Internacionales\"        },        {            \"english_version\": \"Authorities in India announced a rerun of voting in Manipur due to clashes between armed groups and alleged voting irregularities. The first stage of voting involving nearly 1bn people began on Friday and will continue until June.\",            \"english_title\": \"Election Issues\",            \"translated_version\": \"Las autoridades en India anunciaron una repetición de la votación en Manipur debido a enfrentamientos entre grupos armados y presuntas irregularidades en la votación. La primera etapa de la votación que involucra a casi 1bn de personas comenzó el viernes y continuará hasta junio.\",            \"translated_title\": \"Asuntos Electorales\"        },        {            \"english_version\": \"Naval officials from 30 countries gathered in Qingdao, China, to discuss maritime-security challenges. Tensions between China and the Philippines in the South China Sea have been escalating, coinciding with joint military drills between the Philippines and America.\",            \"english_title\": \"Maritime Security\",            \"translated_version\": \"Oficiales de la marina de 30 países se reunieron en Qingdao, China, para discutir desafíos de seguridad marítima. Las tensiones entre China y Filipinas en el Mar del Sur de China han estado aumentando, coincidiendo con ejercicios militares conjuntos entre Filipinas y América.\",            \"translated_title\": \"Seguridad Marítima\"        },        {            \"english_version\": \"Ecuadorians participated in a referendum to grant the government more powers to combat drug gangs and violent crime. The proposed changes, including allowing the army to join police patrols routinely, aim to address the rising murder rate in the country.\",            \"english_title\": \"Referendum in Ecuador\",            \"translated_version\": \"Los ecuatorianos participaron en un referéndum para otorgar al gobierno más poderes para combatir bandas de drogas y crimen violento. Los cambios propuestos, incluyendo permitir que el ejército se una rutinariamente a las patrullas policiales, tienen como objetivo abordar la creciente tasa de asesinatos en el país.\",            \"translated_title\": \"Referéndum en Ecuador\"        },        {            \"english_version\": \"South Korea expressed disappointment over Japanese ministers sending ritual offerings to Tokyo’s Yasukuni Shrine, viewed as symbols of Japan’s historic militarism. South Korea urged Japan to show repentance instead. The two countries had recently strengthened ties in response to perceived threats from China.\",            \"english_title\": \"International Relations - East Asia\",            \"translated_version\": \"Corea del Sur expresó decepción por los ministros japoneses que envían ofrendas rituales al Santuario Yasukuni de Tokio, consideradas como símbolos del militarismo histórico de Japón. Corea del Sur instó a Japón a mostrar arrepentimiento en su lugar. Los dos países recientemente habían fortalecido lazos en respuesta a las amenazas percibidas de China.\",            \"translated_title\": \"Relaciones Internacionales - Asia Oriental\"        }    ]}"