"{    \"translations\": [        {            \"english_version\": \"The Trump administration announced plans to send 2,000 National Guard troops to Los Angeles to control protests following immigration sweeps. At least 44 migrants were arrested during the sweeps, and the administration is taking a tough stance on illegal immigration. Los Angeles has a large immigrant population, with over 30% of residents being immigrants.\",            \"english_title\": \"Trump administration deploying National Guard troops in Los Angeles\",            \"translated_version\": \"El gobierno de Trump anunció planes para enviar 2,000 tropas de la Guardia Nacional a Los Ángeles para controlar protestas después de redadas de inmigración. Al menos 44 migrantes fueron arrestados durante las redadas, y el gobierno está tomando una postura firme sobre la inmigración ilegal. Los Ángeles tiene una gran población de inmigrantes, con más del 30% de los residentes siendo inmigrantes.\",            \"translated_title\": \"El gobierno de Trump envía tropas de la Guardia Nacional a Los Ángeles\"        },        {            \"english_version\": \"President Trump issued a warning to Elon Musk, stating that there would be 'serious consequences' if Musk supported challengers to Republicans who backed Trump's budget bill. Trump also mentioned that he believed his relationship with Musk was over after a public disagreement. While Trump did not specify the actions he would take, Musk's companies have significant government contracts.\",            \"english_title\": \"Trump warning Elon Musk about consequences for funding challengers\",            \"translated_version\": \"El presidente Trump advirtió a Elon Musk, diciendo que habría 'consecuencias serias' si Musk apoyaba a retadores de los republicanos que respaldaron el proyecto de ley presupuestario de Trump. Trump también mencionó que creía que su relación con Musk había terminado después de una desacuerdo público. Aunque Trump no especificó las acciones que tomaría, las compañías de Musk tienen contratos gubernamentales significativos.\",            \"translated_title\": \"Trump advierte a Elon Musk sobre consecuencias por financiar retadores\"        }    ]}"