"{    \"translations\": [        {            \"english_version\": \"A UN commission of inquiry found that Israel was committing genocide in Gaza. The panel says that four out of five acts of genocide defined by international law have been done against Palestinians during the war.\",            \"english_title\": \"UN Inquiry on Genocide\",            \"translated_version\": \"Una comisión de la ONU encontró que Israel estaba cometiendo genocidio en Gaza. El panel dice que cuatro de cinco actos de genocidio según la ley internacional se han hecho contra los palestinos durante la guerra.\",            \"translated_title\": \"Investigación de la ONU sobre Genocidio\"        },        {            \"english_version\": \"Prosecutors accuse a right-wing former presidential candidate of trying to overthrow the constitutional order in the country.\",            \"english_title\": \"Candidate Accused of Overthrow Attempt\",            \"translated_version\": \"Fiscales acusan a un ex candidato presidencial de derecha de intentar derrocar el orden constitucional en el país.\",            \"translated_title\": \"Candidato Acusado de Intento de Derrocamiento\"        },        {            \"english_version\": \"Millions of liters of highly acidic waste have spilled into rivers in a copper-mining area, according to farmers.\",            \"english_title\": \"Acid Waste Spill\",            \"translated_version\": \"Millones de litros de desechos muy ácidos se han derramado en ríos en una zona de minería de cobre, según los agricultores.\",            \"translated_title\": \"Derrame de Desechos Ácidos\"        },        {            \"english_version\": \"Judge Gregory Carro decided that a second-degree murder charge against Mangione could continue in court during a hearing on Tuesday.\",            \"english_title\": \"Murder Charge Continues\",            \"translated_version\": \"El juez Gregory Carro decidió que un cargo de asesinato en segundo grado contra Mangione podría continuar en la corte durante una audiencia el martes.\",            \"translated_title\": \"Cargo de Asesinato Continúa\"        },        {            \"english_version\": \"The political situation might become a conflict again after the vice-president was accused of treason.\",            \"english_title\": \"Political Conflict Possible\",            \"translated_version\": \"La situación política podría convertirse en un conflicto otra vez después de que el vicepresidente fue acusado de traición.\",            \"translated_title\": \"Conflicto Político Posible\"        }    ]}"