"{    \"translations\": [        {            \"english_version\": \"Gustavo Petro told the BBC that the United States is acting like an empire by treating other countries as part of it. This comment came after Trump threatened Colombia with military action.\",            \"english_title\": \"Petro Criticizes US\",            \"translated_version\": \"Gustavo Petro dijo a la BBC que Estados Unidos actúa como un imperio al tratar a otros países como parte de él. Este comentario vino después de que Trump amenazó a Colombia con acción militar.\",            \"translated_title\": \"Petro Critica a EE.UU.\"        },        {            \"english_version\": \"In Iran, there were peaceful rallies on major roads in the capital and in the second city. The security forces did not break up these rallies. In videos, protesters can be heard chanting against the government.\",            \"english_title\": \"Peaceful Rallies in Iran\",            \"translated_version\": \"En Irán, hubo manifestaciones pacíficas en las principales carreteras de la capital y en la segunda ciudad. Las fuerzas de seguridad no rompieron estas manifestaciones. En videos, se puede escuchar a los manifestantes gritando contra el gobierno.\",            \"translated_title\": \"Manifestaciones Pacíficas en Irán\"        },        {            \"english_version\": \"European allies of Denmark have rejected Trump's idea to annex a semi-autonomous territory. The White House said the decision was made because these entities no longer serve American interests.\",            \"english_title\": \"Denmark Allies Reject Annexation\",            \"translated_version\": \"Aliados europeos de Dinamarca han rechazado la idea de Trump de anexar un territorio semi-autónomo. La Casa Blanca dijo que la decisión se tomó porque estas entidades ya no sirven a los intereses americanos.\",            \"translated_title\": \"Aliados de Dinamarca Rechazan Anexión\"        },        {            \"english_version\": \"Hundreds of people in Minneapolis protested the killing of a 37-year-old named Renee Good. The protest was about the circumstances of her death.\",            \"english_title\": \"Protest in Minneapolis\",            \"translated_version\": \"Cientos de personas en Minneapolis protestaron por la muerte de una mujer de 37 años llamada Renee Good. La protesta fue sobre las circunstancias de su muerte.\",            \"translated_title\": \"Protesta en Minneapolis\"        },        {            \"english_version\": \"In Victoria, all regions are facing very serious fire warnings. Rescuers have saved 12 injured sanitation workers from debris at a private landfill in Cebu City.\",            \"english_title\": \"Fire Warnings in Victoria\",            \"translated_version\": \"En Victoria, todas las regiones enfrentan advertencias de incendio muy serias. Los rescatistas han salvado a 12 trabajadores de saneamiento heridos de escombros en un vertedero privado en la ciudad de Cebu.\",            \"translated_title\": \"Advertencias de Incendio en Victoria\"        }    ]}"