"{    \"translations\": [        {            \"english_version\": \"President Joe Biden wrote a letter to congressional Democrats saying he is firmly committed to staying in the presidential race. He challenged Democratic elites who oppose his candidacy to announce their own candidacy during a TV interview.\",            \"english_title\": \"President Biden's Commitment\",            \"translated_version\": \"El Presidente Joe Biden escribió una carta a los Demócratas del Congreso diciendo que está firmemente comprometido a seguir en la carrera presidencial. Desafió a los líderes Demócratas que se oponen a su candidatura a anunciar su propia candidatura durante una entrevista de televisión.\",            \"translated_title\": \"El Compromiso del Presidente Biden\"        },        {            \"english_version\": \"Several senior Democrats have called for Mr. Biden to step aside for another candidate in a private virtual meeting. This comes after a Russian strike on Ukraine killed at least 41 people, marking the worst attack on the country in months.\",            \"english_title\": \"Call for Biden to Step Aside\",            \"translated_version\": \"Varios Demócratas de alto rango han pedido al Sr. Biden que se aparte para dar paso a otro candidato en una reunión virtual privada. Esto sucede después de un ataque ruso en Ucrania que mató al menos a 41 personas, marcando el peor ataque al país en meses.\",            \"translated_title\": \"Petición para que Biden se Aparte\"        },        {            \"english_version\": \"The attack in Ukraine left over 140 people injured. Missiles hit various locations including the main children's hospital in Kyiv, the capital, as well as cities like Dnipro and two eastern cities.\",            \"english_title\": \"Attack in Ukraine\",            \"translated_version\": \"El ataque en Ucrania dejó más de 140 personas heridas. Misiles impactaron en varios lugares incluyendo el principal hospital infantil en Kyiv, la capital, así como ciudades como Dnipro y dos ciudades del este.\",            \"translated_title\": \"Ataque en Ucrania\"        },        {            \"english_version\": \"NATO allies are set to begin a three-day summit in America where they are expected to pledge more military support for Ukraine.\",            \"english_title\": \"NATO Summit for Ukraine\",            \"translated_version\": \"Los aliados de la OTAN están listos para comenzar una cumbre de tres días en América donde se espera que prometan más apoyo militar para Ucrania.\",            \"translated_title\": \"Cumbre de la OTAN para Ucrania\"        },        {            \"english_version\": \"The Economist, a publication in circulation since September 1843, aims to participate in a contest between intelligence and ignorance. It covers various topics and offers corporate subscriptions.\",            \"english_title\": \"The Economist's Mission\",            \"translated_version\": \"The Economist, una publicación en circulación desde septiembre de 1843, tiene como objetivo participar en un concurso entre la inteligencia y la ignorancia. Cubre varios temas y ofrece suscripciones corporativas.\",            \"translated_title\": \"La Misión de The Economist\"        }    ]}"