"{    \"translations\": [        {            \"english_version\": \"The US president is starting an important trip to Asia. The main event is a meeting with Chinese President Xi Jinping. This trip is a busy week of diplomacy.\",            \"english_title\": \"US President's Asia Trip\",            \"translated_version\": \"El presidente de EE.UU. empieza un viaje importante a Asia. El evento principal es una reunión con el presidente de China, Xi Jinping. Este viaje es una semana ocupada de diplomacia.\",            \"translated_title\": \"Viaje del presidente de EE.UU. a Asia\"        },        {            \"english_version\": \"Syrian refugees in Turkey say they were taken advantage of when they needed help. They faced difficult situations and were not treated fairly.\",            \"english_title\": \"Syrian Refugees in Turkey\",            \"translated_version\": \"Refugiados sirios en Turquía dicen que se aprovecharon de ellos cuando necesitaban ayuda. Enfrentaron situaciones difíciles y no fueron tratados de manera justa.\",            \"translated_title\": \"Refugiados sirios en Turquía\"        },        {            \"english_version\": \"A man who is a US citizen and a Trump supporter is mentioned by the president, but the government has not identified him.\",            \"english_title\": \"Trump Supporter Mentioned\",            \"translated_version\": \"Un hombre que es ciudadano de EE.UU. y seguidor de Trump es mencionado por el presidente, pero el gobierno no lo ha identificado.\",            \"translated_title\": \"Seguidor de Trump mencionado\"        },        {            \"english_version\": \"Trump announced an additional 10% charge, saying that airing an advert was a hostile act. This is an increase over what they are currently paying.\",            \"english_title\": \"Trump's Additional Charge\",            \"translated_version\": \"Trump anunció un cargo adicional del 10%, diciendo que poner un anuncio era un acto hostil. Esto es un aumento sobre lo que están pagando ahora.\",            \"translated_title\": \"Cargo adicional de Trump\"        },        {            \"english_version\": \"Catherine Connolly, supported by major left-wing parties, promises to be an inclusive president for everyone. She is an independent candidate.\",            \"english_title\": \"Catherine Connolly's Promise\",            \"translated_version\": \"Catherine Connolly, apoyada por grandes partidos de izquierda, promete ser una presidenta inclusiva para todos. Ella es una candidata independiente.\",            \"translated_title\": \"Promesa de Catherine Connolly\"        }    ]}"