"{    \"translations\": [        {            \"english_version\": \"European and Asian stock markets experienced significant declines on Monday due to the imposition of tariffs by the Trump administration. The Stoxx 600 index and Britain's FTSE 100 index both fell by more than 5%, while Japan's Topix index dropped by 9%. Trading in Taiwanese tech firms TSMC and Foxconn was halted following a sell-off.\",            \"english_title\": \"Global Stock Markets\",            \"translated_version\": \"Los mercados de valores de Europa y Asia tuvieron grandes caídas el lunes debido a los aranceles impuestos por el gobierno de Trump. El índice Stoxx 600 y el índice FTSE 100 de Gran Bretaña cayeron más del 5%, mientras que el índice Topix de Japón bajó un 9%. La negociación de las empresas tecnológicas taiwanesas TSMC y Foxconn se detuvo después de una venta masiva.\",            \"translated_title\": \"Global Stock Markets\"        },        {            \"english_version\": \"Japanese Prime Minister Ishiba Shigeru announced plans to visit the US to meet with President Trump and discuss reducing tariffs. He emphasized the need to protect Japan's economy through all available means. Vietnam's leader, To Lam, requested a delay in the introduction of a 46% levy on Vietnamese goods and offered to eliminate tariffs on imports from America.\",            \"english_title\": \"International Trade Relations\",            \"translated_version\": \"El Primer Ministro japonés Ishiba Shigeru anunció planes de visitar los Estados Unidos para reunirse con el Presidente Trump y discutir la reducción de aranceles. Él enfatizó la necesidad de proteger la economía de Japón por todos los medios disponibles. El líder de Vietnam, To Lam, solicitó un retraso en la introducción de un impuesto del 46% sobre los productos vietnamitas y ofreció eliminar los aranceles a las importaciones de América.\",            \"translated_title\": \"International Trade Relations\"        }    ]}"