"{    \"translations\": [        {            \"english_version\": \"Less than 1 hour ago, the Trump administration sent around 700 marines to Los Angeles. These marines are there to protect federal buildings and personnel. They are not supposed to engage with the protesters who have been demonstrating against immigration raids since Friday.\",            \"english_title\": \"Trump administration deploying marines to Los Angeles\",            \"translated_version\": \"Hace menos de 1 hora, la administración de Trump envió alrededor de 700 marines a Los Ángeles. Estos marines están allí para proteger edificios y personal federales. No deben involucrarse con los manifestantes que han estado protestando contra redadas de inmigración desde el viernes.\",            \"translated_title\": \"La administración de Trump envía marines a Los Ángeles\"        },        {            \"english_version\": \"Russia recently launched another series of drone attacks on Ukrainian cities. This comes after conducting a major aerial assault, the largest since the war began. Ukrainian officials reported significant damage in Kyiv, the capital, due to the attacks.\",            \"english_title\": \"Russia's drone attacks on Ukrainian cities\",            \"translated_version\": \"Recientemente, Rusia lanzó otra serie de ataques con drones en ciudades ucranianas. Esto sucede después de llevar a cabo un gran asalto aéreo, el más grande desde que comenzó la guerra. Funcionarios ucranianos informaron daños significativos en Kyiv, la capital, debido a los ataques.\",            \"translated_title\": \"Ataques con drones de Rusia en ciudades ucranianas\"        },        {            \"english_version\": \"Russia and Ukraine have started exchanging prisoners as part of a potentially large deal. This exchange could be the biggest one yet between the two countries.\",            \"english_title\": \"Prisoner exchange between Russia and Ukraine\",            \"translated_version\": \"Rusia y Ucrania han comenzado a intercambiar prisioneros como parte de un acuerdo potencialmente grande. Este intercambio podría ser el más grande hasta ahora entre los dos países.\",            \"translated_title\": \"Intercambio de prisioneros entre Rusia y Ucrania\"        }    ]}"