"{    \"translations\": [        {            \"english_version\": \"America has redesignated the Houthis, a Yemen-based group, as a terrorist organization. This decision comes after the group has been launching attacks in the Red Sea. The Biden administration had previously removed the group from its foreign terrorist list to facilitate aid deliveries to Yemen. The new measures will require American institutions to freeze funds to the militant group.\",            \"english_title\": \"America Redesignates Houthis as Terrorist Organization\",            \"translated_version\": \"América ha vuelto a designar a los Hutíes, un grupo con base en Yemen, como una organización terrorista. Esta decisión se produce después de que el grupo haya estado lanzando ataques en el Mar Rojo. La administración de Biden había eliminado previamente al grupo de su lista de terroristas extranjeros para facilitar la entrega de ayuda a Yemen. Las nuevas medidas requerirán que las instituciones estadounidenses congelen los fondos al grupo militante.\",            \"translated_title\": \"América Redesigna a los Hutíes como Organización Terrorista\"        },        {            \"english_version\": \"Pakistan has recalled its ambassador from Iran and temporarily suspended all high-level visits between the two countries. This action was taken in response to Iran's air strikes on targets in Pakistan. Iranian reports claim that the strikes were directed at bases for Jaish al-Adl, a Sunni militant group. Pakistan has condemned the attack as illegal and reported casualties.\",            \"english_title\": \"Pakistan Recalls Ambassador from Iran\",            \"translated_version\": \"Pakistán ha llamado de vuelta a su embajador de Irán y ha suspendido temporalmente todas las visitas de alto nivel entre los dos países. Esta acción se tomó en respuesta a los ataques aéreos de Irán en objetivos en Pakistán. Informes iraníes afirman que los ataques fueron dirigidos a bases de Jaish al-Adl, un grupo militante sunita. Pakistán ha condenado el ataque como ilegal y ha informado de víctimas.\",            \"translated_title\": \"Pakistán Llama de Vuelta a su Embajador de Irán\"        },        {            \"english_version\": \"China's economy grew by 5.2% in 2023, which is one of the lowest rates in decades. Despite the lifting of all COVID-19 restrictions, a collapse in the property sector has had a negative impact on the world's second-largest economy. Additionally, the country's population has declined by 2 million, further exacerbating long-term challenges.\",            \"english_title\": \"China's Economy Grows at Slow Rate\",            \"translated_version\": \"La economía de China creció un 5,2% en 2023, que es una de las tasas más bajas en décadas. A pesar de la eliminación de todas las restricciones de COVID-19, el colapso del sector inmobiliario ha tenido un impacto negativo en la segunda economía más grande del mundo. Además, la población del país ha disminuido en 2 millones, exacerbando aún más los desafíos a largo plazo.\",            \"translated_title\": \"La Economía de China Crece a un Ritmo Lento\"        },        {            \"english_version\": \"Britain's annual inflation rate unexpectedly rose to 4% in December, marking the first increase in ten months. The core rate, which excludes energy, food, alcohol, and tobacco prices, remained at 5.1%. These figures reduce the likelihood of the Bank of England cutting interest rates in the near future.\",            \"english_title\": \"UK Inflation Rate Rises to 4%\",            \"translated_version\": \"La tasa de inflación anual de Reino Unido aumentó inesperadamente al 4% en diciembre, marcando el primer aumento en diez meses. La tasa central, que excluye los precios de energía, alimentos, alcohol y tabaco, se mantuvo en 5,1%. Estas cifras reducen la probabilidad de que el Banco de Inglaterra reduzca las tasas de interés en un futuro cercano.\",            \"translated_title\": \"La Tasa de Inflación del Reino Unido Aumenta al 4%\"        },        {            \"english_version\": \"Russian police cracked down on a large protest in the central region of Bashkortostan following the imprisonment of a civil rights activist. Thousands of people participated in the protest, making it one of the largest demonstrations in Russia since its invasion of Ukraine. Numerous individuals have been detained for opposing the war.\",            \"english_title\": \"Russian Police Crack Down on Protest\",            \"translated_version\": \"La policía rusa reprimió una gran protesta en la región central de Bashkortostán después del encarcelamiento de un activista de derechos civiles. Miles de personas participaron en la protesta, convirtiéndola en una de las mayores manifestaciones en Rusia desde su invasión de Ucrania. Numerosas personas han sido detenidas por oponerse a la guerra.\",            \"translated_title\": \"La Policía Rusa Reprime una Protesta\"        }    ]}"