"{    \"translations\": [        {            \"english_version\": \"Laurence des Cars is speaking for the first time since a group of masked thieves carried out a robbery on Sunday. The thieves are still not caught.\",            \"english_title\": \"Robbery by Masked Thieves\",            \"translated_version\": \"Laurence des Cars habla por primera vez desde que un grupo de ladrones con máscaras hizo un robo el domingo. Los ladrones aún no han sido atrapados.\",            \"translated_title\": \"Robo por ladrones con máscaras\"        },        {            \"english_version\": \"The US president has paused his plans for a summit in Budapest because of drone and missile attacks on Ukraine. He was supposed to meet the Russian leader to discuss the war in Ukraine.\",            \"english_title\": \"US President Pauses Summit Plans\",            \"translated_version\": \"El presidente de EE.UU. ha pausado sus planes para una reunión en Budapest por ataques de drones y misiles en Ucrania. Se suponía que iba a reunirse con el líder ruso para hablar de la guerra en Ucrania.\",            \"translated_title\": \"Presidente de EE.UU. pausa planes de reunión\"        },        {            \"english_version\": \"The US has conducted its eighth strike on vessels suspected of drug trafficking near Latin America. This is the first strike on the Pacific side.\",            \"english_title\": \"US Strikes on Drug Vessels\",            \"translated_version\": \"EE.UU. ha hecho su octavo ataque a barcos sospechosos de tráfico de drogas cerca de América Latina. Este es el primer ataque en el lado del Pacífico.\",            \"translated_title\": \"Ataques de EE.UU. a barcos de drogas\"        },        {            \"english_version\": \"Campaigners say that Starlink technology has helped crime groups to work from places along the Thai-Myanmar border.\",            \"english_title\": \"Starlink and Crime Groups\",            \"translated_version\": \"Activistas dicen que la tecnología Starlink ha ayudado a grupos criminales a trabajar desde lugares en la frontera entre Tailandia y Myanmar.\",            \"translated_title\": \"Starlink y grupos criminales\"        },        {            \"english_version\": \"Dr. Tedros Adhanom Ghebreyesus told the BBC that much more aid is needed to address the growing problems in Gaza.\",            \"english_title\": \"More Aid Needed for Gaza\",            \"translated_version\": \"El Dr. Tedros Adhanom Ghebreyesus dijo a la BBC que se necesita mucha más ayuda para resolver los problemas crecientes en Gaza.\",            \"translated_title\": \"Se necesita más ayuda para Gaza\"        }    ]}"