"{    \"translations\": [        {            \"english_version\": \"Celebrations are happening all over the country, from Edinburgh to Belfast, Cardiff, Manchester, and Newcastle. In Sydney, the words 'peace' and 'unity' were shown on the Harbour Bridge as many people gathered to see the yearly fireworks.\",            \"english_title\": \"Celebrations Across the Country\",            \"translated_version\": \"Celebraciones están pasando en todo el país, desde Edimburgo hasta Belfast, Cardiff, Manchester y Newcastle. En Sídney, las palabras `paz` y `unidad` se mostraron en el Puente del Puerto mientras muchas personas se reunieron para ver los fuegos artificiales del año.\",            \"translated_title\": \"Celebraciones en el País\"        },        {            \"english_version\": \"A train driver died and at least 40 people were hurt in a crash on the single-track line to Machu Picchu.\",            \"english_title\": \"Train Crash Near Machu Picchu\",            \"translated_version\": \"Un conductor de tren murió y al menos 40 personas resultaron heridas en un choque en la vía de un solo carril hacia Machu Picchu.\",            \"translated_title\": \"Accidente de Tren en Machu Picchu\"        },        {            \"english_version\": \"Russia has released a video that it says shows a Ukrainian drone that was shot down. The drone was launched at one of Putin's residences.\",            \"english_title\": \"Russian Video of Ukrainian Drone\",            \"translated_version\": \"Rusia ha lanzado un video que dice que muestra un dron ucraniano que fue derribado. El dron fue lanzado a una de las residencias de Putin.\",            \"translated_title\": \"Video Ruso de Dron Ucraniano\"        },        {            \"english_version\": \"Chinese people will pay a 13% sales tax on contraceptives starting January 1, but childcare services will not have this tax.\",            \"english_title\": \"New Tax on Contraceptives in China\",            \"translated_version\": \"Las personas en China pagarán un impuesto de ventas del 13% en anticonceptivos a partir del 1 de enero, pero los servicios de cuidado infantil no tendrán este impuesto.\",            \"translated_title\": \"Nuevo Impuesto en China\"        },        {            \"english_version\": \"Israel's new rules for international NGOs are being criticized by 10 countries. They say the rules are 'restrictive' and 'unacceptable'.\",            \"english_title\": \"Criticism of Israel's NGO Rules\",            \"translated_version\": \"Las nuevas reglas de Israel para las ONG internacionales están siendo criticadas por 10 países. Dicen que las reglas son `restrictivas` e `inaceptables`.\",            \"translated_title\": \"Críticas a Reglas de Israel\"        }    ]}"