"{    \"translations\": [        {            \"english_version\": \"The Russian leader refused to agree after 26 countries promised to send troops to Ukraine if there is a ceasefire.\",            \"english_title\": \"Russian Leader Refuses\",            \"translated_version\": \"El líder ruso no quiso aceptar después de que 26 países prometieron enviar soldados a Ucrania si hay un alto el fuego.\",            \"translated_title\": \"Líder Ruso No Acepta\"        },        {            \"english_version\": \"The secretary of state talked about new actions against criminal gangs during his visit to Ecuador.\",            \"english_title\": \"Secretary Talks in Ecuador\",            \"translated_version\": \"El secretario de estado habló sobre nuevas acciones contra bandas criminales durante su visita a Ecuador.\",            \"translated_title\": \"Secretario Habla en Ecuador\"        },        {            \"english_version\": \"The raid made South Korea very angry, and they said it was unfair and violated people's rights.\",            \"english_title\": \"South Korea Angry\",            \"translated_version\": \"La redada hizo que Corea del Sur se enojara mucho, y dijeron que era injusto y violaba los derechos de las personas.\",            \"translated_title\": \"Corea del Sur Enojada\"        },        {            \"english_version\": \"A crash happened where 16 people died and more than 20 were hurt, including many people from other countries.\",            \"english_title\": \"Deadly Crash\",            \"translated_version\": \"Ocurrió un accidente donde murieron 16 personas y más de 20 resultaron heridas, incluyendo muchas personas de otros países.\",            \"translated_title\": \"Accidente Mortal\"        },        {            \"english_version\": \"Aid workers are bringing food and medical help to a village that was cut off by a big landslide on Sunday.\",            \"english_title\": \"Aid After Landslide\",            \"translated_version\": \"Trabajadores de ayuda están llevando comida y ayuda médica a un pueblo que quedó aislado por un gran deslizamiento de tierra el domingo.\",            \"translated_title\": \"Ayuda Tras Deslizamiento\"        }    ]}"