"{    \"translations\": [        {            \"english_version\": \"Kamala Harris is gaining support from senior Democrats to be the new Democratic nominee after Joe Biden dropped out of the race. Bill and Hillary Clinton are among those backing her. Other potential candidates like Gretchen Whitmer and Gavin Newsom seem to have decided not to run. Newsom, the governor of California, believes Harris is the best person to challenge Donald Trump's ideas.\",            \"english_title\": \"Support for Kamala Harris Grows\",            \"translated_version\": \"Kamala Harris está recibiendo apoyo de demócratas importantes para ser la nueva candidata demócrata después de que Joe Biden se retirara de la carrera. Bill y Hillary Clinton están entre los que la respaldan. Otros posibles candidatos como Gretchen Whitmer y Gavin Newsom parecen haber decidido no postularse. Newsom, el gobernador de California, cree que Harris es la mejor persona para desafiar las ideas de Donald Trump.\",            \"translated_title\": \"Apoyo a Kamala Harris Crece\"        },        {            \"english_version\": \"Joe Biden faced pressure from fellow Democrats to step aside and support a younger candidate for the nomination. Lawmakers are questioning the Secret Service's failure to protect Trump from an assassination attempt. The head of the Secret Service, Kimberly Cheatle, called it a major operational failure.\",            \"english_title\": \"Pressure on Joe Biden and Secret Service\",            \"translated_version\": \"Joe Biden enfrentó presión de otros demócratas para apartarse y apoyar a un candidato más joven para la nominación. Los legisladores están cuestionando la falla del Servicio Secreto en proteger a Trump de un intento de asesinato. La jefa del Servicio Secreto, Kimberly Cheatle, lo calificó como una falla operativa importante.\",            \"translated_title\": \"Presión sobre Joe Biden y Servicio Secreto\"        },        {            \"english_version\": \"The Secret Service admitted that they had previously ignored requests for more resources from Trump's team. Despite calls for her resignation, Cheatle is not stepping down.\",            \"english_title\": \"Secret Service Admits Ignoring Requests\",            \"translated_version\": \"El Servicio Secreto admitió que anteriormente ignoraron las solicitudes de más recursos del equipo de Trump. A pesar de los pedidos de renuncia, Cheatle no está dimitiendo.\",            \"translated_title\": \"Servicio Secreto Admite Ignorar Solicitudes\"        },        {            \"english_version\": \"The Economist has been published since September 1843 and aims to promote intelligence over ignorance. It covers a wide range of topics and provides analysis on global events.\",            \"english_title\": \"The Economist's Mission\",            \"translated_version\": \"The Economist se ha publicado desde septiembre de 1843 y tiene como objetivo promover la inteligencia sobre la ignorancia. Cubre una amplia gama de temas y proporciona análisis sobre eventos globales.\",            \"translated_title\": \"La Misión de The Economist\"        },        {            \"english_version\": \"The Economist Group offers various services, including intelligence reports, impact events, and educational courses. They also provide job opportunities and strive to ensure a smooth online experience for users through the use of cookies and similar technologies.\",            \"english_title\": \"Services Offered by The Economist Group\",            \"translated_version\": \"El Grupo The Economist ofrece varios servicios, incluidos informes de inteligencia, eventos de impacto y cursos educativos. También ofrecen oportunidades laborales y se esfuerzan por garantizar una experiencia en línea fluida para los usuarios mediante el uso de cookies y tecnologías similares.\",            \"translated_title\": \"Servicios Ofrecidos por el Grupo The Economist\"        }    ]}"