"{    \"translations\": [        {            \"english_version\": \"Ismail Haniyeh, the leader of Hamas, was killed in an attack on his home in Tehran. The Palestinian group blamed the attack on Zionists. This happened while Mr. Haniyeh was in Iran for the inauguration of the new president. Israel also targeted a Hizbullah base in Beirut, Lebanon, killing Fuad Shukr, a top commander. Israel accuses Hizbullah of a rocket attack that killed 12 children in the Golan Heights.\",            \"english_title\": \"Middle East Conflict\",            \"translated_version\": \"Ismail Haniyeh, el líder de Hamas, fue asesinado en un ataque en su casa en Teherán. El grupo palestino culpó del ataque a los sionistas. Esto ocurrió mientras el Sr. Haniyeh estaba en Irán para la inauguración del nuevo presidente. Israel también atacó una base de Hizbullah en Beirut, Líbano, matando a Fuad Shukr, un comandante importante. Israel acusa a Hizbullah de un ataque con cohetes que mató a 12 niños en los Altos del Golán.\",            \"translated_title\": \"Middle East Conflict\"        },        {            \"english_version\": \"Boeing, one of the world's largest plane manufacturers, appointed Kelly Ortberg as its new CEO. He will replace Dave Calhoun on August 8th. Recent incidents involving Boeing, such as a 737 MAX plane losing a door mid-flight and the company pleading guilty to fraud related to deadly crashes, have affected passenger and investor confidence.\",            \"english_title\": \"Boeing Leadership Change\",            \"translated_version\": \"Boeing, uno de los mayores fabricantes de aviones del mundo, nombró a Kelly Ortberg como su nuevo CEO. Él reemplazará a Dave Calhoun el 8 de agosto. Incidentes recientes relacionados con Boeing, como un avión 737 MAX perdiendo una puerta en pleno vuelo y la empresa declarándose culpable de fraude relacionado con accidentes mortales, han afectado la confianza de los pasajeros e inversores.\",            \"translated_title\": \"Boeing Leadership Change\"        }    ]}"