"```json#####{    \"translations\": [        {            \"english_version\": \"Israel has agreed to a plan to end the war in Gaza proposed by President Joe Biden. The plan includes a six-week pause in fighting, the withdrawal of Israeli forces from populated areas of Gaza, and the release of hostages in exchange for Palestinian prisoners. However, there are still many details to be worked out.\",            \"english_title\": \"Israel's Plan to End Gaza War\",            \"translated_version\": \"Israel ha aceptado un plan para terminar la guerra en Gaza propuesto por el Presidente Joe Biden. El plan incluye una pausa de seis semanas en los combates, la retirada de las fuerzas israelíes de las áreas pobladas de Gaza y la liberación de rehenes a cambio de prisioneros palestinos. Sin embargo, aún hay muchos detalles por resolver.\",            \"translated_title\": \"Plan de Israel para Terminar la Guerra en Gaza\"        },        {            \"english_version\": \"Two far-right Israeli ministers have threatened to quit if the deal goes ahead, which could endanger Prime Minister Netanyahu's governing coalition.\",            \"english_title\": \"Israeli Ministers Threaten to Quit\",            \"translated_version\": \"Dos ministros israelíes de extrema derecha han amenazado con renunciar si el acuerdo sigue adelante, lo que podría poner en peligro la coalición gobernante del Primer Ministro Netanyahu.\",            \"translated_title\": \"Ministros Israelíes Amenazan con Renunciar\"        },        {            \"english_version\": \"The African National Congress (ANC) has stated that it will not replace Cyril Ramaphosa as its leader and South Africa's president to form a coalition. The ANC, after experiencing its worst electoral performance in 30 years and losing its parliamentary majority, now needs to form a coalition with opposition parties to stay in power.\",            \"english_title\": \"ANC's Decision on Leadership\",            \"translated_version\": \"El Congreso Nacional Africano (ANC) ha declarado que no reemplazará a Cyril Ramaphosa como su líder y presidente de Sudáfrica para formar una coalición. El ANC, después de experimentar su peor desempeño electoral en 30 años y perder su mayoría parlamentaria, ahora necesita formar una coalición con partidos de oposición para mantenerse en el poder.\",            \"translated_title\": \"Decisión del ANC sobre el Liderazgo\"        },        {            \"english_version\": \"The ANC received only 40% of the vote in the recent elections, with almost all ballots counted.\",            \"english_title\": \"ANC's Election Results\",            \"translated_version\": \"El ANC recibió solo el 40% de los votos en las elecciones recientes, con casi todas las papeletas contadas.\",            \"translated_title\": \"Resultados Electorales del ANC\"        },        {            \"english_version\": \"The Economist, published since September 1843, aims to participate in a contest between intelligence and ignorance to progress. The publication covers various topics and offers corporate subscriptions for its content.\",            \"english_title\": \"The Economist's Mission\",            \"translated_version\": \"The Economist, publicada desde septiembre de 1843, tiene como objetivo participar en un concurso entre la inteligencia y la ignorancia para progresar. La publicación abarca varios temas y ofrece suscripciones corporativas para su contenido.\",            \"translated_title\": \"La Misión de The Economist\"        }    ]}#####```"