"{    \"translations\": [        {            \"english_version\": \"The Israel Defence Forces confirmed they had killed the likely new leader of Hizbullah in an airstrike earlier this month. Hashem Safieddine, the head of the group’s executive council, was a cousin of Hassan Nasrallah, the boss of Iran-backed militant group whom Israel assassinated in September. Hizbullah has not commented on Mr Safieddine’s death.\",            \"english_title\": \"Israel's Strike on Hizbullah Leader\",            \"translated_version\": \"Las Fuerzas de Defensa de Israel confirmaron que mataron al probable nuevo líder de Hizbullah en un ataque aéreo a principios de este mes. Hashem Safieddine, el jefe del consejo ejecutivo del grupo, era primo de Hassan Nasrallah, el jefe del grupo militante respaldado por Irán a quien Israel asesinó en septiembre. Hizbullah no ha comentado sobre la muerte del Sr. Safieddine.\",            \"translated_title\": \"Ataque de Israel al Líder de Hizbullah\"        },        {            \"english_version\": \"Israel said it arrested seven people suspected of planning to assassinate a senior scientist and a mayor `under Iranian direction`. On Monday seven Israelis were arrested on suspicion of spying for Iran. Meanwhile the FBI confirmed it was investigating a leak of highly classified intelligence documents. They show America’s examination of Israel’s possible preparations to retaliate against Iran’s recent ballistic-missile strikes.\",            \"english_title\": \"Israel's Arrests and FBI Investigation\",            \"translated_version\": \"Israel dijo que arrestó a siete personas sospechosas de planear asesinar a un científico de alto rango y a un alcalde `bajo dirección iraní`. El lunes, siete israelíes fueron arrestados bajo sospecha de espiar para Irán. Mientras tanto, el FBI confirmó que estaba investigando una filtración de documentos de inteligencia altamente clasificados. Estos muestran el examen de América de las posibles preparaciones de Israel para retaliar contra los recientes ataques de misiles balísticos de Irán.\",            \"translated_title\": \"Arrestos de Israel e Investigación del FBI\"        }    ]}"