"{    \"translations\": [        {            \"english_version\": \"Russia reacted angrily to President Joe Biden lifting a ban on Ukraine using American-supplied ATACM missiles. The Kremlin warned of increased tension. The State Department blamed Russia for escalating the conflict. This change in policy came after North Korean troops joined Russian forces. Germany's chancellor, Olaf Scholz, stated that his country would not lift a similar ban.\",            \"english_title\": \"Russia-Ukraine Conflict\",            \"translated_version\": \"Rusia se enojó porque el Presidente Joe Biden levantó una prohibición para que Ucrania use misiles ATACM suministrados por Estados Unidos. El Kremlin advirtió sobre una mayor tensión. El Departamento de Estado culpó a Rusia por intensificar el conflicto. Este cambio de política ocurrió después de que tropas norcoreanas se unieran a las fuerzas rusas. El canciller de Alemania, Olaf Scholz, dijo que su país no levantaría una prohibición similar.\",            \"translated_title\": \"Russia-Ukraine Conflict\"        },        {            \"english_version\": \"A Hong Kong judge sentenced 45 former politicians and activists under China's national-security law. Known as the 'Hong Kong 47', they were charged with trying to subvert state power by organizing an unofficial election. They aimed to have pro-democracy candidates win a legislative majority. Benny Tai, described as the mastermind, received a ten-year sentence. Two individuals were acquitted earlier.\",            \"english_title\": \"Hong Kong National-Security Law\",            \"translated_version\": \"Un juez de Hong Kong sentenció a 45 ex políticos y activistas bajo la ley de seguridad nacional de China. Conocidos como los 'Hong Kong 47', fueron acusados de intentar subvertir el poder estatal organizando una elección no oficial. Su objetivo era que los candidatos pro democracia ganaran una mayoría legislativa. Benny Tai, descrito como el cerebro, recibió una sentencia de diez años. Dos personas fueron absueltas anteriormente.\",            \"translated_title\": \"Hong Kong National-Security Law\"        }    ]}"