"{    \"translations\": [        {            \"english_version\": \"Israel received criticism from around the world after an air strike in Rafah killed 45 Gazan refugees. The UN's secretary-general, António Guterres, called for an end to this horror. The EU also demanded that Israel adhere to an ICJ ruling to reduce its assault. Israeli Prime Minister Binyamin Netanyahu described the bombing as a tragic mishap but vowed to continue the campaign in Gaza.\",            \"english_title\": \"International Condemnation of Israel's Actions in Gaza\",            \"translated_version\": \"Israel recibió críticas de todo el mundo después de un ataque aéreo en Rafah que mató a 45 refugiados gazatíes. El secretario general de la ONU, António Guterres, pidió el fin de este horror. La UE también exigió que Israel cumpla con un fallo de la CIJ para reducir su asalto. El primer ministro israelí, Binyamin Netanyahu, describió el bombardeo como un trágico accidente pero prometió continuar la campaña en Gaza.\",            \"translated_title\": \"Condena Internacional de las Acciones de Israel en Gaza\"        },        {            \"english_version\": \"An Egyptian border guard was killed in a clash with Israeli soldiers near Rafah. Israel's army reported a shooting incident but stated that it suffered no casualties. Both armies have initiated investigations into the incident. Israel had taken control of the Gazan side of the border crossing earlier in May, leading to a halt in aid flow from Egypt.\",            \"english_title\": \"Clash Between Egyptian Border Guard and Israeli Soldiers\",            \"translated_version\": \"Un guardia fronterizo egipcio murió en un enfrentamiento con soldados israelíes cerca de Rafah. El ejército de Israel informó de un incidente de disparos pero afirmó que no sufrió bajas. Ambos ejércitos han iniciado investigaciones sobre el incidente. Israel había tomado el control del lado gazatí del cruce fronterizo a principios de mayo, lo que llevó a una interrupción en el flujo de ayuda desde Egipto.\",            \"translated_title\": \"Choque Entre Guardia Fronterizo Egipcio y Soldados Israelíes\"        }    ]}"