"{    \"translations\": [        {            \"english_version\": \"Israel found the bodies of six hostages taken by Hamas in Gaza. The hostages were killed before the Israel Defence Forces arrived. Hamas blamed Israel for their deaths, saying Israel did not agree to a ceasefire. Israel's prime minister, Binyamin Netanyahu, stated that this shows Hamas is not interested in making a deal.\",            \"english_title\": \"Israel-Hamas Conflict\",            \"translated_version\": \"Israel encontró los cuerpos de seis rehenes tomados por Hamas en Gaza. Los rehenes fueron asesinados antes de que llegaran las Fuerzas de Defensa de Israel. Hamas culpó a Israel por sus muertes, diciendo que Israel no aceptó un alto el fuego. El primer ministro de Israel, Binyamin Netanyahu, dijo que esto muestra que Hamas no está interesado en hacer un trato.\",            \"translated_title\": \"Conflicto entre Israel y Hamas\"        },        {            \"english_version\": \"Israel launched a large military operation in the West Bank, focusing on Jenin and a nearby refugee camp.\",            \"english_title\": \"Military Offensive in West Bank\",            \"translated_version\": \"Israel inició una gran operación militar en Cisjordania, centrándose en Jenin y un campamento de refugiados cercano.\",            \"translated_title\": \"Ofensiva Militar en Cisjordania\"        },        {            \"english_version\": \"Health workers in Gaza started vaccinating children against polio. They aim to vaccinate 640,000 people in the coming weeks to prevent the spread of the disease.\",            \"english_title\": \"Polio Vaccination in Gaza\",            \"translated_version\": \"Los trabajadores de salud en Gaza comenzaron a vacunar a los niños contra la polio. Su objetivo es vacunar a 640,000 personas en las próximas semanas para prevenir la propagación de la enfermedad.\",            \"translated_title\": \"Vacunación contra la Polio en Gaza\"        }    ]}"