"{    \"translations\": [        {            \"english_version\": \"The group's armed wing says it has returned the bodies it can reach in Gaza's ruins, but needs special equipment and more time to get others.\",            \"english_title\": \"Bodies in Gaza\",            \"translated_version\": \"El grupo armado dice que ha devuelto los cuerpos que puede encontrar en las ruinas de Gaza, pero necesita equipo especial y más tiempo para encontrar otros.\",            \"translated_title\": \"Cuerpos en Gaza\"        },        {            \"english_version\": \"BBC Verify looks into the damage caused by two years of war, which might need $70 billion and many years to fix.\",            \"english_title\": \"War Damage\",            \"translated_version\": \"BBC Verify mira el daño causado por dos años de guerra, que podría necesitar 70 mil millones de dólares y muchos años para arreglar.\",            \"translated_title\": \"Daño de Guerra\"        },        {            \"english_version\": \"President Ruto leads the tributes to Kenya's former prime minister and long-time opposition leader.\",            \"english_title\": \"Tributes to Kenyan Leader\",            \"translated_version\": \"El presidente Ruto lidera los homenajes al ex primer ministro de Kenia y líder de la oposición por mucho tiempo.\",            \"translated_title\": \"Homenajes al Líder Keniano\"        },        {            \"english_version\": \"Researchers say there is evidence of intentional attacks on civilians in el-Fasher, which could be considered war crimes.\",            \"english_title\": \"Attacks in el-Fasher\",            \"translated_version\": \"Investigadores dicen que hay evidencia de ataques intencionales a civiles en el-Fasher, que podrían ser considerados crímenes de guerra.\",            \"translated_title\": \"Ataques en el-Fasher\"        },        {            \"english_version\": \"Syria's leader suggested he would continue to allow Russia access to its military bases in Syria.\",            \"english_title\": \"Syria and Russia\",            \"translated_version\": \"El líder de Siria sugirió que seguiría permitiendo a Rusia acceso a sus bases militares en Siria.\",            \"translated_title\": \"Siria y Rusia\"        }    ]}"