"{    \"translations\": [        {            \"english_version\": \"India launched missile strikes on nine sites in Pakistan and Pakistan-controlled Kashmir. They said they hit 'terrorist infrastructure'. Pakistan reported at least 26 people killed and 46 wounded. Pakistan accused India of an 'unprovoked, blatant act of war' and targeting civilians. India has not confirmed Pakistan's claim of shooting down five Indian fighter jets. Tensions between the two countries escalated after militants killed 26 people in Indian-administered Kashmir last month.\",            \"english_title\": \"India-Pakistan Conflict\",            \"translated_version\": \"India lanzó misiles en nueve lugares en Pakistán y Cachemira controlada por Pakistán. Dijeron que golpearon 'infraestructura terrorista'. Pakistán informó al menos 26 personas muertas y 46 heridas. Pakistán acusó a India de un 'acto de guerra descarado y sin provocación' y de atacar a civiles. India no ha confirmado la afirmación de Pakistán de derribar cinco aviones de combate indios. Las tensiones entre los dos países aumentaron después de que militantes mataran a 26 personas en Cachemira administrada por India el mes pasado.\",            \"translated_title\": \"Conflicto India-Pakistán\"        },        {            \"english_version\": \"Scott Bessent, America’s treasury secretary, and Jamieson Greer, the trade representative, plan to meet Chinese counterparts in Geneva for trade talks. They aim to reduce the tariff dispute between the countries. This will be the first meeting since Mr. Trump increased tariffs on Chinese goods to 145%. China's tariffs on American goods are currently at 125%. Mr. Bessent considers this situation 'unsustainable'.\",            \"english_title\": \"Trade Talks Between USA and China\",            \"translated_version\": \"Scott Bessent, el secretario del tesoro de Estados Unidos, y Jamieson Greer, el representante comercial, planean reunirse con sus contrapartes chinas en Ginebra para hablar sobre comercio. Su objetivo es reducir la disputa arancelaria entre los países. Esta será la primera reunión desde que el Sr. Trump aumentó los aranceles a los productos chinos al 145%. Los aranceles de China sobre los productos estadounidenses están actualmente en el 125%. El Sr. Bessent considera esta situación 'insostenible'.\",            \"translated_title\": \"Charlas Comerciales Entre EE. UU. y China\"        }    ]}"