"{    \"translations\": [        {            \"english_version\": \"American and British forces carried out fresh strikes on Houthi targets in Yemen. It was America’s eighth such bombardment and Britain’s second. The two countries said they hit eight targets, including locations used by the Iran-backed group for its recent attacks on ships in the Red Sea. The Houthis have launched over 30 attacks on commercial and international vessels since mid-November.\",            \"english_title\": \"Fresh Strikes on Houthi Targets in Yemen\",            \"translated_version\": \"Las fuerzas estadounidenses y británicas llevaron a cabo nuevos ataques contra objetivos hutíes en Yemen. Fue el octavo bombardeo de Estados Unidos y el segundo de Gran Bretaña. Los dos países dijeron que alcanzaron ocho objetivos, incluyendo lugares utilizados por el grupo respaldado por Irán para sus recientes ataques a barcos en el Mar Rojo. Los hutíes han lanzado más de 30 ataques a embarcaciones comerciales e internacionales desde mediados de noviembre.\",            \"translated_title\": \"Nuevos Ataques a Objetivos Hutíes en Yemen\"        },        {            \"english_version\": \"Israel’s army said 24 soldiers were killed in fighting in southern Gaza, the biggest single-day death toll since the war began in October. An army spokesman said 21 troops died in an explosion after a grenade struck a tank, while three others died in a separate attack. More than 25,000 people have been killed by Israeli forces in the war, according to the Hamas-run health ministry in Gaza.\",            \"english_title\": \"24 Soldiers Killed in Fighting in Southern Gaza\",            \"translated_version\": \"El ejército de Israel dijo que 24 soldados murieron en combates en el sur de Gaza, la mayor cantidad de muertes en un solo día desde que comenzó la guerra en octubre. Un portavoz del ejército dijo que 21 soldados murieron en una explosión después de que una granada golpeara un tanque, mientras que otros tres murieron en un ataque separado. Según el ministerio de salud dirigido por Hamas en Gaza, más de 25,000 personas han sido asesinadas por las fuerzas israelíes en la guerra.\",            \"translated_title\": \"24 Soldados Muertos en Combates en el Sur de Gaza\"        },        {            \"english_version\": \"Russian missile attacks hit Kyiv and Kharkiv, Ukraine’s two largest cities, killing several people and wounding dozens of others, according to Ukrainian officials. A gas pipeline in Kharkiv was also damaged. Meanwhile, Sergei Lavrov, Russia’s foreign minister, said that any peace plans backed by the West are 'a road to nowhere' at the UN Security Council in New York.\",            \"english_title\": \"Russian Missile Attacks Hit Kyiv and Kharkiv\",            \"translated_version\": \"Los ataques de misiles rusos golpearon Kyiv y Kharkiv, las dos ciudades más grandes de Ucrania, matando a varias personas y dejando heridas a docenas de otras, según funcionarios ucranianos. También se dañó un gasoducto en Kharkiv. Mientras tanto, Sergei Lavrov, ministro de Relaciones Exteriores de Rusia, dijo que cualquier plan de paz respaldado por Occidente es 'un camino hacia ninguna parte' en el Consejo de Seguridad de la ONU en Nueva York.\",            \"translated_title\": \"Ataques de Misiles Rusos Golpean Kyiv y Kharkiv\"        },        {            \"english_version\": \"Chinese policymakers are considering taking steps to stabilize the stock market, according to Bloomberg. Authorities would reportedly dole out around 2 trillion yuan ($278 billion). Markets rose on the news, but reversed course later. China’s stock market has underperformed in recent months. On January 22nd the CSI 300 index of Chinese shares dropped by 1.6%; it is now nearly a quarter below its level of a year ago.\",            \"english_title\": \"Chinese Policymakers Consider Steps to Stabilize Stock Market\",            \"translated_version\": \"Los responsables de la política china están considerando tomar medidas para estabilizar el mercado de valores, según Bloomberg. Las autoridades supuestamente distribuirían alrededor de 2 billones de yuanes ($278 mil millones). Los mercados subieron con la noticia, pero luego cambiaron de rumbo. El mercado de valores de China ha tenido un rendimiento inferior en los últimos meses. El 22 de enero, el índice CSI 300 de las acciones chinas cayó un 1.6%; ahora está casi una cuarta parte por debajo de su nivel de hace un año.\",            \"translated_title\": \"Los Responsables de la Política China Consideran Medidas para Estabilizar el Mercado de Valores\"        },        {            \"english_version\": \"Britain’s government borrowed less than forecast by the Office for Budget Responsibility. According to the Office for National Statistics, borrowing was £7.8 billion ($9.9 billion) last month, down from £16.2 billion ($20.6 billion) a year earlier. Higher tax revenues and a fall in debt-interest spending caused the decline. The government is seeking more room for tax cuts ahead of an election this year.\",            \"english_title\": \"Britain's Government Borrows Less Than Forecast\",            \"translated_version\": \"El gobierno de Gran Bretaña pidió prestado menos de lo pronosticado por la Oficina de Responsabilidad Presupuestaria. Según la Oficina de Estadísticas Nacionales, el endeudamiento fue de £7.8 mil millones ($9.9 mil millones) el mes pasado, frente a £16.2 mil millones ($20.6 mil millones) un año antes. El aumento de los ingresos fiscales y la caída del gasto en intereses de la deuda causaron la disminución. El gobierno está buscando más margen para recortes de impuestos antes de las elecciones de este año.\",            \"translated_title\": \"El Gobierno de Gran Bretaña Pide Prestado Menos de lo Pronosticado\"        }    ]}"