"{    \"translations\": [        {            \"english_version\": \"Kirk, known for holding outdoor campus debates across the US, was shot from a distance. He was a strong supporter of President Donald Trump and was known for his controversial speeches at US college campuses.\",            \"english_title\": \"Kirk Shot\",            \"translated_version\": \"Kirk, conocido por hacer debates en campus al aire libre en Estados Unidos, fue disparado desde lejos. Era un gran seguidor del Presidente Donald Trump y era conocido por sus discursos polémicos en universidades de Estados Unidos.\",            \"translated_title\": \"Kirk Disparado\"        },        {            \"english_version\": \"Fierce protests against corruption and nepotism turned into arson and violence on Tuesday. A grassroots movement is encouraging people to protest against the political class and proposed budget cuts.\",            \"english_title\": \"Protests Turn Violent\",            \"translated_version\": \"Fuertes protestas contra la corrupción y el nepotismo se convirtieron en incendios y violencia el martes. Un movimiento popular está animando a la gente a protestar contra la clase política y los recortes de presupuesto propuestos.\",            \"translated_title\": \"Protestas Violentas\"        },        {            \"english_version\": \"As Israel insists the whole population of Gaza City must leave, the BBC visits new aid sites the army claims will help them.\",            \"english_title\": \"Gaza City Evacuation\",            \"translated_version\": \"Mientras Israel insiste en que toda la población de la Ciudad de Gaza debe irse, la BBC visita nuevos lugares de ayuda que el ejército dice que les ayudarán.\",            \"translated_title\": \"Evacuación de Gaza\"        },        {            \"english_version\": \"Nato jets were deployed to respond to drones that entered Polish airspace during Russian strikes on Ukraine. Whether the drone incursion was deliberate or accidental, Moscow will be watching Nato's response closely.\",            \"english_title\": \"Nato Responds to Drones\",            \"translated_version\": \"Aviones de la OTAN fueron enviados para responder a drones que entraron en el espacio aéreo de Polonia durante ataques rusos en Ucrania. Si la incursión de drones fue intencional o accidental, Moscú observará de cerca la respuesta de la OTAN.\",            \"translated_title\": \"OTAN Responde a Drones\"        },        {            \"english_version\": \"A new study alleges the skincare brand's product was used for human experiments by a Nazi doctor.\",            \"english_title\": \"Skincare Brand Controversy\",            \"translated_version\": \"Un nuevo estudio dice que el producto de una marca de cuidado de la piel fue usado para experimentos humanos por un doctor nazi.\",            \"translated_title\": \"Controversia de Marca de Cuidado\"        }    ]}"