"{    \"translations\": [        {            \"english_version\": \"Reports say that Prime Minister Netanyahu wants to increase Israel's military actions in Gaza.\",            \"english_title\": \"Netanyahu's Military Plans\",            \"translated_version\": \"Informes dicen que el Primer Ministro Netanyahu quiere aumentar las acciones militares de Israel en Gaza.\",            \"translated_title\": \"Planes Militares de Netanyahu\"        },        {            \"english_version\": \"Brazil's supreme court says Bolsonaro broke a rule by using social media when he was not allowed to.\",            \"english_title\": \"Bolsonaro's Social Media Rule Break\",            \"translated_version\": \"La corte suprema de Brasil dice que Bolsonaro rompió una regla al usar redes sociales cuando no debía.\",            \"translated_title\": \"Regla Rota de Bolsonaro\"        },        {            \"english_version\": \"A farm supervisor said in a murder trial that his boss told him to get rid of two women's bodies.\",            \"english_title\": \"Farm Supervisor's Testimony\",            \"translated_version\": \"Un supervisor de granja dijo en un juicio por asesinato que su jefe le dijo que se deshiciera de los cuerpos de dos mujeres.\",            \"translated_title\": \"Testimonio del Supervisor de Granja\"        },        {            \"english_version\": \"Many people are missing after a boat with over 150 migrants, mostly from Ethiopia, sank in bad weather.\",            \"english_title\": \"Missing Migrants in Boat Accident\",            \"translated_version\": \"Muchas personas están desaparecidas después de que un barco con más de 150 migrantes, la mayoría de Etiopía, se hundió en mal clima.\",            \"translated_title\": \"Migrantes Desaparecidos en Accidente de Barco\"        },        {            \"english_version\": \"Experts think a volcano eruption in Russia's Kamchatka peninsula might be connected to a big earthquake last week.\",            \"english_title\": \"Volcano and Earthquake Connection\",            \"translated_version\": \"Expertos piensan que una erupción de volcán en la península de Kamchatka en Rusia podría estar conectada con un gran terremoto la semana pasada.\",            \"translated_title\": \"Conexión de Volcán y Terremoto\"        }    ]}"