"{    \"translations\": [        {            \"english_version\": \"Israeli strikes on Lebanon killed at least 492 people, including women and children, and wounded 1,645 more, according to Lebanon’s health ministry. The Israel Defence Forces said the attacks have hit over 1,300 Hizbullah targets over the past day. The Pentagon said it would send 'a small number' of additional forces to the region; earlier America issued a fresh warning to Israel against launching an all-out war against the Lebanon-based militant group. Israel said it would continue its attacks until it was safe for Israelis to return to their homes near the northern border with Lebanon.\",            \"english_title\": \"Israeli strikes on Lebanon\",            \"translated_version\": \"Los ataques de Israel en Líbano mataron al menos a 492 personas, incluyendo mujeres y niños, y hirieron a 1,645 más, según el ministerio de salud de Líbano. Las Fuerzas de Defensa de Israel dijeron que los ataques han golpeado más de 1,300 objetivos de Hizbullah en el último día. El Pentágono dijo que enviaría 'un pequeño número' de fuerzas adicionales a la región; anteriormente, Estados Unidos emitió una nueva advertencia a Israel contra el lanzamiento de una guerra total contra el grupo militante con sede en Líbano. Israel dijo que continuaría sus ataques hasta que fuera seguro para los israelíes regresar a sus hogares cerca de la frontera norte con Líbano.\",            \"translated_title\": \"Israeli strikes on Lebanon\"        },        {            \"english_version\": \"California sued ExxonMobil, an oil major, for allegedly running a 'decades-long campaign of deception' by falsely advertising the recyclability of plastic. ExxonMobil is one of the world’s largest producers of plastic products. In 2022 California’s Democratic attorney-general opened an investigation into fossil-fuel firms and plastic pollution. He accused ExxonMobil, which has not yet publicly responded, of lying to 'further its record-breaking profits'.\",            \"english_title\": \"California sues ExxonMobil\",            \"translated_version\": \"California demandó a ExxonMobil, una importante empresa petrolera, por supuestamente llevar a cabo una 'campaña de engaño de décadas' al anunciar falsamente la reciclabilidad del plástico. ExxonMobil es uno de los mayores productores mundiales de productos de plástico. En 2022, el fiscal general demócrata de California abrió una investigación sobre empresas de combustibles fósiles y contaminación por plásticos. Acusó a ExxonMobil, que aún no ha respondido públicamente, de mentir para 'aumentar sus ganancias récord'.\",            \"translated_title\": \"California sues ExxonMobil\"        }    ]}"