"{    \"translations\": [        {            \"english_version\": \"Authorities report that at least 30 people have died in Haiti and 19 in Jamaica because of a terrible storm. The southwest of the island was hit hard by Hurricane Melissa's strong winds on Tuesday.\",            \"english_title\": \"Storm Hits Haiti and Jamaica\",            \"translated_version\": \"Las autoridades dicen que al menos 30 personas han muerto en Haití y 19 en Jamaica por una tormenta terrible. El suroeste de la isla fue golpeado fuerte por los vientos del Huracán Melissa el martes.\",            \"translated_title\": \"Tormenta en Haití y Jamaica\"        },        {            \"english_version\": \"The president has decided to limit the number of people allowed to 7,500 for the coming year. This is a big decrease from the previous limit of 125,000.\",            \"english_title\": \"President Limits People\",            \"translated_version\": \"El presidente ha decidido limitar el número de personas permitidas a 7,500 para el próximo año. Esto es una gran disminución del límite anterior de 125,000.\",            \"translated_title\": \"Presidente Limita Personas\"        },        {            \"english_version\": \"People who escaped an attack by RSF on the city of el-Fasher have shared their frightening experiences.\",            \"english_title\": \"Attack on el-Fasher\",            \"translated_version\": \"Personas que escaparon de un ataque de RSF en la ciudad de el-Fasher han compartido sus experiencias aterradoras.\",            \"translated_title\": \"Ataque en el-Fasher\"        },        {            \"english_version\": \"Diana Loginova, an 18-year-old, sang songs that criticized the Kremlin. She and her bandmate are now facing court.\",            \"english_title\": \"Singer Criticizes Kremlin\",            \"translated_version\": \"Diana Loginova, una joven de 18 años, cantó canciones que criticaban al Kremlin. Ella y su compañero de banda ahora enfrentan a la corte.\",            \"translated_title\": \"Cantante Critica al Kremlin\"        },        {            \"english_version\": \"This week, the Russian president showed off two new nuclear-capable weapons. However, these weapons might be more for show than for actual military use.\",            \"english_title\": \"Russia Shows New Weapons\",            \"translated_version\": \"Esta semana, el presidente ruso mostró dos nuevas armas nucleares. Sin embargo, estas armas podrían ser más para mostrar que para uso militar real.\",            \"translated_title\": \"Rusia Muestra Nuevas Armas\"        }    ]}"