"{    \"translations\": [        {            \"english_version\": \"President Trump said that the US military was thinking about strong actions in Iran. Trump has also been focusing on Cuba after US forces captured Venezuelan leader Nicolás Maduro.\",            \"english_title\": \"Trump on Iran and Cuba\",            \"translated_version\": \"El presidente Trump dijo que el ejército de Estados Unidos estaba pensando en acciones fuertes en Irán. Trump también se ha enfocado en Cuba después de que las fuerzas de Estados Unidos capturaron al líder venezolano Nicolás Maduro.\",            \"translated_title\": \"Trump sobre Irán y Cuba\"        },        {            \"english_version\": \"Eight people died when a gas cylinder exploded at a house the morning after a wedding celebration.\",            \"english_title\": \"Gas Explosion After Wedding\",            \"translated_version\": \"Ocho personas murieron cuando un cilindro de gas explotó en una casa la mañana después de una celebración de boda.\",            \"translated_title\": \"Explosión de gas después de boda\"        },        {            \"english_version\": \"The military-backed government has returned to Khartoum after being pushed out by its paramilitary rival.\",            \"english_title\": \"Government Returns to Khartoum\",            \"translated_version\": \"El gobierno apoyado por militares ha regresado a Jartum después de ser expulsado por su rival paramilitar.\",            \"translated_title\": \"Gobierno regresa a Jartum\"        },        {            \"english_version\": \"Protests are continuing in Minneapolis and other US cities days after Renee Good's death.\",            \"english_title\": \"Protests After Renee Good's Death\",            \"translated_version\": \"Las protestas continúan en Minneapolis y otras ciudades de Estados Unidos días después de la muerte de Renee Good.\",            \"translated_title\": \"Protestas tras muerte de Renee Good\"        },        {            \"english_version\": \"A state of emergency has been declared in Victoria as many firefighters are fighting the fire.\",            \"english_title\": \"Emergency in Victoria\",            \"translated_version\": \"Se ha declarado estado de emergencia en Victoria mientras muchos bomberos están luchando contra el fuego.\",            \"translated_title\": \"Emergencia en Victoria\"        }    ]}"