"{    \"translations\": [        {            \"english_version\": \"India is facing high tariffs from the US, which India calls unfair. The US has imposed these tariffs, and India is not happy about it.\",            \"english_title\": \"India Unhappy with US Tariffs\",            \"translated_version\": \"India tiene tarifas altas de Estados Unidos, que India dice que no son justas. Estados Unidos puso estas tarifas, y India no está contenta.\",            \"translated_title\": \"India no contenta con tarifas de EE.UU.\"        },        {            \"english_version\": \"There is little hope for a ceasefire between Moscow and Kyiv, even though the US president has threatened big sanctions.\",            \"english_title\": \"Little Hope for Ceasefire\",            \"translated_version\": \"Hay poca esperanza de paz entre Moscú y Kyiv, aunque el presidente de EE.UU. ha amenazado con sanciones grandes.\",            \"translated_title\": \"Poca esperanza de paz\"        },        {            \"english_version\": \"A US Army sergeant reportedly shot at his fellow soldiers but was stopped by other soldiers.\",            \"english_title\": \"US Sergeant Shoots at Soldiers\",            \"translated_version\": \"Un sargento del ejército de EE.UU. disparó a sus compañeros, pero otros soldados lo detuvieron.\",            \"translated_title\": \"Sargento de EE.UU. dispara a soldados\"        },        {            \"english_version\": \"A large wildfire in France has burned an area bigger than Paris. It is the biggest wildfire in France this year.\",            \"english_title\": \"Big Wildfire in France\",            \"translated_version\": \"Un gran incendio en Francia quemó un área más grande que París. Es el incendio más grande en Francia este año.\",            \"translated_title\": \"Gran incendio en Francia\"        },        {            \"english_version\": \"Four commercial trucks were looted in central Gaza on dangerous roads controlled by Israel, according to a private contractor.\",            \"english_title\": \"Trucks Looted in Gaza\",            \"translated_version\": \"Cuatro camiones comerciales fueron robados en el centro de Gaza en caminos peligrosos controlados por Israel, según un contratista privado.\",            \"translated_title\": \"Camiones robados en Gaza\"        }    ]}"