"{    \"translations\": [        {            \"english_version\": \"Steve Witkoff will hold talks at the Kremlin. The White House is hopeful about a breakthrough.\",            \"english_title\": \"Talks at the Kremlin\",            \"translated_version\": \"Steve Witkoff va a hablar en el Kremlin. La Casa Blanca espera un avance.\",            \"translated_title\": \"Hablar en el Kremlin\"        },        {            \"english_version\": \"The strikes, approved by Defence Secretary Pete Hegseth, have raised questions about legality. The White House insists that laws have been followed.\",            \"english_title\": \"Strikes and Legality\",            \"translated_version\": \"Los ataques, aprobados por el Secretario de Defensa Pete Hegseth, han hecho preguntas sobre la legalidad. La Casa Blanca dice que las leyes se han seguido.\",            \"translated_title\": \"Ataques y Legalidad\"        },        {            \"english_version\": \"The fire is the deadliest the city has seen in over 70 years.\",            \"english_title\": \"Deadly Fire\",            \"translated_version\": \"El incendio es el más mortal que la ciudad ha visto en más de 70 años.\",            \"translated_title\": \"Incendio Mortal\"        },        {            \"english_version\": \"Right-wing candidate Nasry Asfura is leading former TV host Salvador Nasralla by just 515 votes, according to the country's electoral authority.\",            \"english_title\": \"Close Election Race\",            \"translated_version\": \"El candidato de derecha Nasry Asfura está ganando al ex presentador de TV Salvador Nasralla por solo 515 votos, según la autoridad electoral del país.\",            \"translated_title\": \"Carrera Electoral Cerrada\"        },        {            \"english_version\": \"Another 500 people are missing, and thousands more have been injured after a cyclone hit the region.\",            \"english_title\": \"Cyclone Disaster\",            \"translated_version\": \"Otras 500 personas están desaparecidas y miles más han sido heridas después de que un ciclón golpeó la región.\",            \"translated_title\": \"Desastre de Ciclón\"        }    ]}"