"{    \"translations\": [        {            \"english_version\": \"America’s Supreme Court released several opinions. One of the opinions allows emergency abortions to proceed in Idaho. The court also blocked a bankruptcy settlement involving Purdue Pharma, an opioid-maker. The deal would have granted immunity to the Sackler family, the firm’s owner, in exchange for $6bn paid to claimants. Additionally, the court blocked America’s environmental regulator from enforcing a rule limiting air pollution from power plants and factories.\",            \"english_title\": \"Supreme Court Opinions\",            \"translated_version\": \"El Tribunal Supremo de Estados Unidos publicó varias opiniones. Una de las opiniones permite que los abortos de emergencia continúen en Idaho. El tribunal también bloqueó un acuerdo de bancarrota que involucraba a Purdue Pharma, un fabricante de opioides. El acuerdo habría otorgado inmunidad a la familia Sackler, propietaria de la empresa, a cambio de $6 mil millones pagados a los reclamantes. Además, el tribunal bloqueó al regulador ambiental de Estados Unidos para hacer cumplir una regla que limita la contaminación del aire de las plantas de energía y fábricas.\",            \"translated_title\": \"Supreme Court Opinions\"        },        {            \"english_version\": \"America’s National Transportation Safety Board imposed sanctions on Boeing. Boeing, the world’s second-biggest manufacturer of aeroplanes, shared details of its investigation into a Boeing 737 Max door panel incident with the media. This action raised safety concerns following previous accidents, including a 737 Max crash near Addis Ababa in 2019 that resulted in the loss of all 157 people on board.\",            \"english_title\": \"Boeing Sanctions\",            \"translated_version\": \"La Junta Nacional de Seguridad del Transporte de Estados Unidos impuso sanciones a Boeing. Boeing, el segundo mayor fabricante de aviones del mundo, compartió detalles de su investigación sobre un incidente en un panel de puerta de un Boeing 737 Max con los medios de comunicación. Esta acción generó preocupaciones de seguridad tras accidentes anteriores, incluido un accidente de un 737 Max cerca de Addis Abeba en 2019 que resultó en la pérdida de las 157 personas a bordo.\",            \"translated_title\": \"Boeing Sanctions\"        }    ]}"