"{    \"translations\": [        {            \"english_version\": \"Hamas released a sixth group of hostages as talks continued over extending a truce between Israel and the militant group. Earlier negotiations were shaken after Hamas claimed that one family being held in Gaza had been killed in an Israeli air strike. Israel is investigating the claim. The truce is currently set to expire on Thursday.\",            \"english_title\": \"Hamas releases hostages\",            \"translated_version\": \"Hamas liberó un sexto grupo de rehenes mientras continúan las conversaciones para extender una tregua entre Israel y el grupo militante. Las negociaciones anteriores se vieron sacudidas después de que Hamas afirmara que una familia que estaba siendo retenida en Gaza había sido asesinada en un ataque aéreo israelí. Israel está investigando la afirmación. La tregua está programada para expirar el jueves.\",            \"translated_title\": \"Hamas libera rehenes\"        },        {            \"english_version\": \"Fighting was reported in Jenin, a town in the West Bank, as Israeli troops continued an operation which began on Tuesday. Jenin is a stronghold of resistance for Palestinians who abhor both Israel’s occupation and the rule of the Palestinian Authority. In July Israel’s army raided a refugee camp in Jenin to target the Jenin Brigades, a group of young militants.\",            \"english_title\": \"Fighting in Jenin\",            \"translated_version\": \"Se informaron enfrentamientos en Jenin, una ciudad en Cisjordania, mientras las tropas israelíes continuaban una operación que comenzó el martes. Jenin es un bastión de resistencia para los palestinos que aborrecen tanto la ocupación de Israel como el gobierno de la Autoridad Palestina. En julio, el ejército de Israel allanó un campamento de refugiados en Jenin para atacar a las Brigadas de Jenin, un grupo de jóvenes militantes.\",            \"translated_title\": \"Enfrentamientos en Jenin\"        },        {            \"english_version\": \"America said it foiled a plot to assassinate a Sikh activist on American soil. Federal prosecutors accused Nikhil Gupta, an Indian national, of working with an Indian government official to hire a hitman. The target was reportedly Gurpatwant Singh Pannun, an American citizen involved with a group pushing for a separate Sikh state. The accusation echoes one lobbed by Canada in September (which India denies).\",            \"english_title\": \"Foiled plot to assassinate Sikh activist\",            \"translated_version\": \"Estados Unidos dijo que frustró un complot para asesinar a un activista sij en suelo estadounidense. Los fiscales federales acusaron a Nikhil Gupta, un ciudadano indio, de trabajar con un funcionario del gobierno indio para contratar a un sicario. El objetivo era supuestamente Gurpatwant Singh Pannun, un ciudadano estadounidense involucrado con un grupo que aboga por un estado sij separado. La acusación se asemeja a la lanzada por Canadá en septiembre (que India niega).\",            \"translated_title\": \"Complot frustrado para asesinar a activista sij\"        },        {            \"english_version\": \"Sweden’s foreign minister, Tobias Billstrom, said he had received assurances from his Turkish counterpart that the country would soon drop its objection to Sweden’s bid to join NATO. Speaking at a NATO meeting in Brussels, Mr Billstrom said that Hungary will also ratify the application. Both countries have blocked Sweden’s application for more than a year. Turkey accused Sweden of harbouring terrorists.\",            \"english_title\": \"Sweden's bid to join NATO\",            \"translated_version\": \"El ministro de Relaciones Exteriores de Suecia, Tobias Billstrom, dijo que había recibido garantías de su homólogo turco de que el país pronto retiraría su objeción a la solicitud de Suecia para unirse a la OTAN. Hablando en una reunión de la OTAN en Bruselas, el Sr. Billstrom dijo que Hungría también ratificará la solicitud. Ambos países han bloqueado la solicitud de Suecia durante más de un año. Turquía acusó a Suecia de albergar terroristas.\",            \"translated_title\": \"Suecia busca unirse a la OTAN\"        },        {            \"english_version\": \"Five journalists were wounded by gunshots in two separate incidents in Mexico on Tuesday, the worst day in a decade for violence against the Mexican press. The shootings took place in Guerrero and Michoacán, states plagued by gang and cartel warfare. Mexico is among the most dangerous countries to work in the media; last year the country saw more journalist murders than ever before.\",            \"english_title\": \"Violence against Mexican press\",            \"translated_version\": \"Cinco periodistas resultaron heridos por disparos en dos incidentes separados en México el martes, el peor día en una década de violencia contra la prensa mexicana. Los tiroteos tuvieron lugar en Guerrero y Michoacán, estados plagados de guerra de pandillas y cárteles. México está entre los países más peligrosos para trabajar en los medios de comunicación; el año pasado el país registró más asesinatos de periodistas que nunca antes.\",            \"translated_title\": \"Violencia contra la prensa mexicana\"        }    ]}"