"{    \"translations\": [        {            \"english_version\": \"Russian and Syrian air forces are attacking Syrian rebels who are moving south after taking most of Aleppo. The rebels are in Idlib, a city they control for the first time in years.\",            \"english_title\": \"Syrian conflict\",            \"translated_version\": \"Las fuerzas aéreas rusas y sirias están atacando a los rebeldes sirios que se están moviendo hacia el sur después de tomar la mayor parte de Alepo. Los rebeldes están en Idlib, una ciudad que controlan por primera vez en años.\",            \"translated_title\": \"Conflicto sirio\"        },        {            \"english_version\": \"Donald Trump has chosen Massad Boulos, a Lebanese billionaire who is related to his daughter, to advise him on the Middle East. Trump also announced Kash Patel as his pick for FBI director, despite Patel having little experience in law enforcement.\",            \"english_title\": \"Political appointments\",            \"translated_version\": \"Donald Trump ha elegido a Massad Boulos, un multimillonario libanés que está relacionado con su hija, para aconsejarle sobre el Medio Oriente. Trump también anunció a Kash Patel como su elección para director del FBI, a pesar de que Patel tiene poca experiencia en aplicación de la ley.\",            \"translated_title\": \"Nombramientos políticos\"        },        {            \"english_version\": \"Trump and his team plan to make significant changes to spy agencies and the FBI. Patel, known for criticizing the 'deep state,' aims to reduce the FBI's intelligence-gathering role.\",            \"english_title\": \"Government reforms\",            \"translated_version\": \"Trump y su equipo planean hacer cambios significativos en las agencias de espionaje y el FBI. Patel, conocido por criticar el 'estado profundo', tiene como objetivo reducir el papel de recopilación de inteligencia del FBI.\",            \"translated_title\": \"Reformas gubernamentales\"        }    ]}"