"{    \"translations\": [        {            \"english_version\": \"A prominent socialist has resigned from his position at a well-known institute because he is being investigated for laundering money from tax fraud. This has caused a lot of attention and concern.\",            \"english_title\": \"Socialist Resigns\",            \"translated_version\": \"Un socialista importante dejó su trabajo en un instituto famoso porque lo están investigando por lavar dinero de fraude de impuestos. Esto ha causado mucha atención y preocupación.\",            \"translated_title\": \"Socialista Renuncia\"        },        {            \"english_version\": \"Sanae Takaichi is popular with the public, and this might help the ruling party do well in the upcoming elections.\",            \"english_title\": \"Sanae Takaichi's Popularity\",            \"translated_version\": \"Sanae Takaichi es popular con la gente, y esto podría ayudar al partido que manda a ganar en las próximas elecciones.\",            \"translated_title\": \"Popularidad de Sanae Takaichi\"        },        {            \"english_version\": \"Four people are suspected of helping with a suicide bombing that killed over 30 people, according to Pakistan's interior minister.\",            \"english_title\": \"Suicide Bombing Suspects\",            \"translated_version\": \"Cuatro personas son sospechosas de ayudar en un ataque suicida que mató a más de 30 personas, según el ministro del interior de Pakistán.\",            \"translated_title\": \"Sospechosos de Ataque Suicida\"        },        {            \"english_version\": \"Police are looking into three incidents that targeted rail infrastructure, which caused delays in travel.\",            \"english_title\": \"Rail Incidents\",            \"translated_version\": \"La policía está investigando tres incidentes que afectaron las vías del tren, lo que causó retrasos en los viajes.\",            \"translated_title\": \"Incidentes en el Tren\"        },        {            \"english_version\": \"The leader of Ukraine says there are still tough issues to deal with, as Russia continues to attack energy facilities.\",            \"english_title\": \"Ukraine's Challenges\",            \"translated_version\": \"El líder de Ucrania dice que todavía hay problemas difíciles que resolver, ya que Rusia sigue atacando las instalaciones de energía.\",            \"translated_title\": \"Desafíos de Ucrania\"        }    ]}"