"{    \"translations\": [        {            \"english_version\": \"Hamas warned that Netanyahu's plan meant he was willing to sacrifice the remaining Israeli hostages in Gaza. The Israeli Prime Minister wants full control of Gaza, to remove Hamas, and then to transfer governance to another party.\",            \"english_title\": \"Hamas Warning\",            \"translated_version\": \"Hamas dijo que el plan de Netanyahu significa que está dispuesto a sacrificar a los rehenes israelíes en Gaza. El Primer Ministro de Israel quiere controlar Gaza, quitar a Hamas y luego dar el control a otro grupo.\",            \"translated_title\": \"Advertencia de Hamas\"        },        {            \"english_version\": \"The president imposed a 50% tariff on India and threatened a 100% levy on foreign-made computer chips.\",            \"english_title\": \"Tariffs on India\",            \"translated_version\": \"El presidente puso un impuesto del 50% a India y amenazó con un impuesto del 100% a los chips de computadora hechos en otros países.\",            \"translated_title\": \"Impuestos a India\"        },        {            \"english_version\": \"Despite Trump's involvement, Moscow's conditions for a ceasefire in Ukraine make it hard to end the conflict quickly.\",            \"english_title\": \"Ukraine Ceasefire\",            \"translated_version\": \"A pesar de la participación de Trump, las condiciones de Moscú para un alto el fuego en Ucrania hacen difícil terminar el conflicto rápido.\",            \"translated_title\": \"Alto el Fuego en Ucrania\"        },        {            \"english_version\": \"Zambia's government assured that the water is safe to drink after the US embassy told its staff to leave.\",            \"english_title\": \"Zambia Water Safety\",            \"translated_version\": \"El gobierno de Zambia aseguró que el agua es segura para beber después de que la embajada de EE.UU. dijo a su personal que se fuera.\",            \"translated_title\": \"Seguridad del Agua en Zambia\"        },        {            \"english_version\": \"Kathleen Folbigg was released in 2023 after a review found there was reasonable doubt about her killing her babies.\",            \"english_title\": \"Kathleen Folbigg Released\",            \"translated_version\": \"Kathleen Folbigg fue liberada en 2023 después de que una revisión encontró dudas razonables sobre si mató a sus bebés.\",            \"translated_title\": \"Liberación de Kathleen Folbigg\"        }    ]}"