"{    \"translations\": [        {            \"english_version\": \"America’s House of Representatives voted to authorize its impeachment inquiry into Joe Biden, despite a lack of evidence. The corruption probe—examining whether the president aided business deals for his son, Hunter—was announced in September. Three House committees have already held related hearings. Republicans say that the resolution will strengthen their hand in enforcing subpoenas. President Biden called it a 'political stunt'.\",            \"english_title\": \"Impeachment Inquiry into Joe Biden\",            \"translated_version\": \"La Cámara de Representantes de Estados Unidos votó para autorizar su investigación de juicio político sobre Joe Biden, a pesar de la falta de evidencia. La investigación de corrupción, que examina si el presidente ayudó en los negocios de su hijo, Hunter, fue anunciada en septiembre. Tres comités de la Cámara ya han celebrado audiencias relacionadas. Los republicanos dicen que la resolución fortalecerá su posición para hacer cumplir las citaciones. El presidente Biden lo llamó un 'truco político'.\",            \"translated_title\": \"Investigación de juicio político sobre Joe Biden\"        },        {            \"english_version\": \"Binyamin Netanyahu, Israel’s prime minister, said Israel would wage war in Gaza until Hamas is defeated—even as the Israeli army suffered its worst day of casualties since October. Earlier his foreign minister said Israel would continue its operation 'with or without international support'. On Tuesday the UN General Assembly passed a resolution demanding an immediate humanitarian ceasefire in Gaza. America voted against it.\",            \"english_title\": \"Israel's War in Gaza\",            \"translated_version\": \"Binyamin Netanyahu, el primer ministro de Israel, dijo que Israel lucharía en Gaza hasta que Hamas sea derrotado, incluso cuando el ejército israelí sufrió su peor día de bajas desde octubre. Anteriormente, su ministro de Relaciones Exteriores dijo que Israel continuaría su operación 'con o sin apoyo internacional'. El martes, la Asamblea General de la ONU aprobó una resolución exigiendo un alto el fuego humanitario inmediato en Gaza. Estados Unidos votó en contra.\",            \"translated_title\": \"La guerra de Israel en Gaza\"        },        {            \"english_version\": \"The Federal Reserve left its benchmark interest rate unchanged at 5.25-5.5%, but signaled—perhaps unwisely—that it would loosen monetary policy next year. That caused a frenzy of share buying on Wall Street and later in Asia. The Fed pointed to an easing of inflation, although it remains above its target. The central banks of the European Union and Britain, meeting later today, may now be under pressure to follow suit.\",            \"english_title\": \"Federal Reserve's Interest Rate Decision\",            \"translated_version\": \"La Reserva Federal dejó su tasa de interés de referencia sin cambios en 5.25-5.5%, pero señaló, tal vez imprudentemente, que aflojaría la política monetaria el próximo año. Eso provocó una locura de compra de acciones en Wall Street y más tarde en Asia. La Fed señaló una disminución de la inflación, aunque sigue por encima de su objetivo. Los bancos centrales de la Unión Europea y Gran Bretaña, que se reunirán más tarde hoy, podrían estar bajo presión para hacer lo mismo.\",            \"translated_title\": \"Decisión de la tasa de interés de la Reserva Federal\"        },        {            \"english_version\": \"The European Commission unfroze €10bn ($11bn) of EU funding for Hungary, which it had held back over concerns about the country’s rule of law. The move came on the eve of an EU summit during which Viktor Orban, Hungary’s prime minister, has threatened to block financial and political support for Ukraine. Daniel Freund, a German MEP, called it 'the biggest bribe in EU history'.\",            \"english_title\": \"EU Funding for Hungary Unfrozen\",            \"translated_version\": \"La Comisión Europea descongeló 10 mil millones de euros (11 mil millones de dólares) de financiamiento de la UE para Hungría, que había retenido debido a preocupaciones sobre el estado de derecho del país. La medida se produjo en vísperas de una cumbre de la UE durante la cual Viktor Orban, primer ministro de Hungría, amenazó con bloquear el apoyo financiero y político a Ucrania. Daniel Freund, un miembro del Parlamento Europeo de Alemania, lo llamó 'el soborno más grande en la historia de la UE'.\",            \"translated_title\": \"Financiamiento de la UE para Hungría descongelado\"        },        {            \"english_version\": \"Bernard Looney, who stepped down as chief executive of BP in September, will forfeit up to $40.6m in pay because of 'serious misconduct'. The oil giant said he had 'knowingly misled the board' about his personal relationships with other employees. Mr Looney said he was 'disappointed' with the way the situation had been handled.\",            \"english_title\": \"BP CEO Forfeits Pay\",            \"translated_version\": \"Bernard Looney, quien renunció como director ejecutivo de BP en septiembre, renunciará a hasta 40.6 millones de dólares en salario debido a 'conducta grave'. La gigante petrolera dijo que había 'engañado conscientemente a la junta directiva' sobre sus relaciones personales con otros empleados. El Sr. Looney dijo que estaba 'decepcionado' con la forma en que se había manejado la situación.\",            \"translated_title\": \"El CEO de BP renuncia a su salario\"        }    ]}"