"{    \"translations\": [        {            \"english_version\": \"Iran captured a cargo ship linked to Israel in the Strait of Hormuz. Special forces from Iran took control of the ship and led it into Iranian waters. The ship is under a Portuguese flag but is leased from a company partly owned by Israelis. America warned of a potential significant attack by Iran on Israeli targets in retaliation for an incident in Damascus.\",            \"english_title\": \"Iran-Israel Tensions\",            \"translated_version\": \"Irán capturó un barco de carga vinculado a Israel en el Estrecho de Hormuz. Fuerzas especiales de Irán tomaron el control del barco y lo llevaron a aguas iraníes. El barco está bajo bandera portuguesa pero es alquilado de una empresa parcialmente propiedad de israelíes. Estados Unidos advirtió de un posible ataque significativo de Irán a objetivos israelíes en represalia por un incidente en Damasco.\",            \"translated_title\": \"Tensiones entre Irán e Israel\"        },        {            \"english_version\": \"Ukraine's top general warned of a worsening situation on the eastern front due to increased Russian attacks. Fighting is intense around Bakhmut, a town seized by Russia last year. Ukraine and its allies fear a large offensive from Russia in the upcoming months.\",            \"english_title\": \"Ukraine-Russia Conflict\",            \"translated_version\": \"El general principal de Ucrania advirtió de una situación empeorando en el frente oriental debido a los ataques rusos aumentados. La lucha es intensa alrededor de Bakhmut, una ciudad tomada por Rusia el año pasado. Ucrania y sus aliados temen una gran ofensiva de Rusia en los próximos meses.\",            \"translated_title\": \"Conflicto entre Ucrania y Rusia\"        },        {            \"english_version\": \"An Israeli teenager, whose disappearance sparked clashes, was found dead. Israeli authorities labeled it a terrorist attack. Settler violence in the West Bank has risen, with one Palestinian killed and many injured during a raid. The situation escalated since the Gaza war.\",            \"english_title\": \"Israeli-Palestinian Conflict\",            \"translated_version\": \"Un adolescente israelí, cuya desaparición provocó enfrentamientos, fue encontrado muerto. Las autoridades israelíes lo etiquetaron como un ataque terrorista. La violencia de colonos en Cisjordania ha aumentado, con un palestino muerto y muchos heridos durante una redada. La situación se ha intensificado desde la guerra en Gaza.\",            \"translated_title\": \"Conflicto entre Israel y Palestina\"        },        {            \"english_version\": \"China faced natural disasters costing nearly $3.3bn in the first quarter of this year. Cold snaps, earthquakes, and flooding were the most damaging incidents. Authorities aim for quicker disaster responses but are hesitant to discuss climate change's role.\",            \"english_title\": \"Global Natural Disasters\",            \"translated_version\": \"China enfrentó desastres naturales que costaron casi $3.3bn en el primer trimestre de este año. Las olas de frío, los terremotos y las inundaciones fueron los incidentes más dañinos. Las autoridades buscan respuestas más rápidas a desastres pero dudan en discutir el papel del cambio climático.\",            \"translated_title\": \"Desastres Naturales Globales\"        },        {            \"english_version\": \"Nine people were arrested in Europe and the Caribbean for a cannabis scam worth over $686m. Victims from 35 countries were conned in a fraudulent scheme. A cable-car accident in Turkey killed one and injured ten, with passengers left stranded overnight.\",            \"english_title\": \"International Crime and Accidents\",            \"translated_version\": \"Nueve personas fueron arrestadas en Europa y el Caribe por una estafa de cannabis por valor de más de $686m. Víctimas de 35 países fueron engañadas en un esquema fraudulento. Un accidente de teleférico en Turquía mató a uno e hirió a diez, dejando a los pasajeros varados durante la noche.\",            \"translated_title\": \"Crimen Internacional y Accidentes\"        }    ]}"