"{    \"translations\": [        {            \"english_version\": \"At least three people were killed in strikes on Ukraine, including a baby and woman in Kyiv, officials said. Many of those killed had recently returned to the village in Borno State, following years of displacement.\",            \"english_title\": \"Strikes in Ukraine\",            \"translated_version\": \"Al menos tres personas murieron en ataques en Ucrania, incluyendo un bebé y una mujer en Kyiv, dijeron los oficiales. Muchos de los muertos habían regresado al pueblo en el Estado de Borno después de años de estar fuera.\",            \"translated_title\": \"Ataques en Ucrania\"        },        {            \"english_version\": \"Israel continues to expand its military operation in Gaza, urging Palestinians to leave Gaza City and move south.\",            \"english_title\": \"Israel Expands in Gaza\",            \"translated_version\": \"Israel sigue expandiendo su operación militar en Gaza, pidiendo a los palestinos que salgan de la Ciudad de Gaza y se muevan al sur.\",            \"translated_title\": \"Israel se Expande en Gaza\"        },        {            \"english_version\": \"The Salvadoran has been at the heart of an immigration row since he was mistakenly deported in March.\",            \"english_title\": \"Immigration Row\",            \"translated_version\": \"El salvadoreño ha estado en el centro de un problema de inmigración desde que fue deportado por error en marzo.\",            \"translated_title\": \"Problema de Inmigración\"        },        {            \"english_version\": \"The owner had no idea the intruder was living in the crawl space beneath the home near Portland, Oregon.\",            \"english_title\": \"Intruder in Crawl Space\",            \"translated_version\": \"El dueño no sabía que un intruso vivía en el espacio debajo de la casa cerca de Portland, Oregon.\",            \"translated_title\": \"Intruso en Espacio\"        },        {            \"english_version\": \"US immigration officials detained 475 workers on Thursday - most of them South Korean nationals - saying they were working illegally.\",            \"english_title\": \"Workers Detained\",            \"translated_version\": \"Oficiales de inmigración de EE.UU. detuvieron a 475 trabajadores el jueves, la mayoría de ellos surcoreanos, diciendo que trabajaban ilegalmente.\",            \"translated_title\": \"Trabajadores Detenidos\"        }    ]}"