"{    \"translations\": [        {            \"english_version\": \"Ukraine said that almost all of the prisoners of war returned to it by Russia had been tortured, deprived of food and brainwashed. On Saturday, as on Friday, more than 300 soldiers and civilians were returned, as part of a three-day exchange of 1,000 prisoners agreed upon earlier this month. Hours before the swap Russia launched one of its biggest drone and missile attacks yet on Kyiv, leaving at least 15 people injured.\",            \"english_title\": \"Ukraine prisoners of war returned by Russia\",            \"translated_version\": \"Ucrania dijo que casi todos los prisioneros de guerra devueltos por Rusia habían sido torturados, privados de comida y lavados el cerebro. El sábado, al igual que el viernes, más de 300 soldados y civiles fueron devueltos, como parte de un intercambio de tres días de 1,000 prisioneros acordado a principios de este mes. Horas antes del intercambio, Rusia lanzó uno de sus mayores ataques con drones y misiles hasta ahora en Kyiv, dejando al menos 15 personas heridas.\",            \"translated_title\": \"Prisioneros de guerra de Ucrania devueltos por Rusia\"        },        {            \"english_version\": \"British officials are reportedly investigating whether Russia was involved in arson attacks on properties connected to Sir Keir Starmer. Earlier this month fires erupted at the British prime minister’s family residence and at a home he previously owned. Two Ukrainians and a Romanian were charged. The police said they were part of a broader conspiracy and are exploring whether they were recruited by Russia.\",            \"english_title\": \"Investigation into arson attacks linked to Russia\",            \"translated_version\": \"Funcionarios británicos están investigando si Rusia estuvo involucrada en ataques incendiarios a propiedades relacionadas con Sir Keir Starmer. A principios de este mes, se desataron incendios en la residencia familiar del primer ministro británico y en una casa que anteriormente poseía. Dos ucranianos y un rumano fueron acusados. La policía dijo que eran parte de una conspiración más amplia y están explorando si fueron reclutados por Rusia.\",            \"translated_title\": \"Investigación sobre ataques incendiarios vinculados a Rusia\"        }    ]}"