"{    \"translations\": [        {            \"english_version\": \"Three American soldiers were killed, and 34 more were injured, in a drone attack on a base in Jordan, near the border with Syria. President Joe Biden blamed radical Iran-backed militant groups, and promised to hold the people responsible to account. These are the first deaths in conflict of American soldiers in the Middle East since Israel’s war in Gaza began in October; in the months since ten other countries have been dragged into fighting in the region.\",            \"english_title\": \"American Soldiers Killed in Drone Attack\",            \"translated_version\": \"Tres soldados estadounidenses murieron y otros 34 resultaron heridos en un ataque de drones en una base en Jordania, cerca de la frontera con Siria. El presidente Joe Biden culpó a grupos militantes radicales respaldados por Irán y prometió responsabilizar a las personas responsables. Estas son las primeras muertes de soldados estadounidenses en el conflicto de Oriente Medio desde que comenzó la guerra de Israel en Gaza en octubre; en los meses siguientes, otros diez países se han visto arrastrados a la lucha en la región.\",            \"translated_title\": \"Soldados Estadounidenses Muertos en Ataque de Drones\"        },        {            \"english_version\": \"The UN’s secretary-general, António Guterres, urged countries which have paused funding for UNRWA, its agency for Palestinian refugees, to reconsider, and vowed to hold to account any staff found to have been involved in Hamas’s attacks on Israel on October 7th. The UN’s special rapporteur on the Palestinian Territories accused the nine Western countries, which include America and Germany, of collectively punishing civilians in Gaza. Representatives of Iran, Jordan and Turkey also criticised the move.\",            \"english_title\": \"UN Urges Funding for Palestinian Refugees\",            \"translated_version\": \"El secretario general de la ONU, António Guterres, instó a los países que han suspendido la financiación de UNRWA, su agencia para los refugiados palestinos, a reconsiderar y prometió responsabilizar a cualquier personal que se descubra que estuvo involucrado en los ataques de Hamas a Israel el 7 de octubre. El relator especial de la ONU sobre los Territorios Palestinos acusó a los nueve países occidentales, que incluyen a Estados Unidos y Alemania, de castigar colectivamente a los civiles en Gaza. Representantes de Irán, Jordania y Turquía también criticaron la medida.\",            \"translated_title\": \"ONU Insta a Financiar a Refugiados Palestinos\"        },        {            \"english_version\": \"Negotiators are meeting in Paris to discuss a proposed deal, drawn up by American officials, which would pause Israel’s offensive in Gaza for two months and see the phased return of the 130 hostages still held by Hamas. William Burns, a former diplomat who is now the director of the CIA, will represent the Biden administration in talks with Israeli, Egyptian and Qatari mediators.\",            \"english_title\": \"Negotiations in Paris for Gaza Deal\",            \"translated_version\": \"Los negociadores se están reuniendo en París para discutir un acuerdo propuesto, redactado por funcionarios estadounidenses, que pausaría la ofensiva de Israel en Gaza durante dos meses y permitiría el regreso gradual de los 130 rehenes aún retenidos por Hamas. William Burns, un ex diplomático que ahora es el director de la CIA, representará a la administración Biden en las conversaciones con mediadores israelíes, egipcios y cataríes.\",            \"translated_title\": \"Negociaciones en París para Acuerdo en Gaza\"        },        {            \"english_version\": \"Burkina Faso, Mali and Niger left the Economic Community of West African States, a regional bloc. The countries called sanctions placed on them in response to coups that have taken place since 2020 inhumane, and accused ECOWAS of becoming a threat to its member states. Their withdrawal will raise fears that the region, already plagued by conflict and jihadist violence, will become even more volatile.\",            \"english_title\": \"Burkina Faso, Mali and Niger Leave ECOWAS\",            \"translated_version\": \"Burkina Faso, Malí y Níger abandonaron la Comunidad Económica de los Estados de África Occidental, un bloque regional. Los países calificaron de inhumanas las sanciones impuestas en respuesta a los golpes de estado que han tenido lugar desde 2020 y acusaron a la CEDEAO de convertirse en una amenaza para sus estados miembros. Su retiro aumentará los temores de que la región, que ya está plagada de conflictos y violencia yihadista, se vuelva aún más volátil.\",            \"translated_title\": \"Burkina Faso, Malí y Níger Abandonan CEDEAO\"        },        {            \"english_version\": \"Russian missiles and drones struck civilian and infrastructure targets across Ukraine on Sunday. On Saturday Ukraine’s security service announced that it is investigating officials in the ministry of defence and staff at an arms manufacturer accused of stealing $40m, which should have been spent on mortar shells. In September President Volodymyr Zelensky replaced his defence minister following months of corruption scandals in his department.\",            \"english_title\": \"Russian Strikes in Ukraine\",            \"translated_version\": \"Misiles y drones rusos golpearon objetivos civiles e infraestructuras en toda Ucrania el domingo. El sábado, el servicio de seguridad de Ucrania anunció que está investigando a funcionarios del ministerio de defensa y al personal de un fabricante de armas acusado de robar $40 millones, que deberían haberse gastado en proyectiles de mortero. En septiembre, el presidente Volodymyr Zelensky reemplazó a su ministro de defensa después de meses de escándalos de corrupción en su departamento.\",            \"translated_title\": \"Ataques Rusos en Ucrania\"        }    ]}"