"{    \"translations\": [        {            \"english_version\": \"Flash floods in Spain have caused the death of at least 95 people. Over 1,000 troops are helping with rescue efforts in the Valencia region. Some parts of the country received a year's worth of rain in just eight hours. The Prime Minister of Spain, Pedro Sanchez, declared three days of mourning.\",            \"english_title\": \"Flash Floods in Spain\",            \"translated_version\": \"Inundaciones repentinas en España han causado la muerte de al menos 95 personas. Más de 1,000 soldados están ayudando en los esfuerzos de rescate en la región de Valencia. Algunas partes del país recibieron la cantidad de lluvia de un año en solo ocho horas. El Primer Ministro de España, Pedro Sánchez, declaró tres días de luto.\",            \"translated_title\": \"Inundaciones en España\"        },        {            \"english_version\": \"Rachel Reeves, the finance minister of Britain, presented the Labour party's first budget in 14 years. She announced tax increases totaling £40bn ($52bn), including a 1.2 percentage point rise in employers' national insurance contributions to 15%. The UK government plans to increase public investment by over £100bn in the next five years, with a focus on transport, schools, and hospitals.\",            \"english_title\": \"Budget Announcement in Britain\",            \"translated_version\": \"Rachel Reeves, la ministra de finanzas de Gran Bretaña, presentó el primer presupuesto del partido Laborista en 14 años. Anunció aumentos de impuestos por un total de £40bn ($52bn), incluyendo un aumento de 1.2 puntos porcentuales en las contribuciones de seguro nacional de los empleadores al 15%. El gobierno del Reino Unido planea aumentar la inversión pública en más de £100bn en los próximos cinco años, con un enfoque en transporte, escuelas y hospitales.\",            \"translated_title\": \"Anuncio de Presupuesto en Gran Bretaña\"        }    ]}"