"{    \"translations\": [        {            \"english_version\": \"The prime minister of Israel says they do not want to keep certain territories, but the UN warns that this move could have very bad consequences.\",            \"english_title\": \"Israel's Territory Decision\",            \"translated_version\": \"El primer ministro de Israel dice que no quieren quedarse con ciertos territorios, pero la ONU advierte que esto puede tener consecuencias muy malas.\",            \"translated_title\": \"Decisión de Territorio de Israel\"        },        {            \"english_version\": \"Even with Trump's involvement, Russia's conditions for stopping the fighting in Ukraine make it hard to end the violence quickly.\",            \"english_title\": \"Russia's Conditions in Ukraine\",            \"translated_version\": \"Incluso con la ayuda de Trump, las condiciones de Rusia para parar la pelea en Ucrania hacen difícil terminar la violencia rápido.\",            \"translated_title\": \"Condiciones de Rusia en Ucrania\"        },        {            \"english_version\": \"Zambia's government says the water is safe to drink, even though the US embassy told its staff to leave.\",            \"english_title\": \"Zambia's Water Safety\",            \"translated_version\": \"El gobierno de Zambia dice que el agua es segura para beber, aunque la embajada de EE.UU. dijo a su personal que se vaya.\",            \"translated_title\": \"Seguridad del Agua en Zambia\"        },        {            \"english_version\": \"The company announced that its flights are no longer stopped, but there are still problems.\",            \"english_title\": \"Company's Flight Update\",            \"translated_version\": \"La compañía anunció que sus vuelos ya no están parados, pero todavía hay problemas.\",            \"translated_title\": \"Actualización de Vuelos de la Compañía\"        },        {            \"english_version\": \"The president imposed a 50% tariff on India and threatened a 100% tax on foreign-made computer chips.\",            \"english_title\": \"President's Tariff Decision\",            \"translated_version\": \"El presidente puso un impuesto del 50% a India y amenazó con un impuesto del 100% a los chips de computadora hechos en otros países.\",            \"translated_title\": \"Decisión de Impuestos del Presidente\"        }    ]}"