"{    \"translations\": [        {            \"english_version\": \"A fifth UN peacekeeper in Lebanon was injured by gunfire, and it is unclear who is responsible. Israel Defence Forces are reviewing strikes that injured two peacekeepers. Two others were injured when they fell from a watchtower fired on by an Israeli tank. Israeli forces asked residents of 23 villages to evacuate north, claiming Hizubullah was hiding weapons among civilians.\",            \"english_title\": \"UN Peacekeepers Injured in Lebanon\",            \"translated_version\": \"Un quinto pacificador de la ONU en Líbano fue herido por disparos, y no está claro quién es responsable. Las Fuerzas de Defensa de Israel están revisando los ataques que hirieron a dos pacificadores. Otros dos resultaron heridos al caer de una torre de vigilancia atacada por un tanque israelí. Las fuerzas israelíes pidieron a los residentes de 23 aldeas que evacuaran hacia el norte, alegando que Hizubullah estaba escondiendo armas entre civiles.\",            \"translated_title\": \"UN Peacekeepers Injured in Lebanon\"        },        {            \"english_version\": \"Kamala Harris, the Democratic nominee for the American presidency, released a medical report stating she is in excellent health and has the physical and mental resilience for the job. In contrast, her Republican opponent, Donald Trump, has not released a similar report. Harris aims to highlight Trump's age difference, as he appears less sprightly compared to her.\",            \"english_title\": \"Health Report of Kamala Harris\",            \"translated_version\": \"Kamala Harris, la nominada demócrata para la presidencia estadounidense, publicó un informe médico que afirma que goza de excelente salud y tiene la resistencia física y mental necesaria para el trabajo. En contraste, su oponente republicano, Donald Trump, no ha publicado un informe similar. Harris busca resaltar la diferencia de edad de Trump, ya que él parece menos en forma en comparación con ella.\",            \"translated_title\": \"Health Report of Kamala Harris\"        }    ]}"