"{    \"translations\": [        {            \"english_version\": \"A delegation of American former officials met William Lai Ching-te, the president-elect of Taiwan, and Tsai Ing-wen, the current president. The officials said that America’s commitment to Taiwan is rock solid, and praised the island’s democratic processes. Mr Lai expressed his desire to deepen relations with America. The visit came as Nauru, a small Pacific island nation, cut diplomatic ties with Taiwan after the election. Taiwan’s deputy foreign minister accused China of trying to seize Taiwan’s diplomatic relations by poaching Nauru.\",            \"english_title\": \"American Officials Visit Taiwan\",            \"translated_version\": \"Un grupo de ex funcionarios estadounidenses se reunió con William Lai Ching-te, el presidente electo de Taiwán, y Tsai Ing-wen, la presidenta actual. Los funcionarios dijeron que el compromiso de Estados Unidos con Taiwán es sólido como una roca y elogiaron los procesos democráticos de la isla. El Sr. Lai expresó su deseo de profundizar las relaciones con Estados Unidos. La visita se produjo después de que Nauru, una pequeña nación insular del Pacífico, cortara los lazos diplomáticos con Taiwán después de las elecciones. El viceministro de Relaciones Exteriores de Taiwán acusó a China de intentar apoderarse de las relaciones diplomáticas de Taiwán al atraer a Nauru.\",            \"translated_title\": \"Visita de Funcionarios Estadounidenses a Taiwán\"        },        {            \"english_version\": \"America said a Houthi missile struck an American-owned cargo ship off the south coast of Yemen. Nobody was injured. Earlier on Monday America shot down a missile directed at a Navy vessel by Houthi rebels. Last week America launched air strikes on the Iran-backed militant group in Yemen. Rishi Sunak, Britain’s prime minister, said that 13 Houthi military targets were destroyed in the strikes.\",            \"english_title\": \"Houthi Missile Strike in Yemen\",            \"translated_version\": \"Estados Unidos dijo que un misil de los hutíes golpeó un barco de carga de propiedad estadounidense en la costa sur de Yemen. Nadie resultó herido. El lunes anterior, Estados Unidos derribó un misil dirigido a un buque de la Armada por los rebeldes hutíes. La semana pasada, Estados Unidos lanzó ataques aéreos contra el grupo militante respaldado por Irán en Yemen. Rishi Sunak, el primer ministro de Gran Bretaña, dijo que se destruyeron 13 objetivos militares hutíes en los ataques.\",            \"translated_title\": \"Ataque de Misil Hutí en Yemen\"        },        {            \"english_version\": \"Donald Trump and other Republican presidential candidates urged their supporters to brave icy weather to vote in the Iowa caucuses on Monday. Speaking at a rally in the city of Indianola, Mr Trump said his nomination would send a message to the entire world. The former president is the first choice of nearly half of probable Republican caucus-goers, according to polls.\",            \"english_title\": \"Trump Urges Supporters to Vote in Iowa\",            \"translated_version\": \"Donald Trump y otros candidatos presidenciales republicanos instaron a sus seguidores a enfrentar el clima helado para votar en las asambleas de Iowa el lunes. Hablando en un mitin en la ciudad de Indianola, el Sr. Trump dijo que su nominación enviaría un mensaje a todo el mundo. Según las encuestas, el ex presidente es la primera opción de casi la mitad de los posibles asistentes a las asambleas republicanas.\",            \"translated_title\": \"Trump Insta a Sus Seguidores a Votar en Iowa\"        },        {            \"english_version\": \"Around 10,000 farmers parked trucks and tractors in one of Berlin’s central avenues to protest against taxes. The demonstration was set off by the government’s decision to end subsidies for fuel used in agriculture and to cut an exemption from car tax for farm vehicles. Christian Lindner, Germany’s finance minister, told farmers at the protest that the government can’t promise more state aid.\",            \"english_title\": \"Farmers Protest in Berlin\",            \"translated_version\": \"Alrededor de 10,000 agricultores estacionaron camiones y tractores en una de las avenidas centrales de Berlín para protestar contra los impuestos. La manifestación fue provocada por la decisión del gobierno de poner fin a los subsidios para el combustible utilizado en la agricultura y de eliminar una exención del impuesto de circulación para los vehículos agrícolas. Christian Lindner, el ministro de Finanzas de Alemania, les dijo a los agricultores en la protesta que el gobierno no puede prometer más ayuda estatal.\",            \"translated_title\": \"Protesta de Agricultores en Berlín\"        },        {            \"english_version\": \"Bernardo Arévalo was sworn in as Guatemala’s president. His inauguration was delayed after the Supreme Court allowed opposition politicians to retain control of Congress, limiting Mr Arévalo’s authority. Eventually, though, a lawmaker from Semilla—Mr Arévalo’s progressive party—was elected as Congress’s president. Mr Arévalo’s opponents have tried to prevent him taking office since his landslide victory in elections in August.\",            \"english_title\": \"Inauguration of Guatemala's President\",            \"translated_version\": \"Bernardo Arévalo asumió el cargo de presidente de Guatemala. Su inauguración se retrasó después de que la Corte Suprema permitiera a los políticos de la oposición mantener el control del Congreso, limitando la autoridad del Sr. Arévalo. Sin embargo, finalmente, un legislador de Semilla, el partido progresista del Sr. Arévalo, fue elegido como presidente del Congreso. Los oponentes del Sr. Arévalo han intentado evitar que asuma el cargo desde su victoria aplastante en las elecciones de agosto.\",            \"translated_title\": \"Inauguración del Presidente de Guatemala\"        }    ]}"