"{    \"translations\": [        {            \"english_version\": \"A judge told the court that Yoon Suk Yeol's attempt to impose martial law in December 2024 seriously harmed South Korea's democracy.\",            \"english_title\": \"Judge on Martial Law\",            \"translated_version\": \"Un juez dijo al tribunal que el intento de Yoon Suk Yeol de imponer ley marcial en diciembre de 2024 dañó mucho la democracia de Corea del Sur.\",            \"translated_title\": \"Juez sobre Ley Marcial\"        },        {            \"english_version\": \"A UN fact-finding mission released a report after looking into the takeover of el-Fasher by the Rapid Support Forces.\",            \"english_title\": \"UN Report on el-Fasher\",            \"translated_version\": \"Una misión de la ONU publicó un informe después de investigar la toma de el-Fasher por las Fuerzas de Apoyo Rápido.\",            \"translated_title\": \"Informe de la ONU sobre el-Fasher\"        },        {            \"english_version\": \"The president's comments came just a day after the US officially supported the UK's agreement on the Chagos Islands.\",            \"english_title\": \"President on Chagos Islands\",            \"translated_version\": \"Los comentarios del presidente llegaron un día después de que EE.UU. apoyara oficialmente el acuerdo del Reino Unido sobre las Islas Chagos.\",            \"translated_title\": \"Presidente sobre Islas Chagos\"        },        {            \"english_version\": \"Fifteen skiers went missing on Tuesday after a big avalanche in California's Lake Tahoe area. One person is still missing and is thought to be dead.\",            \"english_title\": \"Avalanche in Lake Tahoe\",            \"translated_version\": \"Quince esquiadores desaparecieron el martes después de una gran avalancha en el área del Lago Tahoe en California. Una persona sigue desaparecida y se cree que está muerta.\",            \"translated_title\": \"Avalancha en Lago Tahoe\"        },        {            \"english_version\": \"US media says Trump has talked with advisers about possible attack options, and a strike could happen as soon as Saturday.\",            \"english_title\": \"Trump Discusses Attack\",            \"translated_version\": \"Los medios de EE.UU. dicen que Trump ha hablado con asesores sobre posibles opciones de ataque, y un ataque podría ocurrir tan pronto como el sábado.\",            \"translated_title\": \"Trump Habla de Ataque\"        }    ]}"