"{    \"translations\": [        {            \"english_version\": \"Gaza’s largest hospital, al-Shifa, has been hit by Israeli strikes, resulting in the death of 13 people, according to the Hamas-run health ministry. Independent reports suggest that at least one person has died. Israel has not acknowledged the explosion but has confirmed its operation near the hospital. Gaza’s health ministry reports that over 11,000 people have been killed in the enclave since the war began. Iran’s foreign minister has stated that an expansion of the conflict is inevitable due to the intensity of the war against Gaza’s civilian residents.\",            \"english_title\": \"Israeli Strikes Hit Gaza's Largest Hospital\",            \"translated_version\": \"El hospital más grande de Gaza, al-Shifa, ha sido golpeado por ataques israelíes, lo que ha resultado en la muerte de 13 personas, según el ministerio de salud dirigido por Hamas. Informes independientes sugieren que al menos una persona ha muerto. Israel no ha reconocido la explosión pero ha confirmado su operación cerca del hospital. El ministerio de salud de Gaza informa que más de 11,000 personas han sido asesinadas en el enclave desde que comenzó la guerra. El ministro de relaciones exteriores de Irán ha declarado que una expansión del conflicto es inevitable debido a la intensidad de la guerra contra los residentes civiles de Gaza.\",            \"translated_title\": \"Ataques Israelíes Golpean el Hospital más Grande de Gaza\"        },        {            \"english_version\": \"Joe Biden, the US President, is scheduled to meet with Xi Jinping, his Chinese counterpart, during the Asia-Pacific Economic Co-operation summit in San Francisco. The meeting is expected to cover various topics, including Taiwan, the war between Israel and Hamas, and election interference. This will be the first in-person meeting between the two leaders in one year.\",            \"english_title\": \"Biden to Meet with Chinese President at Summit\",            \"translated_version\": \"Joe Biden, el presidente de Estados Unidos, tiene programado reunirse con Xi Jinping, su homólogo chino, durante la cumbre de Cooperación Económica de Asia-Pacífico en San Francisco. Se espera que la reunión aborde varios temas, incluyendo Taiwán, la guerra entre Israel y Hamas y la interferencia electoral. Esta será la primera reunión en persona entre los dos líderes en un año.\",            \"translated_title\": \"Biden se Reunirá con el Presidente Chino en la Cumbre\"        },        {            \"english_version\": \"Britain’s economy experienced stagnation in the third quarter, with investment falling by 4.2% and consumer spending decreasing by 0.4%. However, the country avoided a recession due to an improved trade balance. The Bank of England predicts no growth in 2024.\",            \"english_title\": \"Stagnation in Britain's Economy\",            \"translated_version\": \"La economía de Gran Bretaña experimentó estancamiento en el tercer trimestre, con una caída de la inversión del 4.2% y un descenso del gasto del consumidor del 0.4%. Sin embargo, el país evitó una recesión debido a un mejor equilibrio comercial. El Banco de Inglaterra predice que no habrá crecimiento en 2024.\",            \"translated_title\": \"Estancamiento en la Economía de Gran Bretaña\"        },        {            \"english_version\": \"As climate change impacts worsen on the Pacific island of Tuvalu, Australia has granted its citizens special rights to live and work in the country. Tuvalu is highly vulnerable to rising sea levels, with its government warning that the territory could be submerged by the end of the century. The prime minister of Tuvalu has hailed the agreement as a beacon of hope for the island’s population of 11,000.\",            \"english_title\": \"Australia Grants Special Rights to Tuvalu Citizens\",            \"translated_version\": \"A medida que empeoran los impactos del cambio climático en la isla del Pacífico de Tuvalu, Australia ha otorgado a sus ciudadanos derechos especiales para vivir y trabajar en el país. Tuvalu es altamente vulnerable a los niveles crecientes del mar, con su gobierno advirtiendo que el territorio podría quedar sumergido para finales de siglo. El primer ministro de Tuvalu ha celebrado el acuerdo como un faro de esperanza para la población de la isla de 11,000 habitantes.\",            \"translated_title\": \"Australia Otorga Derechos Especiales a los Ciudadanos de Tuvalu\"        },        {            \"english_version\": \"Since clashes between the military junta and ethnic militias began two weeks ago, 50,000 people have been displaced from their homes in Myanmar. A rebel alliance has seized towns near the border with China, raising concerns about the country being split into various parts. The American unit of the Industrial and Commercial Bank of China, the world’s largest lender, was reportedly targeted in a ransomware attack, causing disruptions in the American Treasury market.\",            \"english_title\": \"Clashes in Myanmar Displace Thousands\",            \"translated_version\": \"Desde que comenzaron los enfrentamientos entre la junta militar y las milicias étnicas hace dos semanas, 50,000 personas han sido desplazadas de sus hogares en Myanmar. Una alianza rebelde ha tomado ciudades cerca de la frontera con China, lo que plantea preocupaciones sobre la división del país en varias partes. Se informa que la unidad estadounidense del Banco Industrial y Comercial de China, el prestamista más grande del mundo, fue objetivo de un ataque de ransomware, causando interrupciones en el mercado del Tesoro estadounidense.\",            \"translated_title\": \"Enfrentamientos en Myanmar Desplazan a Miles\"        }    ]}"