"{    \"translations\": [        {            \"english_version\": \"Global stock markets fell despite Donald Trump announcing he would postpone tariffs on some Canadian and Mexican imports. The S&P 500 dropped nearly 2%. Europe's Stoxx 600 fell around 1%, and Japan's Nikkei 225 hit a six-month low.\",            \"english_title\": \"Global Stock Markets\",            \"translated_version\": \"Las bolsas mundiales bajaron a pesar de que Donald Trump anunció que pospondría aranceles sobre algunas importaciones de Canadá y México. El S&P 500 cayó casi un 2%. El Stoxx 600 de Europa cayó alrededor de un 1%, y el Nikkei 225 de Japón alcanzó un mínimo de seis meses.\",            \"translated_title\": \"Global Stock Markets\"        },        {            \"english_version\": \"China's foreign minister accused America of using the 'law of the jungle' and vowed to 'firmly counter' its 'arbitrary' tariffs. This statement was made during a press conference at China's biggest annual political meeting, the Two Sessions.\",            \"english_title\": \"China's Response to Tariffs\",            \"translated_version\": \"El ministro de relaciones exteriores de China acusó a América de usar la 'ley de la selva' y prometió 'contraatacar firmemente' sus aranceles 'arbitrarios'. Esta declaración se hizo durante una conferencia de prensa en la mayor reunión política anual de China, las Dos Sesiones.\",            \"translated_title\": \"China's Response to Tariffs\"        },        {            \"english_version\": \"Mr. Trump confirmed that levies on steel and aluminum would proceed as planned next week. He also mentioned that carmakers would not be exempt when tariffs take effect on April 2nd.\",            \"english_title\": \"Tariffs on Steel and Aluminum\",            \"translated_version\": \"El Sr. Trump confirmó que los impuestos sobre el acero y el aluminio seguirían según lo planeado la próxima semana. También mencionó que los fabricantes de automóviles no estarían exentos cuando los aranceles entren en vigencia el 2 de abril.\",            \"translated_title\": \"Tariffs on Steel and Aluminum\"        }    ]}"