"{    \"translations\": [        {            \"english_version\": \"Maxim Timchenko, the head of DTEK, says that Russian attacks are happening so often that there is no time to fix the damage.\",            \"english_title\": \"Frequent Russian Attacks\",            \"translated_version\": \"Maxim Timchenko, el jefe de DTEK, dice que los ataques rusos pasan tan seguido que no hay tiempo para arreglar el daño.\",            \"translated_title\": \"Ataques rusos frecuentes\"        },        {            \"english_version\": \"In a significant trial, Roger Lumbala is facing charges related to crimes committed during the Second Congo war.\",            \"english_title\": \"Roger Lumbala's Trial\",            \"translated_version\": \"En un juicio importante, Roger Lumbala enfrenta cargos por crímenes cometidos durante la Segunda guerra del Congo.\",            \"translated_title\": \"Juicio de Roger Lumbala\"        },        {            \"english_version\": \"The United States has conducted over 20 attacks in international waters on suspected drug ships since September.\",            \"english_title\": \"US Attacks on Drug Ships\",            \"translated_version\": \"Estados Unidos ha hecho más de 20 ataques en aguas internacionales a barcos sospechosos de drogas desde septiembre.\",            \"translated_title\": \"Ataques de EE.UU. a barcos de drogas\"        },        {            \"english_version\": \"Satellite pictures reveal that a paramilitary group is burying and burning bodies, according to researchers from Yale University.\",            \"english_title\": \"Paramilitary Group Activities\",            \"translated_version\": \"Fotos de satélite muestran que un grupo paramilitar está enterrando y quemando cuerpos, según investigadores de la Universidad de Yale.\",            \"translated_title\": \"Actividades de grupo paramilitar\"        },        {            \"english_version\": \"Four individuals are facing charges of conspiracy after being caught while trying to test explosives in the desert.\",            \"english_title\": \"Explosives Testing Arrest\",            \"translated_version\": \"Cuatro personas enfrentan cargos de conspiración después de ser atrapadas intentando probar explosivos en el desierto.\",            \"translated_title\": \"Arresto por prueba de explosivos\"        }    ]}"