"{    \"translations\": [        {            \"english_version\": \"An Israeli airstrike killed two Palestinian journalists in Gaza, according to officials there. Al Jazeera, a media network for which one of the reporters had worked freelance, said the attack was deliberate.\",            \"english_title\": \"Israeli airstrike kills journalists in Gaza\",            \"translated_version\": \"Un ataque aéreo israelí mató a dos periodistas palestinos en Gaza, según funcionarios allí. Al Jazeera, una red de medios para la cual uno de los reporteros había trabajado como freelance, dijo que el ataque fue deliberado.\",            \"translated_title\": \"Ataque aéreo israelí mata periodistas en Gaza\"        },        {            \"english_version\": \"American investigators began looking into why part of a Boeing 737 Max 9 fell out of an aircraft operated by Alaska Airlines. Earlier the Federal Aviation Administration, the country’s airline regulator, ordered other planes of the same model used by American airlines or in American territories to be grounded while inspections were carried out.\",            \"english_title\": \"Investigation into Boeing 737 Max 9 incident\",            \"translated_version\": \"Investigadores estadounidenses comenzaron a investigar por qué una parte de un Boeing 737 Max 9 se cayó de un avión operado por Alaska Airlines. Anteriormente, la Administración Federal de Aviación, el regulador de aerolíneas del país, ordenó que otros aviones del mismo modelo utilizados por aerolíneas estadounidenses o en territorios estadounidenses fueran puestos en tierra mientras se realizaban inspecciones.\",            \"translated_title\": \"Investigación sobre incidente del Boeing 737 Max 9\"        },        {            \"english_version\": \"A day before America’s House and Senate return from their break, congressional leaders said they had reached a $1.6trn deal to finance the federal government in 2024. Two deadlines loom: around one-fifth of funding will run out on January 19th, with the rest expiring on February 2nd. Before then recalcitrant House Republicans will need to be won over—no small feat.\",            \"english_title\": \"Congress reaches deal to finance federal government\",            \"translated_version\": \"Un día antes de que la Cámara y el Senado de Estados Unidos regresen de su receso, los líderes del Congreso dijeron que habían alcanzado un acuerdo de $1.6 billones para financiar al gobierno federal en 2024. Hay dos plazos: alrededor de una quinta parte de los fondos se agotarán el 19 de enero, y el resto expirará el 2 de febrero. Antes de eso, los republicanos de la Cámara de Representantes renuentes deberán ser convencidos, no es una tarea fácil.\",            \"translated_title\": \"Congreso llega a un acuerdo para financiar al gobierno federal\"        },        {            \"english_version\": \"Russia launched three cruise missiles and 28 drones towards Ukraine overnight, according to Ukrainian officials. Most were aimed at the south and east of the country, with a spokesperson for Ukraine’s air force saying that the Kremlin was shifting its focus to `the frontline territories`. On Saturday a Russian missile strike killed at least 11 people in Pokrovsk, a city in eastern Ukraine.\",            \"english_title\": \"Russia launches missiles and drones towards Ukraine\",            \"translated_version\": \"Rusia lanzó tres misiles de crucero y 28 drones hacia Ucrania durante la noche, según funcionarios ucranianos. La mayoría estaban dirigidos al sur y este del país, con un portavoz de la fuerza aérea de Ucrania diciendo que el Kremlin estaba cambiando su enfoque a `los territorios de primera línea`. El sábado, un ataque de misiles rusos mató al menos a 11 personas en Pokrovsk, una ciudad en el este de Ucrania.\",            \"translated_title\": \"Rusia lanza misiles y drones hacia Ucrania\"        },        {            \"english_version\": \"Ikeda Yoshitaka, a Japanese politician and member of the ruling Liberal Democratic Party, was arrested in Tokyo over suspicions he violated fundraising rules. Mr Ikeda is the first arrest in a corruption scandal engulfing the LDP. In December prosecutors launched a criminal investigation into funds—potentially worth ¥500m ($3.5m)—that allegedly went unreported by allies of Abe Shinzo, the former prime minister who was assassinated in 2022.\",            \"english_title\": \"Japanese politician arrested for violating fundraising rules\",            \"translated_version\": \"Ikeda Yoshitaka, un político japonés y miembro del gobernante Partido Liberal Democrático, fue arrestado en Tokio por sospechas de violar las reglas de recaudación de fondos. El Sr. Ikeda es el primer arresto en un escándalo de corrupción que afecta al PLD. En diciembre, los fiscales iniciaron una investigación penal sobre fondos, potencialmente por un valor de ¥500 millones ($3.5 millones), que supuestamente no fueron reportados por aliados de Abe Shinzo, el ex primer ministro que fue asesinado en 2022.\",            \"translated_title\": \"Político japonés arrestado por violar reglas de recaudación de fondos\"        }    ]}"