"{    \"translations\": [        {            \"english_version\": \"The US president is hopeful about an agreement, but Netanyahu says it's not finalized, and Hamas hasn't received the proposal.\",            \"english_title\": \"US Agreement Hope\",            \"translated_version\": \"El presidente de EE.UU. tiene esperanza en un acuerdo, pero Netanyahu dice que no está finalizado, y Hamas no ha recibido la propuesta.\",            \"translated_title\": \"Esperanza de Acuerdo EE.UU.\"        },        {            \"english_version\": \"The election in Moldova is important for its EU path, and President Maia Sandu warns that the country's future is at risk.\",            \"english_title\": \"Moldova Election Importance\",            \"translated_version\": \"La elección en Moldavia es importante para su camino a la UE, y la presidenta Maia Sandu advierte que el futuro del país está en riesgo.\",            \"translated_title\": \"Importancia Elección Moldavia\"        },        {            \"english_version\": \"Nathan Law's presence is considered not in the national interest by Singapore authorities.\",            \"english_title\": \"Nathan Law in Singapore\",            \"translated_version\": \"Las autoridades de Singapur consideran que la presencia de Nathan Law no es de interés nacional.\",            \"translated_title\": \"Nathan Law en Singapur\"        },        {            \"english_version\": \"A vehicle attack occurred at a church during a service, where the attacker drove into the church and opened fire before being killed.\",            \"english_title\": \"Church Vehicle Attack\",            \"translated_version\": \"Un ataque con vehículo ocurrió en una iglesia durante un servicio, donde el atacante entró con el coche y disparó antes de ser muerto.\",            \"translated_title\": \"Ataque en Iglesia\"        },        {            \"english_version\": \"Dozens are missing or injured after Typhoon Bualoi hit central Vietnam.\",            \"english_title\": \"Typhoon Bualoi Impact\",            \"translated_version\": \"Decenas están desaparecidas o heridas después de que el tifón Bualoi golpeó el centro de Vietnam.\",            \"translated_title\": \"Impacto Tifón Bualoi\"        }    ]}"