"{    \"translations\": [        {            \"english_version\": \"Israel's parliament voted to ban UNRWA, the UN's aid agency for Palestinians, from operating inside the country. They believe that Hamas militants have infiltrated its staff. An UNRWA spokesperson warned that a ban would be a disaster. America also advised against passing the law, stating that the organisation plays an irreplaceable role in Gaza.\",            \"english_title\": \"Israel's parliament bans UNRWA\",            \"translated_version\": \"El parlamento de Israel votó para prohibir a UNRWA, la agencia de ayuda de la ONU para los palestinos, de operar dentro del país. Creen que militantes de Hamas se han infiltrado en su personal. Un portavoz de UNRWA advirtió que una prohibición sería un desastre. Estados Unidos también aconsejó en contra de aprobar la ley, afirmando que la organización juega un papel insustituible en Gaza.\",            \"translated_title\": \"El parlamento de Israel prohíbe a UNRWA\"        },        {            \"english_version\": \"Volkswagen will close three car factories in Germany and cut tens of thousands of jobs in its homeland. The employee representative shared this information. The company, Europe's largest car manufacturer, is facing challenges. On September 27th, it lowered its expected operating profit margin for the second time in three months. Cutting labor costs may not be sufficient to save the firm, which has invested heavily in becoming an EV powerhouse.\",            \"english_title\": \"Volkswagen to close factories and cut jobs\",            \"translated_version\": \"Volkswagen cerrará tres fábricas de automóviles en Alemania y recortará decenas de miles de empleos en su país. El representante de los empleados compartió esta información. La empresa, el mayor fabricante de automóviles de Europa, está enfrentando desafíos. El 27 de septiembre, redujo por segunda vez en tres meses su margen de beneficio operativo esperado. Recortar costos laborales puede que no sea suficiente para salvar la empresa, que ha invertido mucho en convertirse en una potencia de vehículos eléctricos.\",            \"translated_title\": \"Volkswagen cerrará fábricas y recortará empleos\"        }    ]}"