"{    \"translations\": [        {            \"english_version\": \"Israel launched more air strikes on Lebanon, killing at least 14 people, including a Hizbullah commander in southern Beirut. The bombing targeted Ibrahim Aqil, a member of the Shia militia’s leadership who was wanted by America for carrying out an attack on the American embassy in Beirut in 1983. In recent days Israel has been ramping up its attacks on Hizbullah, which has been launching rockets at northern Israel since the beginning of the war in Gaza.\",            \"english_title\": \"Conflict in Lebanon\",            \"translated_version\": \"Israel lanzó más ataques aéreos en Líbano, matando al menos a 14 personas, incluido un comandante de Hizbullah en el sur de Beirut. El bombardeo apuntó a Ibrahim Aqil, un miembro del liderazgo de la milicia chiíta que era buscado por América por llevar a cabo un ataque en la embajada americana en Beirut en 1983. En los últimos días, Israel ha estado intensificando sus ataques contra Hizbullah, que ha estado lanzando cohetes al norte de Israel desde el inicio de la guerra en Gaza.\",            \"translated_title\": \"Conflict in Lebanon\"        },        {            \"english_version\": \"The Federal Trade Commission sued three of America’s biggest pharmacy-benefit managers, which negotiate drug prices on behalf of health-insurance firms. The consumer-protection agency accuses the three companies of inflating the cost of insulin and pushing patients to use more expensive products. The firms, which collectively oversee 80% of American prescriptions, have previously accused the FTC of advancing 'a false and damaging narrative' about their business.\",            \"english_title\": \"Legal Action Against Pharmacy-Benefit Managers\",            \"translated_version\": \"La Comisión Federal de Comercio demandó a tres de los mayores administradores de beneficios farmacéuticos de América, que negocian precios de medicamentos en nombre de las empresas de seguros de salud. La agencia de protección al consumidor acusa a las tres compañías de inflar el costo de la insulina y de presionar a los pacientes para que utilicen productos más caros. Las empresas, que supervisan colectivamente el 80% de las recetas médicas en América, han acusado previamente a la FTC de promover 'una narrativa falsa y perjudicial' sobre su negocio.\",            \"translated_title\": \"Legal Action Against Pharmacy-Benefit Managers\"        }    ]}"