"{    \"translations\": [        {            \"english_version\": \"Vice-President Kamala Harris condemned the loss of life caused by an Israeli air strike on a school in Gaza. She said that too many civilians have been killed and called for a ceasefire. Hamas claimed that the strike killed 100 people, making it one of the conflict’s deadliest attacks. Israel claimed it hit a Hamas command-and-control centre in the school. Displaced Gazans were using the al-Tabin school in central Gaza city as a shelter.\",            \"english_title\": \"Israeli air strike on school in Gaza\",            \"translated_version\": \"La Vicepresidenta Kamala Harris condenó la pérdida de vidas causada por un ataque aéreo israelí en una escuela en Gaza. Dijo que han muerto demasiados civiles y pidió un alto el fuego. Hamas afirmó que el ataque mató a 100 personas, convirtiéndolo en uno de los ataques más mortales del conflicto. Israel afirmó que golpeó un centro de comando y control de Hamas en la escuela. Los gazatíes desplazados estaban usando la escuela al-Tabin en el centro de la ciudad de Gaza como refugio.\",            \"translated_title\": \"Ataque aéreo israelí en una escuela en Gaza\"        },        {            \"english_version\": \"The governor of Kursk, a Russian region under attack by Ukrainian troops, ordered authorities to speed up the evacuation of tens of thousands of civilians. Ukraine’s president, Volodymyr Zelensky, acknowledged the incursion for the first time and said it was bringing the needed pressure on the aggressor. This operation is Ukraine’s biggest cross-border incursion since Russia invaded in 2022.\",            \"english_title\": \"Russian region under attack by Ukrainian troops\",            \"translated_version\": \"El gobernador de Kursk, una región rusa bajo ataque de tropas ucranianas, ordenó a las autoridades acelerar la evacuación de decenas de miles de civiles. El presidente de Ucrania, Volodymyr Zelensky, reconoció la incursión por primera vez y dijo que estaba ejerciendo la presión necesaria sobre el agresor. Esta operación es la mayor incursión transfronteriza de Ucrania desde que Rusia invadió en 2022.\",            \"translated_title\": \"Región rusa bajo ataque de tropas ucranianas\"        }    ]}"