"{    \"translations\": [        {            \"english_version\": \"Iran downplayed the impact of a drone attack and removed flight restrictions over major cities. There were explosions near Isfahan and Tabriz. Reports of strikes in southern Syria emerged. Israel has not claimed responsibility.\",            \"english_title\": \"Iran Drone Attack\",            \"translated_version\": \"Irán restó importancia al impacto de un ataque de drones y levantó restricciones de vuelo sobre ciudades importantes. Hubo explosiones cerca de Isfahán y Tabriz. Surgieron informes de ataques en el sur de Siria. Israel no ha reclamado responsabilidad.\",            \"translated_title\": \"Ataque de Drones en Irán\"        },        {            \"english_version\": \"Antony Blinken, America’s secretary of state, urged Israel to show restraint in response to Iran's actions. America denied involvement in Israel's operations. The Popular Mobilisation Forces in Iraq accused America of attacking one of its bases, which America's armed forces denied.\",            \"english_title\": \"America's Involvement\",            \"translated_version\": \"Antony Blinken, el secretario de estado de Estados Unidos, instó a Israel a mostrar contención en respuesta a las acciones de Irán. Estados Unidos negó su participación en las operaciones de Israel. Las Fuerzas de Movilización Popular en Iraq acusaron a Estados Unidos de atacar una de sus bases, lo cual las fuerzas armadas estadounidenses negaron.\",            \"translated_title\": \"Participación de Estados Unidos\"        },        {            \"english_version\": \"An American aid package worth $95bn, including $60bn for Ukraine, is set for a final vote. Democratic lawmakers supported the plan despite Republican opposition. The package is likely to pass in the Senate and become law.\",            \"english_title\": \"Aid Package\",            \"translated_version\": \"Un paquete de ayuda estadounidense por valor de $95 mil millones, incluidos $60 mil millones para Ucrania, está listo para una votación final. Los legisladores demócratas apoyaron el plan a pesar de la oposición republicana. Es probable que el paquete sea aprobado en el Senado y se convierta en ley.\",            \"translated_title\": \"Paquete de Ayuda\"        },        {            \"english_version\": \"A man who set himself on fire outside the Manhattan courthouse where Donald Trump is on trial died in the hospital. His motive was unclear. The incident occurred during court proceedings to select alternate jurors.\",            \"english_title\": \"Manhattan Incident\",            \"translated_version\": \"Un hombre que se prendió fuego afuera del juzgado de Manhattan donde Donald Trump está en juicio murió en el hospital. Su motivo no estaba claro. El incidente ocurrió durante el proceso judicial para seleccionar jurados alternativos.\",            \"translated_title\": \"Incidente en Manhattan\"        },        {            \"english_version\": \"America's Senate re-authorized the Foreign Intelligence Surveillance Act, allowing access to foreign nationals' data without a warrant. The bill faced opposition for privacy concerns. President Joe Biden is expected to sign it into law swiftly.\",            \"english_title\": \"Foreign Intelligence Surveillance Act\",            \"translated_version\": \"El Senado de Estados Unidos reautorizó la Ley de Vigilancia de Inteligencia Extranjera, permitiendo el acceso a datos de nacionales extranjeros sin una orden judicial. El proyecto de ley enfrentó oposición por preocupaciones de privacidad. Se espera que el presidente Joe Biden lo firme rápidamente como ley.\",            \"translated_title\": \"Ley de Vigilancia de Inteligencia Extranjera\"        }    ]}"