"{    \"translations\": [        {            \"english_version\": \"President Joe Biden tested positive for covid-19 and cancelled a campaign event in Las Vegas. The White House said that Mr Biden is experiencing `mild symptoms` and will self-isolate in Delaware. Earlier, Adam Schiff, an influential Democratic congressman from California who is running for a Senate seat, became one of the party’s highest-profile politicians to call on the president to end his re-election bid.\",            \"english_title\": \"President Joe Biden's Covid-19 Diagnosis\",            \"translated_version\": \"El Presidente Joe Biden dio positivo por covid-19 y canceló un evento de campaña en Las Vegas. La Casa Blanca dijo que el Sr. Biden está experimentando `síntomas leves` y se aislará en Delaware. Anteriormente, Adam Schiff, un influyente congresista demócrata de California que se postula para un escaño en el Senado, se convirtió en uno de los políticos más destacados del partido en pedir al presidente que ponga fin a su candidatura a la reelección.\",            \"translated_title\": \"Presidente Joe Biden y su diagnóstico de Covid-19\"        },        {            \"english_version\": \"The Bank of Japan was widely suspected of intervening to support the yen when the currency rose sharply after trading at a 38-year low against the American dollar. The yen’s erratic movements follow similar spikes on Thursday and Friday last week. Data released by the BoJ suggest that it bought nearly 6trn yen ($38bn) across the two days in a bid to shore up the currency’s value.\",            \"english_title\": \"Bank of Japan's Intervention to Support Yen\",            \"translated_version\": \"Se sospechaba ampliamente que el Banco de Japón intervenía para apoyar al yen cuando la moneda subió bruscamente después de operar en su nivel más bajo en 38 años frente al dólar estadounidense. Los movimientos erráticos del yen siguen picos similares el jueves y viernes de la semana pasada. Los datos publicados por el BoJ sugieren que compró casi 6 billones de yenes ($38 mil millones) en los dos días en un intento de fortalecer el valor de la moneda.\",            \"translated_title\": \"Intervención del Banco de Japón para Apoyar al Yen\"        }    ]}"