"{    \"translations\": [        {            \"english_version\": \"A judge in New York postponed Donald Trump’s hush-money sentencing until after America’s presidential election in November. Mr Trump was convicted of 34 felony counts of falsifying business records in May and was meant to be sentenced in July. That date was rescheduled to September 18th following the Supreme Court’s presidential-immunity ruling and appeals from his lawyers. Mr Trump, who is expected to appeal against his criminal conviction, is now due to be sentenced on November 26th.\",            \"english_title\": \"Legal Proceedings\",            \"translated_version\": \"Un juez en Nueva York pospuso la sentencia de Donald Trump por dinero de silencio hasta después de las elecciones presidenciales de América en noviembre. El Sr. Trump fue condenado por 34 cargos de delito grave de falsificación de registros comerciales en mayo y se suponía que sería sentenciado en julio. Esa fecha se reprogramó para el 18 de septiembre después de la decisión de inmunidad presidencial de la Corte Suprema y las apelaciones de sus abogados. Se espera que el Sr. Trump apele su condena penal y ahora está programado para ser sentenciado el 26 de noviembre.\",            \"translated_title\": \"Legal Proceedings\"        },        {            \"english_version\": \"The American economy added 142,000 jobs in August, fewer than analysts expected. The unemployment rate dropped to 4.2%, from 4.3% the previous month. These figures suggest that companies may be cutting job vacancies rather than firing workers. As the labour market cools, the figures will add pressure to the Federal Reserve, the central bank, to cut interest rates at its next meeting in September.\",            \"english_title\": \"Economic Update\",            \"translated_version\": \"La economía estadounidense sumó 142,000 empleos en agosto, menos de lo que esperaban los analistas. La tasa de desempleo bajó al 4.2%, desde el 4.3% del mes anterior. Estas cifras sugieren que las empresas pueden estar reduciendo las vacantes de empleo en lugar de despedir trabajadores. A medida que el mercado laboral se enfría, las cifras añadirán presión a la Reserva Federal, el banco central, para reducir las tasas de interés en su próxima reunión en septiembre.\",            \"translated_title\": \"Economic Update\"        }    ]}"