"{    \"translations\": [        {            \"english_version\": \"The shutdown has stopped more than 40 million Americans from getting food help called Snap since Saturday.\",            \"english_title\": \"Shutdown Stops Food Help\",            \"translated_version\": \"El cierre ha detenido a más de 40 millones de americanos de recibir ayuda de comida llamada Snap desde el sábado.\",            \"translated_title\": \"Cierre Detiene Ayuda de Comida\"        },        {            \"english_version\": \"Sensitive research into alleged human rights abuses is said to have been stopped by Chinese agents.\",            \"english_title\": \"Research Stopped by Agents\",            \"translated_version\": \"Se dice que agentes chinos han detenido una investigación sensible sobre abusos de derechos humanos.\",            \"translated_title\": \"Investigación Detenida por Agentes\"        },        {            \"english_version\": \"Maj Gen Yifat Tomer-Yerushalmi resigned on Friday, admitting to leaking a video that allegedly shows abuse of a Palestinian detainee.\",            \"english_title\": \"General Resigns Over Video\",            \"translated_version\": \"El General Yifat Tomer-Yerushalmi renunció el viernes, admitiendo filtrar un video que supuestamente muestra abuso de un detenido palestino.\",            \"translated_title\": \"General Renuncia por Video\"        },        {            \"english_version\": \"A man was trapped for several hours after part of the Torre dei Conti, near the famous Roman Forum, collapsed.\",            \"english_title\": \"Man Trapped in Collapse\",            \"translated_version\": \"Un hombre estuvo atrapado por varias horas después de que parte de la Torre dei Conti, cerca del famoso Foro Romano, se derrumbó.\",            \"translated_title\": \"Hombre Atrapado en Derrumbe\"        },        {            \"english_version\": \"A search is ongoing in the Dolakha district for four foreigners who are feared dead.\",            \"english_title\": \"Search for Missing Foreigners\",            \"translated_version\": \"Una búsqueda está en marcha en el distrito de Dolakha para cuatro extranjeros que se teme están muertos.\",            \"translated_title\": \"Búsqueda de Extranjeros Desaparecidos\"        }    ]}"