"{    \"translations\": [        {            \"english_version\": \"Delivery companies have temporarily grounded MD-11 planes. This comes as the number of deaths in Louisville has increased to 14.\",            \"english_title\": \"MD-11 Planes Grounded\",            \"translated_version\": \"Las empresas de entrega han detenido temporalmente los aviones MD-11. Esto pasa porque el número de muertes en Louisville ha aumentado a 14.\",            \"translated_title\": \"Aviones MD-11 Detenidos\"        },        {            \"english_version\": \"Overnight, 25 places including Kyiv were attacked. Many areas now have no electricity and heating.\",            \"english_title\": \"Attacks on 25 Places\",            \"translated_version\": \"Durante la noche, 25 lugares incluyendo Kyiv fueron atacados. Muchas áreas ahora no tienen electricidad ni calefacción.\",            \"translated_title\": \"Ataques en 25 Lugares\"        },        {            \"english_version\": \"Filipinos are preparing for a new typhoon. Earlier this week, a typhoon killed more than 200 people.\",            \"english_title\": \"New Typhoon in Philippines\",            \"translated_version\": \"Los filipinos se están preparando para un nuevo tifón. A principios de esta semana, un tifón mató a más de 200 personas.\",            \"translated_title\": \"Nuevo Tifón en Filipinas\"        },        {            \"english_version\": \"Lior Rudaeff died defending Nir Yitzhak kibbutz during a Hamas attack on October 7, 2023, according to the Israeli military.\",            \"english_title\": \"Lior Rudaeff's Death\",            \"translated_version\": \"Lior Rudaeff murió defendiendo el kibutz Nir Yitzhak durante un ataque de Hamas el 7 de octubre de 2023, según el ejército israelí.\",            \"translated_title\": \"Muerte de Lior Rudaeff\"        },        {            \"english_version\": \"Two people were reportedly forced into a car by masked men after attending an event for Ugandan opposition leader Bobi Wine.\",            \"english_title\": \"Kidnapping After Event\",            \"translated_version\": \"Dos personas fueron forzadas a entrar en un coche por hombres enmascarados después de asistir a un evento para el líder de la oposición ugandesa Bobi Wine.\",            \"translated_title\": \"Secuestro Después de Evento\"        }    ]}"