"{    \"translations\": [        {            \"english_version\": \"BHP, the world’s biggest mining firm, offered $39bn to buy Anglo American. Anglo's profit dropped by 94% in 2023. BHP wants to increase copper production. Anglo's board is reviewing the offer.\",            \"english_title\": \"Business\",            \"translated_version\": \"La empresa minera más grande del mundo, BHP, ofreció $39 mil millones para comprar Anglo American. Las ganancias de Anglo cayeron un 94% en 2023. BHP quiere aumentar la producción de cobre. El consejo de Anglo está revisando la oferta.\",            \"translated_title\": \"Negocios\"        },        {            \"english_version\": \"A grand jury in Arizona charged 18 people, including Trump's aides and Rudy Giuliani, for trying to overturn the 2020 election. Trump was not charged but was called an 'unindicted co-conspirator'.\",            \"english_title\": \"Legal Issues\",            \"translated_version\": \"Un gran jurado en Arizona acusó a 18 personas, incluidos los ayudantes de Trump y Rudy Giuliani, por intentar anular las elecciones de 2020. Trump no fue acusado pero fue llamado 'co-conspirador no acusado'.\",            \"translated_title\": \"Asuntos Legales\"        },        {            \"english_version\": \"Deutsche Bank's profits rose by 10% in the first quarter, the highest since 2013. Strong revenues from investment banking and trading boosted growth. Commercial-property losses may affect future profits.\",            \"english_title\": \"Finance\",            \"translated_version\": \"Las ganancias del Deutsche Bank aumentaron un 10% en el primer trimestre, el más alto desde 2013. Los fuertes ingresos de la banca de inversión y el comercio impulsaron el crecimiento. Las pérdidas en propiedades comerciales pueden afectar las ganancias futuras.\",            \"translated_title\": \"Finanzas\"        },        {            \"english_version\": \"South Korea's GDP grew by 3.4% in the first quarter, driven by private consumption and semiconductor exports. Meta's shares fell by 15% after Zuckerberg announced increased AI spending.\",            \"english_title\": \"Economy\",            \"translated_version\": \"El PIB de Corea del Sur creció un 3.4% en el primer trimestre, impulsado por el consumo privado y las exportaciones de semiconductores. Las acciones de Meta cayeron un 15% después de que Zuckerberg anunciara un aumento en el gasto en inteligencia artificial.\",            \"translated_title\": \"Economía\"        },        {            \"english_version\": \"Protests against Israel's Gaza war escalated on US campuses. Arrests were made at Columbia, USC, and University of Texas. America's fertility rate dropped to 1.62 births per woman.\",            \"english_title\": \"Social Issues\",            \"translated_version\": \"Las protestas contra la guerra de Gaza de Israel se intensificaron en los campus de EE. UU. Se realizaron arrestos en Columbia, USC y la Universidad de Texas. La tasa de fertilidad de Estados Unidos cayó a 1.62 nacimientos por mujer.\",            \"translated_title\": \"Temas Sociales\"        }    ]}"