"{    \"translations\": [        {            \"english_version\": \"Donald Trump signed an executive order granting full pardons to some 1,500 January 6th rioters. Among the other orders the president signed at a rally after his inauguration were directives to withdraw America from the Paris climate agreement and the World Health Organisation, as well as to freeze hires of most federal workers and delay the ban on TikTok for 75 days. He also declared a border emergency and issued ten executive orders on immigration to repel the disastrous invasion of our country.\",            \"english_title\": \"Donald Trump's Executive Orders\",            \"translated_version\": \"Donald Trump firmó una orden ejecutiva perdonando a unos 1,500 alborotadores del 6 de enero. Entre otras órdenes que el presidente firmó en un mitin después de su inauguración estaban directivas para retirar a América del acuerdo climático de París y de la Organización Mundial de la Salud, así como para congelar las contrataciones de la mayoría de los trabajadores federales y retrasar la prohibición de TikTok por 75 días. También declaró una emergencia en la frontera e emitió diez órdenes ejecutivas sobre inmigración para repeler la invasión desastrosa de nuestro país.\",            \"translated_title\": \"Donald Trump's Executive Orders\"        },        {            \"english_version\": \"Mr. Trump stalled on his promise to immediately introduce hefty tariffs, prompting the dollar to slide for a short time. But he said he planned to impose 25% tariffs on Canada and Mexico by February 1st, because they were allowing a vast number of people over the border. The president also mentioned the possibility of introducing tariffs on China if it rejected an American-led deal to buy TikTok’s assets in the country.\",            \"english_title\": \"Tariffs and Trade Policies\",            \"translated_version\": \"El Sr. Trump se detuvo en su promesa de introducir inmediatamente aranceles elevados, lo que provocó que el dólar cayera por un corto tiempo. Pero dijo que planeaba imponer aranceles del 25% a Canadá y México para el 1 de febrero, porque estaban permitiendo que un gran número de personas cruzaran la frontera. El presidente también mencionó la posibilidad de imponer aranceles a China si rechazaba un acuerdo liderado por Estados Unidos para comprar los activos de TikTok en el país.\",            \"translated_title\": \"Tariffs and Trade Policies\"        }    ]}"