"{    \"translations\": [        {            \"english_version\": \"The United States has launched air strikes at military sites in Iraq and Syria, targeting Iran's Islamic Revolutionary Guard Corps and affiliated militia groups. These strikes were in response to the killing of three American soldiers by militants in Jordan. At least ten people have died in Syria as a result of the strikes.\",            \"english_title\": \"US Air Strikes in Iraq and Syria\",            \"translated_version\": \"Estados Unidos ha lanzado ataques aéreos en sitios militares en Iraq y Siria, apuntando a los Cuerpos de la Guardia Revolucionaria Islámica de Irán y a grupos milicianos afiliados. Estos ataques fueron en respuesta al asesinato de tres soldados estadounidenses por militantes en Jordania. Al menos diez personas han muerto en Siria como resultado de los ataques.\",            \"translated_title\": \"Ataques Aéreos de Estados Unidos en Iraq y Siria\"        },        {            \"english_version\": \"Hafize Gaye Erkan, the governor of Turkey's central bank, has resigned following allegations that her father interfered with the bank's affairs. She denies these allegations, but has decided to step down. During her time as governor, Erkan raised interest rates to combat inflation, and the finance minister has stated that this policy will continue.\",            \"english_title\": \"Resignation of Turkey's Central Bank Governor\",            \"translated_version\": \"Hafize Gaye Erkan, la gobernadora del banco central de Turquía, ha renunciado después de las acusaciones de que su padre interfirió en los asuntos del banco. Ella niega estas acusaciones, pero ha decidido renunciar. Durante su tiempo como gobernadora, Erkan aumentó las tasas de interés para combatir la inflación, y el ministro de finanzas ha declarado que esta política continuará.\",            \"translated_title\": \"Renuncia de la Gobernadora del Banco Central de Turquía\"        },        {            \"english_version\": \"Over 800 officials in America and multiple European countries have signed a joint letter criticizing their governments' support for Israel in the war in Gaza. They argue that this support may violate international humanitarian law and contribute to a major humanitarian crisis. The identities of the signatories have not been disclosed.\",            \"english_title\": \"Criticism of Government Support for Israel in Gaza\",            \"translated_version\": \"Más de 800 funcionarios en Estados Unidos y varios países europeos han firmado una carta conjunta criticando el apoyo de sus gobiernos a Israel en la guerra en Gaza. Argumentan que este apoyo puede violar el derecho humanitario internacional y contribuir a una gran crisis humanitaria. Las identidades de los firmantes no se han revelado.\",            \"translated_title\": \"Críticas al Apoyo del Gobierno a Israel en Gaza\"        },        {            \"english_version\": \"Pakistan's military has killed 24 militants in Balochistan province after they launched attacks in the towns of Mach and Kolpur. The Balochistan Liberation Army, a separatist group, claimed responsibility for the attacks. Four law enforcement personnel and two civilians were also killed. Pakistan will hold a general election next week.\",            \"english_title\": \"Military Operation in Balochistan Province\",            \"translated_version\": \"El ejército de Pakistán ha matado a 24 militantes en la provincia de Balochistán después de que lanzaran ataques en las ciudades de Mach y Kolpur. El Ejército de Liberación de Balochistán, un grupo separatista, se atribuyó la responsabilidad de los ataques. También murieron cuatro agentes de seguridad y dos civiles. Pakistán celebrará elecciones generales la próxima semana.\",            \"translated_title\": \"Operación Militar en la Provincia de Balochistán\"        },        {            \"english_version\": \"Farmers in Europe are protesting against climate policies and rising costs that they believe threaten their livelihoods. They have blockaded roads and lit bonfires in Brussels, and have now taken their trucks to the border with the Netherlands. Similar unrest has been seen in Germany and France.\",            \"english_title\": \"Farmers' Protests in Europe\",            \"translated_version\": \"Los agricultores en Europa están protestando contra las políticas climáticas y los crecientes costos que creen que amenazan sus medios de vida. Han bloqueado carreteras y encendido hogueras en Bruselas, y ahora han llevado sus camiones a la frontera con los Países Bajos. Se ha visto una agitación similar en Alemania y Francia.\",            \"translated_title\": \"Protestas de los Agricultores en Europa\"        }    ]}"