"{    \"translations\": [        {            \"english_version\": \"The UN's secretary-general, António Guterres, is worried about the increasing tensions between Israel and Lebanon. He fears that a single impulsive action could lead to a disaster that extends beyond the border. Israel and Hizbullah, the Lebanese Shia militia, have been firing rockets at each other since October, with recent escalations. The Israel Defence Forces have approved plans for an offensive in Lebanon, while Palestinian officials reported Israeli strikes in southern Gaza resulting in the deaths of at least 45 people.\",            \"english_title\": \"Growing tensions between Israel and Lebanon\",            \"translated_version\": \"El secretario general de la ONU, António Guterres, está preocupado por las crecientes tensiones entre Israel y Líbano. Tema que una acción impulsiva podría causar un desastre que se extienda más allá de la frontera. Israel y Hizbullah, la milicia chií libanesa, han estado disparando cohetes entre sí desde octubre, con escaladas recientes. Las Fuerzas de Defensa de Israel han aprobado planes para una ofensiva en Líbano, mientras que funcionarios palestinos informaron de ataques israelíes en el sur de Gaza que resultaron en la muerte de al menos 45 personas.\",            \"translated_title\": \"Growing tensions between Israel and Lebanon\"        },        {            \"english_version\": \"Armenia has become the fifth European country this year to recognize Palestine as a state. This move signifies a growing international acknowledgment of Palestine's statehood.\",            \"english_title\": \"Recognition of Palestine by Armenia\",            \"translated_version\": \"Armenia se ha convertido en el quinto país europeo este año en reconocer a Palestina como un estado. Este movimiento significa un creciente reconocimiento internacional de la condición de estado de Palestina.\",            \"translated_title\": \"Recognition of Palestine by Armenia\"        },        {            \"english_version\": \"The US Supreme Court has upheld a challenge to a federal law that prevents individuals under domestic-violence restraining orders from owning guns. The majority of justices deemed these restrictions necessary to protect public safety and in line with the Second Amendment. This decision marks a shift for the court, which has previously expanded gun-ownership rights.\",            \"english_title\": \"US Supreme Court ruling on gun ownership\",            \"translated_version\": \"La Corte Suprema de los Estados Unidos ha respaldado un desafío a una ley federal que impide que las personas bajo órdenes de restricción por violencia doméstica posean armas. La mayoría de los jueces consideraron que estas restricciones son necesarias para proteger la seguridad pública y están en línea con la Segunda Enmienda. Esta decisión marca un cambio para la corte, que anteriormente había ampliado los derechos de propiedad de armas.\",            \"translated_title\": \"US Supreme Court ruling on gun ownership\"        }    ]}"