"{    \"translations\": [        {            \"english_version\": \"The four members of Crew-11 were happy as they left their spacecraft after landing safely.\",            \"english_title\": \"Crew-11 Safe Landing\",            \"translated_version\": \"Los cuatro miembros de Crew-11 estaban felices al salir de su nave después de aterrizar seguros.\",            \"translated_title\": \"Aterrizaje Seguro de Crew-11\"        },        {            \"english_version\": \"The US president is not ruling out using military force in Iran. Iran has temporarily closed its airspace to almost all flights.\",            \"english_title\": \"US and Iran Tensions\",            \"translated_version\": \"El presidente de EE.UU. no descarta usar fuerza militar en Irán. Irán ha cerrado su espacio aéreo a casi todos los vuelos temporalmente.\",            \"translated_title\": \"Tensiones entre EE.UU. e Irán\"        },        {            \"english_version\": \"The BBC arrived at a sad scene in the evening. Rescuers were still pulling bodies from a damaged train.\",            \"english_title\": \"Train Accident Tragedy\",            \"translated_version\": \"La BBC llegó a una escena triste en la noche. Los rescatistas todavía sacaban cuerpos de un tren dañado.\",            \"translated_title\": \"Tragedia de Accidente de Tren\"        },        {            \"english_version\": \"A BBC investigation shows that the Taliban is divided at the top. They have different views on women, the internet, and religion.\",            \"english_title\": \"Taliban Leadership Divided\",            \"translated_version\": \"Una investigación de la BBC muestra que los líderes talibanes están divididos. Tienen diferentes opiniones sobre mujeres, internet y religión.\",            \"translated_title\": \"Liderazgo Talibán Dividido\"        },        {            \"english_version\": \"France says a group of 15 French soldiers has arrived, and more will come in the next few days.\",            \"english_title\": \"French Soldiers Arrive\",            \"translated_version\": \"Francia dice que un grupo de 15 soldados franceses ha llegado, y más vendrán en los próximos días.\",            \"translated_title\": \"Llegada de Soldados Franceses\"        }    ]}"