"{    \"translations\": [        {            \"english_version\": \"The deadliest day of attacks since the truce started on 10 October raises questions about whether it will continue. The US and Russian presidents announced they plan to meet in Budapest.\",            \"english_title\": \"Deadliest Day of Attacks\",            \"translated_version\": \"El día más mortal de ataques desde que empezó la tregua el 10 de octubre hace preguntas sobre si continuará. Los presidentes de EE.UU. y Rusia anunciaron que planean reunirse en Budapest.\",            \"translated_title\": \"Día más mortal de ataques\"        },        {            \"english_version\": \"The US and Australia agreed to work together on projects to expand mining and processing of rare earth and critical minerals.\",            \"english_title\": \"US and Australia Cooperation\",            \"translated_version\": \"EE.UU. y Australia acordaron trabajar juntos en proyectos para expandir la minería y el procesamiento de tierras raras y minerales críticos.\",            \"translated_title\": \"Cooperación EE.UU. y Australia\"        },        {            \"english_version\": \"A hunt is under way to find four thieves before the jewels, which once belonged to French royals, disappear for good.\",            \"english_title\": \"Hunt for Jewel Thieves\",            \"translated_version\": \"Hay una búsqueda para encontrar a cuatro ladrones antes de que las joyas, que una vez pertenecieron a la realeza francesa, desaparezcan para siempre.\",            \"translated_title\": \"Búsqueda de ladrones de joyas\"        },        {            \"english_version\": \"An Emirates cargo flight hit a vehicle on the ground after landing at the international airport.\",            \"english_title\": \"Emirates Flight Accident\",            \"translated_version\": \"Un vuelo de carga de Emirates chocó con un vehículo en el suelo después de aterrizar en el aeropuerto internacional.\",            \"translated_title\": \"Accidente de vuelo de Emirates\"        },        {            \"english_version\": \"Before Monday, Hamas had given back all living hostages and 12 out of 28 deceased hostages under a ceasefire.\",            \"english_title\": \"Hamas Hostage Release\",            \"translated_version\": \"Antes del lunes, Hamas había devuelto a todos los rehenes vivos y 12 de 28 rehenes fallecidos bajo un alto el fuego.\",            \"translated_title\": \"Liberación de rehenes por Hamas\"        }    ]}"