"{    \"translations\": [        {            \"english_version\": \"Hizbullah fired rockets at Tel Aviv for the second day in a row. Antony Blinken, America’s secretary of state, concluded his visit to Israel and called on Israel to respond carefully to Iran’s missile strikes on October 1st. Israel also confirmed the killing of Hashem Safieddine, the presumed new leader of Hizbullah.\",            \"english_title\": \"Hizbullah rocket attacks on Tel Aviv and Antony Blinken's visit to Israel\",            \"translated_version\": \"Hizbullah lanzó cohetes a Tel Aviv por segundo día consecutivo. Antony Blinken, el secretario de estado de América, concluyó su visita a Israel y pidió a Israel que responda con cuidado a los ataques de misiles de Irán el 1 de octubre. Israel también confirmó la muerte de Hashem Safieddine, el presunto nuevo líder de Hizbullah.\",            \"translated_title\": \"Ataques de cohetes de Hizbullah en Tel Aviv y la visita de Antony Blinken a Israel\"        },        {            \"english_version\": \"Donald Trump accused Britain’s ruling Labour Party of interfering in America’s presidential election. Trump's campaign filed a complaint with the Federal Election Commission, alleging that Labour strategists were assisting his opponent, Kamala Harris. Reports suggested that Labour officials had visited America to meet with Harris’s staff.\",            \"english_title\": \"Donald Trump accuses Britain's Labour Party of election interference\",            \"translated_version\": \"Donald Trump acusó al Partido Laborista gobernante de Gran Bretaña de interferir en la elección presidencial de América. La campaña de Trump presentó una queja ante la Comisión Federal de Elecciones, alegando que estrategas laboristas estaban ayudando a su oponente, Kamala Harris. Informes sugirieron que funcionarios laboristas habían visitado América para reunirse con el personal de Harris.\",            \"translated_title\": \"Donald Trump acusa al Partido Laborista de Gran Bretaña de interferencia en las elecciones\"        }    ]}"