"{    \"translations\": [        {            \"english_version\": \"Vladimir Putin said that Russia agrees with the idea of ending the war in Ukraine but suggested that negotiations should remove underlying causes of the conflict. He mentioned supporting a 30-day ceasefire, an idea agreed by America and Ukraine, with some nuances to consider. Putin is expected to meet Donald Trump’s envoy, Steve Witkoff, in Moscow on Thursday.\",            \"english_title\": \"Vladimir Putin's stance on ending the war in Ukraine\",            \"translated_version\": \"Vladimir Putin dijo que Rusia está de acuerdo con la idea de terminar la guerra en Ucrania pero sugirió que las negociaciones deberían eliminar las causas subyacentes del conflicto. Mencionó apoyar un alto el fuego de 30 días, una idea acordada por América y Ucrania, con algunos matices a considerar. Se espera que Putin se reúna con el enviado de Donald Trump, Steve Witkoff, en Moscú el jueves.\",            \"translated_title\": \"La postura de Vladimir Putin sobre terminar la guerra en Ucrania\"        },        {            \"english_version\": \"Donald Trump posted on Truth Social threatening a 200% tariff on alcohol from EU countries. This move is in response to the EU's $28bn in tariffs on American imports, including a 50% levy on bourbon. Canada also introduced $21bn-worth of retaliatory tariffs on its neighbour.\",            \"english_title\": \"Donald Trump's threat of tariffs on alcohol from EU countries\",            \"translated_version\": \"Donald Trump publicó en Truth Social amenazando con un arancel del 200% sobre el alcohol de los países de la UE. Esta acción es en respuesta a los $28 mil millones en aranceles de la UE sobre las importaciones estadounidenses, incluido un gravamen del 50% sobre el bourbon. Canadá también introdujo $21 mil millones en aranceles retaliatorios sobre su vecino.\",            \"translated_title\": \"La amenaza de Donald Trump con aranceles sobre el alcohol de los países de la UE\"        }    ]}"