"{    \"translations\": [        {            \"english_version\": \"Jimmy Carter, a former American president, passed away at the age of 100. He served as president from 1977 to 1981. Carter is known for his role in the Camp David Accords between Egypt and Israel in 1978. Despite facing challenges during his presidency, he later established the Carter Centre in 1982 to promote peace and democracy. In 2002, he was awarded the Nobel Peace Prize.\",            \"english_title\": \"Jimmy Carter's Death\",            \"translated_version\": \"Jimmy Carter, un expresidente estadounidense, falleció a los 100 años. Fue presidente desde 1977 hasta 1981. Carter es conocido por su papel en los Acuerdos de Camp David entre Egipto e Israel en 1978. A pesar de enfrentar desafíos durante su presidencia, luego fundó el Centro Carter en 1982 para promover la paz y la democracia. En 2002, recibió el Premio Nobel de la Paz.\",            \"translated_title\": \"La Muerte de Jimmy Carter\"        },        {            \"english_version\": \"South Korean law enforcement officials have requested an arrest warrant for Yoon Suk Yeol, the country's suspended president. Yoon is under investigation for imposing martial law on December 3rd, leading to his impeachment. The court in Seoul will determine whether to issue the warrant, marking the first time such a request has been made for a sitting president.\",            \"english_title\": \"Arrest Warrant for South Korean President\",            \"translated_version\": \"Los oficiales de la ley de Corea del Sur han solicitado una orden de arresto para Yoon Suk Yeol, el presidente suspendido del país. Yoon está bajo investigación por imponer la ley marcial el 3 de diciembre, lo que llevó a su destitución. El tribunal en Seúl determinará si emitir la orden, marcando la primera vez que se hace tal solicitud para un presidente en funciones.\",            \"translated_title\": \"Orden de Arresto para el Presidente de Corea del Sur\"        }    ]}"