"{    \"translations\": [        {            \"english_version\": \"Marius Borg Høiby is going on trial on Tuesday. He has been kept in custody for four weeks because of new accusations.\",            \"english_title\": \"Marius Borg Høiby Trial\",            \"translated_version\": \"Marius Borg Høiby va a juicio el martes. Ha estado en custodia por cuatro semanas por nuevas acusaciones.\",            \"translated_title\": \"Juicio de Marius Borg Høiby\"        },        {            \"english_version\": \"The BBC's Russia editor talks about how hard it is to work as a British journalist in Moscow.\",            \"english_title\": \"Challenges for British Journalists\",            \"translated_version\": \"El editor de Rusia de la BBC habla sobre lo difícil que es trabajar como periodista británico en Moscú.\",            \"translated_title\": \"Desafíos para Periodistas Británicos\"        },        {            \"english_version\": \"Starlink-enabled drones have been connected to several recent deadly attacks by Russia on Ukraine.\",            \"english_title\": \"Drones in Attacks\",            \"translated_version\": \"Drones con Starlink han sido conectados a varios ataques mortales recientes de Rusia a Ucrania.\",            \"translated_title\": \"Drones en Ataques\"        },        {            \"english_version\": \"177 people were taken last month from three churches in northern Kaduna state.\",            \"english_title\": \"People Taken from Churches\",            \"translated_version\": \"177 personas fueron llevadas el mes pasado de tres iglesias en el estado norte de Kaduna.\",            \"translated_title\": \"Personas Llevadas de Iglesias\"        },        {            \"english_version\": \"A 22-year-old got stuck in a chairlift and was hanging in the air before having a heart attack, officials say.\",            \"english_title\": \"Chairlift Incident\",            \"translated_version\": \"Un joven de 22 años se quedó atrapado en un telesilla y estaba colgando en el aire antes de tener un ataque al corazón, dicen los oficiales.\",            \"translated_title\": \"Incidente en Telesilla\"        }    ]}"