"{    \"translations\": [        {            \"english_version\": \"NBA stars Chauncey Billups, Terry Rozier, and Damon Jones were arrested in two illegal gambling cases, according to the FBI.\",            \"english_title\": \"NBA Stars Arrested\",            \"translated_version\": \"Estrellas de la NBA Chauncey Billups, Terry Rozier y Damon Jones fueron arrestados en dos casos de apuestas ilegales, según el FBI.\",            \"translated_title\": \"Estrellas de la NBA Arrestadas\"        },        {            \"english_version\": \"EU ministers met after the EU and the US announced new sanctions against Russia's oil industry.\",            \"english_title\": \"EU and US Sanctions\",            \"translated_version\": \"Ministros de la UE se reunieron después de que la UE y EE.UU. anunciaron nuevas sanciones contra la industria petrolera de Rusia.\",            \"translated_title\": \"Sanciones de UE y EE.UU.\"        },        {            \"english_version\": \"The theft from the Maison des Lumières in Langres is the latest in a series of cultural institution robberies in France.\",            \"english_title\": \"Theft in France\",            \"translated_version\": \"El robo de la Maison des Lumières en Langres es el último de una serie de robos en instituciones culturales en Francia.\",            \"translated_title\": \"Robo en Francia\"        },        {            \"english_version\": \"Russian and Belarusian para-athletes will not compete at the 2026 Winter Paralympics, even though the International Paralympic Committee lifted a ban on them.\",            \"english_title\": \"Para-athletes Ban\",            \"translated_version\": \"Los para-atletas rusos y bielorrusos no competirán en los Juegos Paralímpicos de Invierno 2026, aunque el Comité Paralímpico Internacional levantó una prohibición sobre ellos.\",            \"translated_title\": \"Prohibición a Para-atletas\"        },        {            \"english_version\": \"Ukraine says the attacks are a direct response to Russia's frequent strikes on Ukrainian cities.\",            \"english_title\": \"Ukraine's Response\",            \"translated_version\": \"Ucrania dice que los ataques son una respuesta directa a los frecuentes ataques de Rusia en ciudades ucranianas.\",            \"translated_title\": \"Respuesta de Ucrania\"        }    ]}"