"{    \"translations\": [        {            \"english_version\": \"President Donald Trump expressed sadness as officials confirmed that a military helicopter and a passenger plane collided in Washington, DC, resulting in the tragic loss of all 67 individuals on board. The cause of the crash is still unknown, but investigators have retrieved the black boxes from the plane. Mr. Trump suggested, without evidence, that diversity policies at the Federal Aviation Administration might have played a role in the incident.\",            \"english_title\": \"Air Collision Tragedy in Washington, DC\",            \"translated_version\": \"El Presidente Donald Trump expresó tristeza al confirmar los oficiales que un helicóptero militar y un avión de pasajeros chocaron en Washington, DC, resultando en la trágica pérdida de todas las 67 personas a bordo. La causa del accidente aún es desconocida, pero los investigadores han recuperado las cajas negras del avión. El Sr. Trump sugirió, sin evidencia, que las políticas de diversidad en la Administración Federal de Aviación podrían haber jugado un papel en el incidente.\",            \"translated_title\": \"Tragedia de Colisión Aérea en Washington, DC\"        },        {            \"english_version\": \"Reports indicate that China is constructing a large wartime command center in Beijing, potentially surpassing the size of the Pentagon. American officials have raised concerns based on satellite images of the construction site. The Chinese embassy in America claimed ignorance of the project but emphasized China's defensive defense policy.\",            \"english_title\": \"China's Alleged Construction of Massive Wartime Command Centre\",            \"translated_version\": \"Informes indican que China está construyendo un gran centro de comando en tiempo de guerra en Beijing, potencialmente superando el tamaño del Pentágono. Oficiales americanos han expresado preocupaciones basadas en imágenes satelitales del sitio de construcción. La embajada china en América afirmó desconocimiento del proyecto pero enfatizó la política defensiva de defensa de China.\",            \"translated_title\": \"Supuesta Construcción China de un Gran Centro de Comando en Tiempo de Guerra\"        }    ]}"