"{    \"translations\": [        {            \"english_version\": \"Joe Biden declared an emergency in California and promised federal support as wildfires scorched large parts of Los Angeles County. At least five people have been killed so far, while more than 100,000 have been ordered to evacuate. The first blaze broke out on Tuesday in the hillside neighbourhood of Pacific Palisades, after which extreme winds helped cause five more.\",            \"english_title\": \"California Wildfires\",            \"translated_version\": \"Joe Biden declaró una emergencia en California y prometió apoyo federal mientras los incendios forestales quemaban grandes partes del condado de Los Ángeles. Hasta ahora han muerto al menos cinco personas, mientras que más de 100,000 han recibido la orden de evacuar. El primer incendio se desató el martes en el vecindario de Pacific Palisades en la ladera de la colina, después de lo cual los vientos extremos ayudaron a causar cinco más.\",            \"translated_title\": \"California Wildfires\"        },        {            \"english_version\": \"Lebanon’s parliament elected General Joseph Aoun as president. He will be the first person to hold the office in more than two years, during which lawmakers failed to agree on a candidate. The election of General Aoun, whose bid was supported by America, reflects the waning influence of Hizbullah, an Iran-backed Lebanese militia, which has been weakened by its war with Israel.\",            \"english_title\": \"Lebanon's New President\",            \"translated_version\": \"El parlamento del Líbano eligió al General Joseph Aoun como presidente. Será la primera persona en ocupar el cargo en más de dos años, durante los cuales los legisladores no lograron ponerse de acuerdo en un candidato. La elección del General Aoun, cuya candidatura fue apoyada por Estados Unidos, refleja la disminución de la influencia de Hizbullah, una milicia libanesa respaldada por Irán, que ha sido debilitada por su guerra con Israel.\",            \"translated_title\": \"Lebanon's New President\"        }    ]}"