"{    \"translations\": [        {            \"english_version\": \"Donald Trump announced plans to impose a 50% tariff on EU imports starting June 1st. He expressed frustration with the lack of progress in trade talks with the EU. Additionally, Trump threatened a 25% tariff on iPhones produced outside the US, putting pressure on Apple to move its production away from China and India. These announcements caused market turmoil, with Apple shares dropping 4% and Europe's Stoxx 600 index falling nearly 2%.\",            \"english_title\": \"Trade Dispute\",            \"translated_version\": \"Donald Trump anunció planes para imponer un arancel del 50% a las importaciones de la UE a partir del 1 de junio. Expresó frustración por la falta de progreso en las negociaciones comerciales con la UE. Además, Trump amenazó con un arancel del 25% a los iPhones producidos fuera de los EE. UU., poniendo presión sobre Apple para trasladar su producción lejos de China e India. Estos anuncios causaron agitación en el mercado, con las acciones de Apple cayendo un 4% y el índice Stoxx 600 de Europa cayendo casi un 2%.\",            \"translated_title\": \"Disputa Comercial\"        },        {            \"english_version\": \"Harvard University filed a lawsuit against the Trump administration for revoking its authority to enroll international students. Harvard argued that the decision was unconstitutional and driven by political motives. The university accused the government of attempting to influence its curriculum. In response, Kristi Noem, America's homeland-security secretary, claimed that the action was taken due to Harvard's failure to provide records related to alleged misconduct by foreign students, a claim disputed by the university.\",            \"english_title\": \"Legal Battle\",            \"translated_version\": \"La Universidad de Harvard presentó una demanda contra la administración Trump por revocar su autoridad para inscribir estudiantes internacionales. Harvard argumentó que la decisión era inconstitucional y motivada por razones políticas. La universidad acusó al gobierno de intentar influir en su plan de estudios. En respuesta, Kristi Noem, secretaria de seguridad nacional de Estados Unidos, afirmó que la acción se tomó debido a la falta de Harvard de proporcionar registros relacionados con presuntas conductas indebidas de estudiantes extranjeros, una afirmación disputada por la universidad.\",            \"translated_title\": \"Batalla Legal\"        }    ]}"