"{    \"translations\": [        {            \"english_version\": \"Antony Blinken, America’s foreign secretary, visited Kerem Shalom, an Israeli border crossing with Gaza where humanitarian aid trucks are stationed. Mr Blinken is in Israel to encourage ceasefire negotiations between Israel and Hamas.\",            \"english_title\": \"Antony Blinken's visit to Israel\",            \"translated_version\": \"El secretario de relaciones exteriores de Estados Unidos, Antony Blinken, visitó Kerem Shalom, un cruce fronterizo israelí con Gaza donde están estacionados camiones de ayuda humanitaria. El Sr. Blinken está en Israel para animar las negociaciones de alto el fuego entre Israel y Hamas.\",            \"translated_title\": \"Visita de Antony Blinken a Israel\"        },        {            \"english_version\": \"America has cautioned Israel against invading Rafah, where over 1m Palestinians are clustered; Binyamin Netanyahu, Israel’s prime minister, is intent on proceeding. Meanwhile, Gustavo Petro, Colombia’s president, said that his country would cut diplomatic ties with Israel over its handling of the war with Gaza.\",            \"english_title\": \"International reactions to Israel-Gaza conflict\",            \"translated_version\": \"Estados Unidos ha advertido a Israel contra la invasión de Rafah, donde más de 1 millón de palestinos están agrupados; Binyamin Netanyahu, primer ministro de Israel, tiene la intención de seguir adelante. Mientras tanto, Gustavo Petro, presidente de Colombia, dijo que su país cortaría los lazos diplomáticos con Israel por su manejo de la guerra con Gaza.\",            \"translated_title\": \"Reacciones internacionales al conflicto Israel-Gaza\"        },        {            \"english_version\": \"The Federal Reserve left its benchmark interest rate unchanged, at a range of 5.25% to 5.5%. The Fed noted 'a lack of further progress' towards its goal of reducing inflation to 2%. Investors do not expect a rate cut when central bankers next meet in June.\",            \"english_title\": \"Federal Reserve's interest rate decision\",            \"translated_version\": \"La Reserva Federal dejó su tasa de interés de referencia sin cambios, en un rango del 5.25% al 5.5%. La Fed señaló 'una falta de progreso adicional' hacia su objetivo de reducir la inflación al 2%. Los inversores no esperan un recorte de tasas cuando los banqueros centrales se reúnan en junio.\",            \"translated_title\": \"Decisión de la tasa de interés de la Reserva Federal\"        }    ]}"