"{    \"translations\": [        {            \"english_version\": \"The White House has identified the victim as Virginia Giuffre, although her name is redacted in the emails. Several Palestinians were injured when settlers launched arson attacks on an industrial area, a Bedouin village, and farmland near Tulkarm.\",            \"english_title\": \"Victim Identified and Attacks in Tulkarm\",            \"translated_version\": \"La Casa Blanca ha identificado a la víctima como Virginia Giuffre, aunque su nombre está oculto en los correos. Varios palestinos fueron heridos cuando colonos lanzaron ataques de fuego en un área industrial, un pueblo beduino y tierras de cultivo cerca de Tulkarm.\",            \"translated_title\": \"Víctima Identificada y Ataques en Tulkarm\"        },        {            \"english_version\": \"The US has accused the Colombian president of allowing the drug trade to grow. This accusation comes after an air strike was carried out.\",            \"english_title\": \"US Accuses Colombian President\",            \"translated_version\": \"Estados Unidos ha acusado al presidente de Colombia de permitir que el comercio de drogas crezca. Esta acusación viene después de un ataque aéreo.\",            \"translated_title\": \"EEUU Acusa al Presidente Colombiano\"        },        {            \"english_version\": \"She Zhijiang is a major figure in South East Asia's cyberscam operations.\",            \"english_title\": \"She Zhijiang and Cyberscams\",            \"translated_version\": \"She Zhijiang es una figura importante en las operaciones de estafas en línea en el sudeste asiático.\",            \"translated_title\": \"She Zhijiang y Estafas en Línea\"        },        {            \"english_version\": \"Italians and others are accused of paying large amounts of money to shoot at Bosnians who were risking their lives in the besieged city of Sarajevo.\",            \"english_title\": \"Accusations Against Italians in Sarajevo\",            \"translated_version\": \"Italianos y otros son acusados de pagar mucho dinero para disparar a bosnios que arriesgaban sus vidas en la ciudad sitiada de Sarajevo.\",            \"translated_title\": \"Acusaciones Contra Italianos en Sarajevo\"        },        {            \"english_version\": \"A video has gone viral showing Russian soldiers entering a city using civilian cars and motorbikes.\",            \"english_title\": \"Viral Video of Russian Soldiers\",            \"translated_version\": \"Un video se ha vuelto viral mostrando a soldados rusos entrando a una ciudad usando coches y motos de civiles.\",            \"translated_title\": \"Video Viral de Soldados Rusos\"        }    ]}"