"{    \"translations\": [        {            \"english_version\": \"Israel's Prime Minister, Binyamin Netanyahu, announced that the country's war cabinet unanimously agreed to continue its operation in Rafah, southern Gaza. More than 100,000 people were told to evacuate the area. Hamas approved a ceasefire deal proposed by Egypt and Qatar. However, Mr. Netanyahu stated that the proposal did not meet Israel's core demands, but negotiations will continue. The UN called for an agreement between the government of Israel and Hamas.\",            \"english_title\": \"Middle East Conflict\",            \"translated_version\": \"El Primer Ministro de Israel, Binyamin Netanyahu, dijo que el gabinete de guerra del país acordó por unanimidad continuar su operación en Rafah, al sur de Gaza. Más de 100,000 personas recibieron la orden de evacuar la zona. Hamas aprobó un acuerdo de alto el fuego propuesto por Egipto y Qatar. Sin embargo, el Sr. Netanyahu dijo que la propuesta no cumplía con las demandas principales de Israel, pero las negociaciones seguirán. La ONU pidió un acuerdo entre el gobierno de Israel y Hamas.\",            \"translated_title\": \"Conflicto en el Medio Oriente\"        },        {            \"english_version\": \"Xi Jinping, China's leader, wrote a letter in a Serbian newspaper condemning NATO's accidental bombing of China's embassy in Belgrade in 1999. He mentioned that the incident created a strong bond between China and Serbia. French President Emmanuel Macron urged Mr. Xi to help prevent a new cold war during his visit to Serbia.\",            \"english_title\": \"International Relations\",            \"translated_version\": \"Xi Jinping, el líder de China, escribió una carta en un periódico serbio condenando el bombardeo accidental de la embajada de China en Belgrado por parte de la OTAN en 1999. Mencionó que el incidente creó un fuerte vínculo entre China y Serbia. El Presidente Francés Emmanuel Macron instó al Sr. Xi a ayudar a prevenir una nueva guerra fría durante su visita a Serbia.\",            \"translated_title\": \"Relaciones Internacionales\"        }    ]}"