"{    \"translations\": [        {            \"english_version\": \"President Joe Biden allowed Ukraine to launch strikes inside Russia using American-supplied long-range missiles. This decision was made despite previous reluctance due to fear of Russian escalation. The policy change came after North Korean troops joined Russian forces and just before Donald Trump takes office. Ukraine, France, and Germany supported America's decision.\",            \"english_title\": \"President Joe Biden's decision on Ukraine and Russia\",            \"translated_version\": \"El Presidente Joe Biden permitió a Ucrania lanzar ataques dentro de Rusia usando misiles de largo alcance suministrados por Estados Unidos. Esta decisión se tomó a pesar de la renuencia anterior debido al temor a la escalada rusa. El cambio de política ocurrió después de que tropas norcoreanas se unieran a las fuerzas rusas y justo antes de que Donald Trump asumiera el cargo. Ucrania, Francia y Alemania apoyaron la decisión de Estados Unidos.\",            \"translated_title\": \"La decisión del Presidente Joe Biden sobre Ucrania y Rusia\"        },        {            \"english_version\": \"Russia reacted angrily to America lifting its ban on Ukraine. The Kremlin's spokesman, Dmitry Peskov, warned of a potential escalation in tension. America's State Department blamed Russia for repeatedly escalating the conflict. Russia's attack on a residential area in Sumy, Ukraine, resulted in the death of at least 11 people.\",            \"english_title\": \"Russia's response to America's decision\",            \"translated_version\": \"Rusia reaccionó enojada ante la eliminación por parte de Estados Unidos de su prohibición sobre Ucrania. El portavoz del Kremlin, Dmitry Peskov, advirtió sobre una posible escalada de tensión. El Departamento de Estado de Estados Unidos culpó a Rusia por escalar repetidamente el conflicto. El ataque de Rusia en un área residencial en Sumy, Ucrania, resultó en la muerte de al menos 11 personas.\",            \"translated_title\": \"La respuesta de Rusia a la decisión de Estados Unidos\"        }    ]}"