"{    \"translations\": [        {            \"english_version\": \"The court said the state must give enough food to make sure people can live at a basic level.\",            \"english_title\": \"Court Orders Food Supply\",            \"translated_version\": \"La corte dijo que el estado debe dar suficiente comida para que la gente pueda vivir bien.\",            \"translated_title\": \"Corte Ordena Comida\"        },        {            \"english_version\": \"Tom Phillips was hiding in New Zealand for almost four years with his three kids. One of the kids saw a deadly shootout but was not hurt.\",            \"english_title\": \"Tom Phillips in Hiding\",            \"translated_version\": \"Tom Phillips estaba escondido en Nueva Zelanda por casi cuatro años con sus tres hijos. Uno de los niños vio un tiroteo mortal pero no fue herido.\",            \"translated_title\": \"Tom Phillips Escondido\"        },        {            \"english_version\": \"Around 400 US agents were involved in an immigration raid at a Hyundai facility. They detained hundreds of workers, many of whom were South Korean nationals.\",            \"english_title\": \"Immigration Raid at Hyundai\",            \"translated_version\": \"Alrededor de 400 agentes de EE.UU. participaron en una redada de inmigración en una fábrica de Hyundai. Detuvieron a cientos de trabajadores, muchos de ellos eran de Corea del Sur.\",            \"translated_title\": \"Redada en Hyundai\"        },        {            \"english_version\": \"Hakyung Lee is accused of killing her two young children. Their bodies were found in suitcases.\",            \"english_title\": \"Mother Accused of Murder\",            \"translated_version\": \"Hakyung Lee está acusada de matar a sus dos hijos pequeños. Sus cuerpos fueron encontrados en maletas.\",            \"translated_title\": \"Madre Acusada de Asesinato\"        },        {            \"english_version\": \"Trump said his administration would put more sanctions on Moscow.\",            \"english_title\": \"Trump Plans More Sanctions\",            \"translated_version\": \"Trump dijo que su gobierno pondría más sanciones a Moscú.\",            \"translated_title\": \"Trump Más Sanciones\"        }    ]}"