"{    \"translations\": [        {            \"english_version\": \"Ceasefire talks between Israel and Hamas in Cairo, Egypt reportedly stalled without a breakthrough. Meanwhile the Israel Defence Forces gathered on the outskirts of Rafah, the only major city in Gaza that has not yet been invaded by their ground forces.\",            \"english_title\": \"Ceasefire talks between Israel and Hamas\",            \"translated_version\": \"Hablan de paz entre Israel y Hamas en El Cairo, Egipto, pero parece que no avanzan. Mientras tanto, las Fuerzas de Defensa de Israel se reunieron en las afueras de Rafah, la única ciudad importante en Gaza que aún no ha sido invadida por sus fuerzas terrestres.\",            \"translated_title\": \"Hablan de paz entre Israel y Hamas\"        },        {            \"english_version\": \"Earlier President Joe Biden warned that America would halt some supplies of weapons to Israel if it begins a full invasion of the city. In a video statement, Binyamin Netanyahu, Israel’s prime minister, promised that Israel would 'fight with our fingernails' if need be.\",            \"english_title\": \"America's stance on Israel's potential invasion\",            \"translated_version\": \"El Presidente Joe Biden advirtió que Estados Unidos detendría algunos suministros de armas a Israel si comienza una invasión completa de la ciudad. En un video, Binyamin Netanyahu, el primer ministro de Israel, prometió que Israel 'luchará con nuestras uñas' si es necesario.\",            \"translated_title\": \"La postura de Estados Unidos sobre la posible invasión de Israel\"        },        {            \"english_version\": \"America sent a warship through the Taiwan Strait, 12 days before the inauguration of Taiwan’s new president, Lai Ching-te. China, which claims the territory and jurisdiction over the strait that separates it from the mainland, said America had 'publicly hyped' the voyage. America called it a 'routine' transit on the high seas.\",            \"english_title\": \"America's naval activity in the Taiwan Strait\",            \"translated_version\": \"Estados Unidos envió un barco de guerra a través del Estrecho de Taiwán, 12 días antes de la inauguración del nuevo presidente de Taiwán, Lai Ching-te. China, que reclama el territorio y la jurisdicción sobre el estrecho que lo separa del continente, dijo que Estados Unidos había 'exagerado públicamente' el viaje. Estados Unidos lo llamó un tránsito 'rutinario' en alta mar.\",            \"translated_title\": \"Actividad naval de Estados Unidos en el Estrecho de Taiwán\"        }    ]}"