"{    \"translations\": [        {            \"english_version\": \"The Israel Defense Forces said they carried out a targeted raid overnight in northern Gaza. They employed tanks and infantry units, in preparation for the next stages of combat.\",            \"english_title\": \"Israeli Forces Carry Out Raid in Gaza\",            \"translated_version\": \"Las Fuerzas de Defensa de Israel dijeron que llevaron a cabo un ataque dirigido durante la noche en el norte de Gaza. Utilizaron tanques y unidades de infantería, en preparación para las próximas etapas del combate.\",            \"translated_title\": \"Las Fuerzas Israelíes Realizan un Ataque en Gaza\"        },        {            \"english_version\": \"On Wednesday Binyamin Netanyahu, Israel’s prime minister, confirmed that his country was preparing for a ground invasion, but declined to give details.\",            \"english_title\": \"Israel Prepares for Ground Invasion\",            \"translated_version\": \"El miércoles, Binyamin Netanyahu, el primer ministro de Israel, confirmó que su país se estaba preparando para una invasión terrestre, pero se negó a dar detalles.\",            \"translated_title\": \"Israel se Prepara para una Invasión Terrestre\"        },        {            \"english_version\": \"Meanwhile, Joe Biden said that there must be a two-state solution between Israel and the Palestinian people, once the Israel-Hamas conflict ends. He also said he had no confidence in the Palestinian death toll issued by Gaza’s Hamas-run health ministry—which currently stands at more than 7000 people.\",            \"english_title\": \"Biden Calls for Two-State Solution\",            \"translated_version\": \"Mientras tanto, Joe Biden dijo que debe haber una solución de dos estados entre Israel y el pueblo palestino, una vez que termine el conflicto entre Israel y Hamas. También dijo que no confiaba en el número de muertos palestinos emitido por el ministerio de salud dirigido por Hamas en Gaza, que actualmente supera las 7000 personas.\",            \"translated_title\": \"Biden Pide una Solución de Dos Estados\"        },        {            \"english_version\": \"Nikol Pashinyan, Armenia’s prime minister, said his country would sign a peace deal with Azerbaijan within the next month. Earlier, Azerbaijani officials said they had dropped contentious plans for a corridor between Azerbaijan and Nakhchivan, its exclave, that would run through Armenia. In September, Azerbaijan captured Nagorno-Karabakh, a separatist ethnic-Armenian enclave, in a short war.\",            \"english_title\": \"Armenia and Azerbaijan to Sign Peace Deal\",            \"translated_version\": \"Nikol Pashinyan, el primer ministro de Armenia, dijo que su país firmaría un acuerdo de paz con Azerbaiyán en el próximo mes. Anteriormente, los funcionarios azerbaiyanos dijeron que habían abandonado los planes controvertidos para un corredor entre Azerbaiyán y Nakhchivan, su exclave, que pasaría por Armenia. En septiembre, Azerbaiyán capturó Nagorno-Karabaj, un enclave separatista étnico-armenio, en una guerra corta.\",            \"translated_title\": \"Armenia y Azerbaiyán Firmarán un Acuerdo de Paz\"        },        {            \"english_version\": \"At least 16 people were killed and more than 50 injured in mass shootings in Lewiston, Maine. Lewiston police confirmed there were incidents at multiple locations, including a bowling alley and a restaurant. The suspect is still at large, and police have warned residents of the state’s second-largest city to stay at home. There were 29 murders in the state of Maine in 2022.\",            \"english_title\": \"Mass Shootings in Lewiston, Maine\",            \"translated_version\": \"Al menos 16 personas murieron y más de 50 resultaron heridas en tiroteos masivos en Lewiston, Maine. La policía de Lewiston confirmó que hubo incidentes en múltiples lugares, incluyendo una bolera y un restaurante. El sospechoso sigue prófugo, y la policía ha advertido a los residentes de la segunda ciudad más grande del estado que se queden en casa. Hubo 29 asesinatos en el estado de Maine en 2022.\",            \"translated_title\": \"Tiroteos Masivos en Lewiston, Maine\"        }    ]}"