"{    \"translations\": [        {            \"english_version\": \"Hamas freed two elderly Israeli women it had taken hostage during its attack on Israel on October 7th. The Red Cross said it facilitated the release. Hamas is still holding more than 200 people in Gaza, according to the Israel Defence Forces. Meanwhile Israel’s military intensified air strikes on Gaza, and said it was preparing unrelenting attacks to topple Hamas, as it continued preparations for an expected ground invasion. Gaza’s Hamas-run Ministry of Health says that more than 5,000 people have died in the enclave since Israeli retaliation began.\",            \"english_title\": \"Hamas releases Israeli hostages\",            \"translated_version\": \"Hamas liberó a dos mujeres israelíes mayores que había tomado como rehenes durante su ataque a Israel el 7 de octubre. La Cruz Roja dijo que facilitó la liberación. Según las Fuerzas de Defensa de Israel, Hamas todavía tiene más de 200 personas en Gaza. Mientras tanto, el ejército de Israel intensificó los ataques aéreos en Gaza y dijo que se estaba preparando para ataques implacables para derrocar a Hamas, mientras continuaba los preparativos para una esperada invasión terrestre. El Ministerio de Salud de Hamas en Gaza dice que más de 5,000 personas han muerto en el enclave desde que comenzó la represalia israelí.\",            \"translated_title\": \"Hamas libera a rehenes israelíes\"        },        {            \"english_version\": \"Iran asked China and Russia to veto any UN Security Council resolution that would support Israel’s right to defend itself from Hamas. Ebrahim Raisi, Iran’s president, told Sergei Lavrov, Russia’s foreign minister, that as freedom-seekers they must prevent the materialisation of America’s intentions. Earlier America accused Iran of actively facilitating rocket and drone strikes on its army bases in Iraq and Syria.\",            \"english_title\": \"Iran seeks support against Israel\",            \"translated_version\": \"Irán pidió a China y Rusia que vetaran cualquier resolución del Consejo de Seguridad de la ONU que apoyara el derecho de Israel a defenderse de Hamas. Ebrahim Raisi, presidente de Irán, le dijo a Sergei Lavrov, ministro de Relaciones Exteriores de Rusia, que como buscadores de libertad deben evitar la materialización de las intenciones de Estados Unidos. Anteriormente, Estados Unidos acusó a Irán de facilitar activamente los ataques con cohetes y drones en sus bases militares en Iraq y Siria.\",            \"translated_title\": \"Irán busca apoyo contra Israel\"        },        {            \"english_version\": \"The International Energy Agency predicted that demand for oil, gas and coal will peak before 2030—if governments meet their current climate commitments. It cited reduced demand for fossil fuels from China and the rise of electric cars, which it expects will account for over a third of new car sales by 2030. The forecast diverges from that of OPEC, a group of oil-producing companies, which expects oil demand to continue rising until 2045.\",            \"english_title\": \"Peak in demand for fossil fuels predicted\",            \"translated_version\": \"La Agencia Internacional de Energía predijo que la demanda de petróleo, gas y carbón alcanzará su punto máximo antes de 2030, si los gobiernos cumplen con sus compromisos climáticos actuales. Citó una reducción en la demanda de combustibles fósiles de China y el aumento de los automóviles eléctricos, que se espera que representen más de un tercio de las ventas de automóviles nuevos para 2030. El pronóstico difiere del de la OPEP, un grupo de compañías productoras de petróleo, que espera que la demanda de petróleo siga aumentando hasta 2045.\",            \"translated_title\": \"Se pronostica un pico en la demanda de combustibles fósiles\"        },        {            \"english_version\": \"Wang Yi, China’s foreign minister, will visit Washington on Thursday to meet Antony Blinken, America’s secretary of state. American officials said the three-day trip is part of ongoing efforts to maintain open channels of communication. Next month Xi Jinping, China’s leader, and Joe Biden, America’s president, may meet at the Asia-Pacific Economic Cooperation summit in California. Tensions between the countries remain high.\",            \"english_title\": \"Chinese foreign minister to visit Washington\",            \"translated_version\": \"Wang Yi, ministro de Relaciones Exteriores de China, visitará Washington el jueves para reunirse con Antony Blinken, secretario de Estado de Estados Unidos. Funcionarios estadounidenses dijeron que el viaje de tres días es parte de los esfuerzos continuos para mantener canales de comunicación abiertos. El próximo mes, Xi Jinping, líder de China, y Joe Biden, presidente de Estados Unidos, podrían reunirse en la cumbre de Cooperación Económica Asia-Pacífico en California. Las tensiones entre los países siguen siendo altas.\",            \"translated_title\": \"Ministro de Relaciones Exteriores de China visitará Washington\"        },        {            \"english_version\": \"Shares in Barclays, a bank, fell sharply after it reported weaker-than-expected results in the third quarter. C.S. Venkatakrishnan, the British bank’s chief executive, blamed pockets of underperformance, including in its investment banking arm and its domestic retail banking business. He said the bank would cut costs following the announcement.\",            \"english_title\": \"Barclays shares fall after weak results\",            \"translated_version\": \"Las acciones de Barclays, un banco, cayeron bruscamente después de informar resultados más débiles de lo esperado en el tercer trimestre. C.S. Venkatakrishnan, director ejecutivo del banco británico, culpó a áreas de bajo rendimiento, incluyendo su brazo de banca de inversión y su negocio de banca minorista nacional. Dijo que el banco reduciría los costos después del anuncio.\",            \"translated_title\": \"Las acciones de Barclays caen después de resultados débiles\"        }    ]}"