"{    \"translations\": [        {            \"english_version\": \"Calin Georgescu, a hard-right, Russia-friendly nationalist, is leading in Romania's presidential election. He has 23% of the vote. Elena Lasconi, a centre-right candidate, is second with 19%, closely followed by Marcel Ciolacu, the centre-left prime minister. The top two candidates will face off in a second round on December 8th. This outcome may impact Romania's pro-Ukraine stance.\",            \"english_title\": \"Romania's Presidential Election\",            \"translated_version\": \"Calin Georgescu, un nacionalista de extrema derecha amigable con Rusia, lidera en la elección presidencial de Rumania. Tiene el 23% de los votos. Elena Lasconi, una candidata de centro-derecha, está en segundo lugar con el 19%, seguida de cerca por Marcel Ciolacu, el primer ministro de centro-izquierda. Los dos candidatos principales se enfrentarán en una segunda vuelta el 8 de diciembre. Este resultado puede afectar la postura pro-Ucrania de Rumania.\",            \"translated_title\": \"Elección Presidencial de Rumania\"        },        {            \"english_version\": \"During protests on the outskirts of Islamabad, Pakistan's capital, one police officer was killed and many others were injured. Police blocked roads into the city as supporters of Imran Khan, a former prime minister in jail, marched towards the capital. The protesters view Mr. Khan's imprisonment last year as a form of political oppression.\",            \"english_title\": \"Protests in Islamabad, Pakistan\",            \"translated_version\": \"Durante las protestas en las afueras de Islamabad, la capital de Pakistán, un oficial de policía fue asesinado y muchos otros resultaron heridos. La policía bloqueó las carreteras hacia la ciudad mientras los seguidores de Imran Khan, un ex primer ministro encarcelado, marchaban hacia la capital. Los manifestantes ven el encarcelamiento del Sr. Khan el año pasado como una forma de opresión política.\",            \"translated_title\": \"Protestas en Islamabad, Pakistán\"        }    ]}"