"{    \"translations\": [        {            \"english_version\": \"Joe Biden urged America’s Congress to approve a military-aid package for Israel and Ukraine reportedly worth more than $100bn. In a rare televised address from the Oval Office, America’s president compared Hamas to Vladimir Putin for wanting to completely annihilate a neighbouring democracy. However, he also warned Israel not to be blinded by range in its response to Hamas’s attacks on October 7th and said that he remained committed to a two-state solution. The package, which will be unveiled on Friday, risks being thwarted by infighting among Republicans in the House of Representatives, which is preventing the election of a speaker.\",            \"english_title\": \"Biden urges Congress to approve military-aid package for Israel and Ukraine\",            \"translated_version\": \"Joe Biden le pidió al Congreso de Estados Unidos que apruebe un paquete de ayuda militar para Israel y Ucrania, que se dice que vale más de $100 mil millones. En un raro discurso televisado desde la Oficina Oval, el presidente de Estados Unidos comparó a Hamas con Vladimir Putin por querer `aniquilar completamente una democracia vecina`. Sin embargo, también advirtió a Israel que no se dejara cegar por la ira en su respuesta a los ataques de Hamas el 7 de octubre y dijo que seguía comprometido con una `solución de dos estados`. El paquete, que se presentará el viernes, corre el riesgo de ser frustrado por las disputas internas entre los republicanos en la Cámara de Representantes, lo que impide la elección de un presidente.\",            \"translated_title\": \"Biden insta al Congreso a aprobar paquete de ayuda militar para Israel y Ucrania\"        },        {            \"english_version\": \"Around 20 lorries carrying aid waited to enter the Gaza Strip after Egypt agreed to reopen its border crossing for the delivery of humanitarian supplies. An American official warned that some terms were still being negotiated. Israel has insisted that all deliveries must be inspected. It has cut electricity and stopped food and medicine supplies to Gaza’s 2.2m inhabitants since the war began. An American warship in the Red Sea shot down three cruise missiles and several drones that the Pentagon said were launched by Iranian-backed militants in Yemen and potentially targeting Israel. Tensions in the region are high; earlier this week Iran threatened pre-emptive action to defend Gaza. The warship, the USS Carney, reported no casualties.\",            \"english_title\": \"Aid enters Gaza Strip as tensions rise in the region\",            \"translated_version\": \"Alrededor de 20 camiones que llevaban ayuda esperaban entrar en la Franja de Gaza después de que Egipto acordara reabrir su cruce fronterizo para la entrega de suministros humanitarios. Un funcionario estadounidense advirtió que algunos términos aún estaban siendo negociados. Israel ha insistido en que todas las entregas deben ser inspeccionadas. Ha cortado la electricidad y detenido el suministro de alimentos y medicinas a los 2.2 millones de habitantes de Gaza desde que comenzó la guerra. Un buque de guerra estadounidense en el Mar Rojo derribó tres misiles de crucero y varios drones que el Pentágono dijo que fueron lanzados por militantes respaldados por Irán en Yemen y que potencialmente apuntaban a Israel. Las tensiones en la región son altas; a principios de esta semana, Irán amenazó con tomar medidas preventivas para defender a Gaza. El buque de guerra, el USS Carney, no informó de ninguna víctima.\",            \"translated_title\": \"La ayuda entra en la Franja de Gaza mientras aumentan las tensiones en la región\"        },        {            \"english_version\": \"China announced that local exporters of graphite will need permits before sending shipments abroad because of national-security concerns. The country is the world’s largest producer of graphite, which is an important component in electric-vehicle batteries. The mandate is set to take effect in December and follows American restrictions, announced earlier this week, on Chinese companies’ access to American semiconductors.\",            \"english_title\": \"China imposes export permits for graphite due to security concerns\",            \"translated_version\": \"China anunció que los exportadores locales de grafito necesitarán permisos antes de enviar envíos al extranjero debido a preocupaciones de seguridad nacional. El país es el mayor productor mundial de grafito, que es un componente importante en las baterías de vehículos eléctricos. El mandato entrará en vigor en diciembre y sigue a las restricciones estadounidenses, anunciadas a principios de esta semana, sobre el acceso de las empresas chinas a los semiconductores estadounidenses.\",            \"translated_title\": \"China impone permisos de exportación para grafito debido a preocupaciones de seguridad\"        },        {            \"english_version\": \"Britain’s Labour Party secured big wins in by-elections in Tamworth and Mid Bedfordshire, two Conservative strongholds. Labour enjoyed a vote swing of over 20% in both seats. Voter turnout was far weaker than in the last general election. Keir Starmer, Labour’s leader, said the victories show that people are ready to put their faith in his party. Canada brought home 41 diplomats from India as a result of the festering dispute between the two countries over the murder of Hardeep Singh Nijjar in British Columbia in June. In September Canada accused Indian agents of orchestrating the killing, an allegation that India denies. According to Canada’s foreign minister, India said it would revoke diplomatic immunity from all but 21 diplomats by October 20th.\",            \"english_title\": \"Labour Party wins big in by-elections; Canada brings home diplomats from India\",            \"translated_version\": \"El Partido Laborista de Gran Bretaña obtuvo grandes victorias en las elecciones parciales en Tamworth y Mid Bedfordshire, dos bastiones conservadores. El Partido Laborista disfrutó de un cambio de voto de más del 20% en ambos escaños. La participación de los votantes fue mucho más débil que en las últimas elecciones generales. Keir Starmer, líder del Partido Laborista, dijo que las victorias demuestran que la gente está lista para depositar su confianza en su partido. Canadá repatrió a 41 diplomáticos de la India como resultado de la disputa latente entre los dos países por el asesinato de Hardeep Singh Nijjar en Columbia Británica en junio. En septiembre, Canadá acusó a agentes indios de orquestar el asesinato, una acusación que India niega. Según el ministro de Relaciones Exteriores de Canadá, India dijo que revocaría la inmunidad diplomática de todos menos 21 diplomáticos para el 20 de octubre.\",            \"translated_title\": \"El Partido Laborista gana en las elecciones parciales; Canadá repatria diplomáticos de la India\"        },        {            \"english_version\": \"Sex workers in Amsterdam protested against plans to move their famous red-light district to a multi-story erotic centre on the Dutch capital’s outskirts. The mayor sees the relocation as a way to reduce nuisance and crime in the city centre. The protesters, many of whom wore masks, said they should not be punished for poor crowd control.\",            \"english_title\": \"Sex workers protest against plans to move red-light district in Amsterdam\",            \"translated_version\": \"Las trabajadoras sexuales en Ámsterdam protestaron contra los planes de trasladar su famoso distrito de luces rojas a un centro erótico de varios pisos en las afueras de la capital holandesa. El alcalde ve la reubicación como una forma de reducir las molestias y el crimen en el centro de la ciudad. Las manifestantes, muchas de las cuales llevaban máscaras, dijeron que no deberían ser castigadas por un mal control de multitudes.\",            \"translated_title\": \"Las trabajadoras sexuales protestan contra los planes de trasladar el distrito de luces rojas en Ámsterdam\"        }    ]}"