"{    \"translations\": [        {            \"english_version\": \"Marine Le Pen, the leader of France’s hard-right National Rally, is seeking support from candidates of other parties to form a government if her party does not win a majority after the parliamentary election. Polls show that RN may not reach the required number of seats. Left-wing and centrist parties are making alliances to unite against the far-right.\",            \"english_title\": \"French Election Strategy\",            \"translated_version\": \"Marine Le Pen, la líder del partido de extrema derecha de Francia, está buscando apoyo de candidatos de otros partidos para formar un gobierno si su partido no gana la mayoría después de las elecciones parlamentarias. Las encuestas muestran que su partido puede que no alcance el número de escaños necesario. Los partidos de izquierda y centro están haciendo alianzas para unirse contra la extrema derecha.\",            \"translated_title\": \"Estrategia en las Elecciones Francesas\"        },        {            \"english_version\": \"Over 100 people died in a stampede at a Hindu gathering in Hathras, India. The victims included women and children. Tragic incidents like this are common at Indian religious events due to overcrowding.\",            \"english_title\": \"Tragedy in Hathras\",            \"translated_version\": \"Más de 100 personas murieron en una estampida en una reunión hindú en Hathras, India. Las víctimas incluían mujeres y niños. Incidentes trágicos como este son comunes en eventos religiosos indios debido a la superpoblación.\",            \"translated_title\": \"Tragedia en Hathras\"        },        {            \"english_version\": \"The Economist has been published since September 1843. It aims to promote intelligence and progress while challenging ignorance. The publication covers a wide range of topics and events.\",            \"english_title\": \"About The Economist\",            \"translated_version\": \"The Economist se ha publicado desde septiembre de 1843. Su objetivo es promover la inteligencia y el progreso mientras desafía la ignorancia. La publicación cubre una amplia gama de temas y eventos.\",            \"translated_title\": \"Sobre The Economist\"        },        {            \"english_version\": \"The Economist Group offers various services such as Economist Intelligence and Impact Events. It also provides educational courses and job opportunities. The group uses cookies and similar technologies to enhance user experience on its website.\",            \"english_title\": \"Services by The Economist Group\",            \"translated_version\": \"El Grupo The Economist ofrece varios servicios como Inteligencia de The Economist y Eventos de Impacto. También ofrece cursos educativos y oportunidades laborales. El grupo utiliza cookies y tecnologías similares para mejorar la experiencia del usuario en su sitio web.\",            \"translated_title\": \"Servicios del Grupo The Economist\"        },        {            \"english_version\": \"The Economist Newspaper Limited holds the copyright for its content. The publication is committed to privacy, accessibility, and modern slavery prevention. It strives to provide accurate and up-to-date information to its readers.\",            \"english_title\": \"Values of The Economist\",            \"translated_version\": \"The Economist Newspaper Limited tiene los derechos de autor de su contenido. La publicación se compromete con la privacidad, accesibilidad y prevención de la esclavitud moderna. Se esfuerza por proporcionar información precisa y actualizada a sus lectores.\",            \"translated_title\": \"Valores de The Economist\"        }    ]}"