"{    \"translations\": [        {            \"english_version\": \"Stock markets around the world dropped because people are worried about a global recession. They are also concerned that expectations for artificial intelligence were too high. For example, America's S&P 500 index fell by more than 4% and Europe's Stoxx 600 fell by over 3%. Japan's Topix index also went down by 12%. Investors are now buying more bonds because they want safer investments.\",            \"english_title\": \"Global Stock Market Decline\",            \"translated_version\": \"Las bolsas de valores en todo el mundo bajaron porque la gente está preocupada por una recesión global. También les preocupa que las expectativas sobre la inteligencia artificial eran demasiado altas. Por ejemplo, el índice S&P 500 de América cayó más del 4% y el Stoxx 600 de Europa cayó más del 3%. El índice Topix de Japón también bajó un 12%. Los inversores ahora están comprando más bonos porque quieren inversiones más seguras.\",            \"translated_title\": \"Global Stock Market Decline\"        },        {            \"english_version\": \"Bangladesh's Prime Minister, Sheikh Hasina, resigned and left the country by helicopter to India. This happened after violent clashes between protesters and the police. The protesters even looted her home. The army's leader, Waker-Uz-Zaman, said he would create a temporary government. During the protests, 95 people, including 13 police officers, died as they demanded the Prime Minister's resignation.\",            \"english_title\": \"Political Unrest in Bangladesh\",            \"translated_version\": \"La Primera Ministra de Bangladesh, Sheikh Hasina, renunció y dejó el país en helicóptero hacia la India. Esto sucedió después de enfrentamientos violentos entre manifestantes y la policía. Los manifestantes incluso saquearon su casa. El líder del ejército, Waker-Uz-Zaman, dijo que crearía un gobierno temporal. Durante las protestas, 95 personas, incluidos 13 policías, murieron mientras exigían la renuncia de la Primera Ministra.\",            \"translated_title\": \"Political Unrest in Bangladesh\"        }    ]}"