"{    \"translations\": [        {            \"english_version\": \"America launched more than 85 air strikes on seven locations in Iraq and Syria, in retaliation for drone attacks launched by Iran-backed militias that killed three American soldiers in Jordan last Sunday. At least 18 pro-Iran fighters were reportedly killed in the attacks, which US Central Command said targeted Iran’s Islamic Revolutionary Guard Corps and affiliated militia groups. Iraq’s military condemned the assault, saying it could result in dire consequences for the region. Joe Biden, America’s president, is walking a tight line between responding to attacks on American bases while seeking to avoid direct confrontation with Iran.\",            \"english_title\": \"US Airstrikes in Iraq and Syria\",            \"translated_version\": \"Estados Unidos lanzó más de 85 ataques aéreos en siete lugares de Irak y Siria, en represalia por los ataques con drones lanzados por milicias respaldadas por Irán que mataron a tres soldados estadounidenses en Jordania el domingo pasado. Al menos 18 combatientes pro-iraníes habrían muerto en los ataques, que el Comando Central de Estados Unidos dijo que apuntaban a los Cuerpos de la Guardia Revolucionaria Islámica de Irán y a grupos milicianos afiliados. El ejército de Irak condenó el asalto, diciendo que podría tener consecuencias graves para la región. Joe Biden, el presidente de Estados Unidos, está caminando por una línea delgada entre responder a los ataques a bases estadounidenses y tratar de evitar un enfrentamiento directo con Irán.\",            \"translated_title\": \"Ataques aéreos de Estados Unidos en Irak y Siria\"        },        {            \"english_version\": \"Hafize Gaye Erkan, the governor of Turkey’s central bank, resigned following what she called a reputation assassination. Local media have claimed that Ms Erkan’s father had interfered with the bank’s affairs despite not working there (she denies the allegations). Since being appointed in June, she had significantly raised interest rates to fight inflation. Ms Erkan was immediately replaced by her deputy. Turkey’s finance minister said that the hawkish monetary policy would continue.\",            \"english_title\": \"Resignation of Turkey's Central Bank Governor\",            \"translated_version\": \"Hafize Gaye Erkan, la gobernadora del banco central de Turquía, renunció después de lo que ella llamó un asesinato de reputación. Los medios locales han afirmado que el padre de la Sra. Erkan había interferido en los asuntos del banco a pesar de no trabajar allí (ella niega las acusaciones). Desde su nombramiento en junio, ella había aumentado significativamente las tasas de interés para combatir la inflación. La Sra. Erkan fue reemplazada de inmediato por su subalterno. El ministro de finanzas de Turquía dijo que la política monetaria agresiva continuaría.\",            \"translated_title\": \"Renuncia de la Gobernadora del Banco Central de Turquía\"        },        {            \"english_version\": \"Meta’s market value increased by $197bn to $1.2trn, the biggest ever one-day gain on Wall Street. Shares in the social-media firm surged by 20% on Friday after it revealed bumper fourth-quarter results and announced its first-ever dividend. A positive earnings report from Amazon boosted the e-commerce giant’s shares by 8%. America’s S&P 500 share index closed at another record high.\",            \"english_title\": \"Meta's Market Value Soars\",            \"translated_version\": \"El valor de mercado de Meta aumentó en $197 mil millones a $1.2 billones, la mayor ganancia de un solo día en Wall Street. Las acciones de la empresa de redes sociales aumentaron un 20% el viernes después de revelar resultados sólidos del cuarto trimestre y anunciar su primer dividendo. Un informe de ganancias positivo de Amazon impulsó las acciones del gigante del comercio electrónico en un 8%. El índice de acciones S&P 500 de Estados Unidos cerró en otro máximo histórico.\",            \"translated_title\": \"Aumento del Valor de Mercado de Meta\"        },        {            \"english_version\": \"Argentina’s lower house of parliament approved Javier Milei’s controversial reform package. The libertarian president’s omnibus bill comprises more than 300 articles, covering issues ranging from privatisation to divorce law. Each article will need to be voted on before the legislation is sent to the upper house. Mr Milei is hoping to resuscitate the economy and rein in inflation (running at an annual rate of 211%).\",            \"english_title\": \"Approval of Controversial Reform Package in Argentina\",            \"translated_version\": \"La cámara baja del parlamento de Argentina aprobó el polémico paquete de reformas de Javier Milei. El proyecto de ley integral del presidente libertario consta de más de 300 artículos que abarcan temas que van desde la privatización hasta la ley de divorcio. Cada artículo deberá ser votado antes de que la legislación sea enviada a la cámara alta. El Sr. Milei espera resucitar la economía y frenar la inflación (que se sitúa en una tasa anual del 211%).\",            \"translated_title\": \"Aprobación del Paquete de Reformas Controversiales en Argentina\"        },        {            \"english_version\": \"The foreign ministry of the Maldives announced that India would begin withdrawing its forces from the archipelago country next month, with all troops leaving by mid-May. That fulfils a promise made by Mohamed Muizzu, who was elected president of the Maldives last year. The withdrawal is seen as a sign of China’s growing sway in the region.\",            \"english_title\": \"India to Withdraw Forces from Maldives\",            \"translated_version\": \"El ministerio de relaciones exteriores de las Maldivas anunció que India comenzará a retirar sus fuerzas del país archipiélago el próximo mes, con todas las tropas abandonando a mediados de mayo. Esto cumple una promesa hecha por Mohamed Muizzu, quien fue elegido presidente de las Maldivas el año pasado. La retirada se ve como una señal del creciente poder de China en la región.\",            \"translated_title\": \"India se Retirará de las Maldivas\"        }    ]}"