"{    \"translations\": [        {            \"english_version\": \"A jury ordered Donald Trump to pay over $83m in damages to E. Jean Carroll for defaming her. Last year Mr Trump was found liable of sexually assaulting Ms Carroll, a writer, in the 1990s. He had denied her accusations, and attacked her repeatedly online and during his time in the White House. The sum awarded to Ms Carroll on Friday well exceeds the $24m that her lawyers had requested.\",            \"english_title\": \"Trump ordered to pay damages for defamation\",            \"translated_version\": \"Un jurado ordenó a Donald Trump pagar más de $83 millones en daños a E. Jean Carroll por difamarla. El año pasado, el Sr. Trump fue encontrado responsable de agredir sexualmente a la Sra. Carroll, una escritora, en la década de 1990. Él negó sus acusaciones y la atacó repetidamente en línea y durante su tiempo en la Casa Blanca. La suma otorgada a la Sra. Carroll el viernes supera ampliamente los $24 millones que sus abogados habían solicitado.\",            \"translated_title\": \"Trump ordenado a pagar daños por difamación\"        },        {            \"english_version\": \"A ship carrying Russian refined oil for Trafigura, a commodities group, caught fire after Houthi rebels struck it with a missile in the Gulf of Aden. It is seemingly the most damaging attack on commercial shipping of more than 30 attempted by Iran-backed Houthis, who are based in Yemen, since November. Earlier the Houthis fired on the USS Carney, an American navy vessel in the region; the missile was shot down.\",            \"english_title\": \"Ship carrying oil catches fire in Gulf of Aden\",            \"translated_version\": \"Un barco que transportaba petróleo refinado ruso para Trafigura, un grupo de productos básicos, se incendió después de que los rebeldes hutíes lo golpearan con un misil en el Golfo de Adén. Parece ser el ataque más destructivo a los envíos comerciales de más de 30 intentados por los hutíes respaldados por Irán, que se encuentran en Yemen, desde noviembre. Anteriormente, los hutíes dispararon contra el USS Carney, un buque de guerra estadounidense en la región; el misil fue derribado.\",            \"translated_title\": \"Barco que transportaba petróleo se incendia en el Golfo de Adén\"        },        {            \"english_version\": \"America approved the sale of 40 F-16 fighter jets to Turkey, a deal worth $23bn, after Turkey’s parliament ratified Sweden’s request to join NATO. Sweden applied to join the defence alliance in May 2022, after Russia’s invasion of Ukraine in February that year. But Turkey delayed its entry, claiming that it was harbouring Kurdish separatists that Turkey considers terrorists.\",            \"english_title\": \"America approves sale of fighter jets to Turkey\",            \"translated_version\": \"Estados Unidos aprobó la venta de 40 aviones de combate F-16 a Turquía, un acuerdo valorado en $23 mil millones, después de que el parlamento de Turquía ratificara la solicitud de Suecia para unirse a la OTAN. Suecia solicitó unirse a la alianza de defensa en mayo de 2022, después de la invasión de Ucrania por parte de Rusia en febrero de ese año. Pero Turquía retrasó su entrada, alegando que estaba albergando a separatistas kurdos que Turquía considera terroristas.\",            \"translated_title\": \"Estados Unidos aprueba venta de aviones de combate a Turquía\"        },        {            \"english_version\": \"Britain joined America in suspending funding for the UN’s agency for Palestinian refugees, which will investigate several of its staff suspected of involvement in Hamas’s October 7th attacks on Israel. UNRWA immediately terminated the contracts of those accused. Ireland’s deputy premier, meanwhile, said his country had no plans to suspend funding, though he supported action against any staff linked to the attacks.\",            \"english_title\": \"Britain suspends funding for UN agency\",            \"translated_version\": \"Gran Bretaña se unió a Estados Unidos en la suspensión de la financiación de la agencia de la ONU para los refugiados palestinos, que investigará a varios de sus empleados sospechosos de estar involucrados en los ataques de Hamas del 7 de octubre contra Israel. UNRWA terminó de inmediato los contratos de los acusados. Mientras tanto, el viceprimer ministro de Irlanda dijo que su país no tiene planes de suspender la financiación, aunque apoya medidas contra cualquier personal vinculado a los ataques.\",            \"translated_title\": \"Gran Bretaña suspende financiación de agencia de la ONU\"        },        {            \"english_version\": \"Nine Pakistani civilians were killed by gunmen in Saravan, an Iranian city near the border with Pakistan. Last week the two countries traded missile strikes, each saying it was attacking militant bases in the other’s territory. The border region has long been restive: Iran accuses its neighbour of supporting Sunni militant groups there; Pakistan claims Iran shelters separatists.\",            \"english_title\": \"Gunmen kill civilians in Iranian city\",            \"translated_version\": \"Nueve civiles paquistaníes fueron asesinados por hombres armados en Saravan, una ciudad iraní cerca de la frontera con Pakistán. La semana pasada, los dos países intercambiaron ataques con misiles, cada uno diciendo que estaba atacando bases militantes en el territorio del otro. La región fronteriza ha sido durante mucho tiempo inestable: Irán acusa a su vecino de apoyar a grupos militantes suníes allí; Pakistán afirma que Irán alberga a separatistas.\",            \"translated_title\": \"Hombres armados matan a civiles en ciudad iraní\"        }    ]}"