"```json{    \"translations\": [        {            \"english_version\": \"On the eve of America’s presidential election, Donald Trump and Kamala Harris made frantic tours of swing states. Both visited Pennsylvania, which The Economist’s forecast model says has a 34% chance of being the state that decides the election. Mr Trump warned of economic stagnation and unchecked immigration, calling undocumented migrants accused of crimes 'savages' and 'animals'. Ms Harris promised a 'fresh start' with restored abortion rights, a stronger economy and a more united future. More than 82m early votes have been cast.\",            \"english_title\": \"Election Campaigns in Swing States\",            \"translated_version\": \"En la víspera de la elección presidencial de Estados Unidos, Donald Trump y Kamala Harris hicieron recorridos frenéticos por estados clave. Ambos visitaron Pennsylvania, que el modelo de pronóstico de The Economist dice que tiene un 34% de posibilidades de ser el estado que decida la elección. El Sr. Trump advirtió sobre la estancamiento económico y la inmigración descontrolada, llamando a los inmigrantes indocumentados acusados de crímenes 'salvajes' y 'animales'. La Sra. Harris prometió un 'nuevo comienzo' con derechos de aborto restaurados, una economía más fuerte y un futuro más unido. Se han emitido más de 82 millones de votos anticipados.\",            \"translated_title\": \"Campañas Electorales en Estados Clave\"        },        {            \"english_version\": \"Meanwhile the dollar weakened, after strengthening in the run-up to Tuesday’s vote. The dollar’s recent appreciation may have been an indication that markets were readying themselves for a second Trump presidency—which, some traders predicted, would fuel inflation, thus keeping interest rates high and strengthening the greenback. But the dollar’s fall suggests that some are now betting on Ms Harris instead.\",            \"english_title\": \"Dollar's Movement Post-Election\",            \"translated_version\": \"Mientras tanto, el dólar se debilitó, después de fortalecerse en la antesala de la votación del martes. La reciente apreciación del dólar podría haber sido una indicación de que los mercados se estaban preparando para un segundo mandato de Trump, lo que, algunos comerciantes predijeron, alimentaría la inflación, manteniendo así altas las tasas de interés y fortaleciendo el dólar. Pero la caída del dólar sugiere que algunos ahora están apostando por la Sra. Harris en su lugar.\",            \"translated_title\": \"Movimiento del Dólar Después de la Elección\"        }    ]}```"