"{    \"translations\": [        {            \"english_version\": \"Jake and Romy Reiner are in great pain because their brother is charged with first-degree murder for their parents' death. A man, believed to be their 32-year-old brother, was seen in a convenience store before being arrested for the deaths of Rob and Michele.\",            \"english_title\": \"Brother Charged with Parents' Murder\",            \"translated_version\": \"Jake y Romy Reiner están muy tristes porque su hermano está acusado de asesinato por la muerte de sus padres. Un hombre, que se cree es su hermano de 32 años, fue visto en una tienda antes de ser arrestado por las muertes de Rob y Michele.\",            \"translated_title\": \"Hermano Acusado de Matar a Padres\"        },        {            \"english_version\": \"The US seized an oil tanker off the coast, increasing pressure on Nicolás Maduro. This action comes amid ongoing tensions between the US and Venezuela.\",            \"english_title\": \"US Seizes Oil Tanker\",            \"translated_version\": \"Estados Unidos tomó un barco de petróleo en la costa, aumentando la presión sobre Nicolás Maduro. Esto pasa mientras hay tensiones entre Estados Unidos y Venezuela.\",            \"translated_title\": \"EEUU Toma Barco de Petróleo\"        },        {            \"english_version\": \"Seven Kenyans who were previously denied working visas will now be deported, according to South Africa. This decision follows immigration issues faced by the individuals.\",            \"english_title\": \"Kenyans to be Deported\",            \"translated_version\": \"Siete kenianos que no recibieron visas de trabajo ahora serán deportados, según Sudáfrica. Esta decisión sigue problemas de inmigración que enfrentaron.\",            \"translated_title\": \"Kenianos Serán Deportados\"        },        {            \"english_version\": \"Gaza's health ministry reports that one baby has died from cold and 11 other people have died in building collapses over the past week. These incidents highlight the difficult living conditions in the area.\",            \"english_title\": \"Deaths in Gaza Due to Cold and Collapses\",            \"translated_version\": \"El ministerio de salud de Gaza dice que un bebé murió de frío y 11 personas más murieron por derrumbes de edificios en la última semana. Estos eventos muestran las difíciles condiciones de vida en el área.\",            \"translated_title\": \"Muertes en Gaza por Frío y Derrumbes\"        },        {            \"english_version\": \"Naveed Akram, 24, is facing 59 charges after an attack at Sydney's Bondi Beach on Sunday. The charges are related to a serious incident that occurred at the popular beach.\",            \"english_title\": \"Charges After Bondi Beach Attack\",            \"translated_version\": \"Naveed Akram, de 24 años, enfrenta 59 cargos después de un ataque en la playa Bondi de Sídney el domingo. Los cargos están relacionados con un incidente serio en la playa popular.\",            \"translated_title\": \"Cargos Tras Ataque en Bondi Beach\"        }    ]}"