"{    \"translations\": [        {            \"english_version\": \"Alexei Navalny, a prominent opposition leader in Russia, has passed away. His body is currently being investigated. Over 200 individuals were detained in Russia for trying to honor Mr. Navalny. The Russian prison service announced his death on Friday, stating that he fell ill after a walk. Mr. Navalny was serving a 19-year sentence in a harsh penal facility near the Arctic Circle.\",            \"english_title\": \"Opposition Leader Navalny's Death\",            \"translated_version\": \"Alexei Navalny, un líder opositor importante en Rusia, ha fallecido. Su cuerpo está siendo investigado actualmente. Más de 200 personas fueron detenidas en Rusia por intentar honrar al Sr. Navalny. El servicio penitenciario ruso anunció su muerte el viernes, diciendo que se enfermó después de un paseo. El Sr. Navalny estaba cumpliendo una sentencia de 19 años en una instalación penal severa cerca del Círculo Ártico.\",            \"translated_title\": \"Muerte del Líder Opositor Navalny\"        },        {            \"english_version\": \"Ukraine's new commander-in-chief, Oleksandr Syrsky, has ordered troops to withdraw from the eastern frontline town of Avdiivka to prevent encirclement and save lives. Avdiivka, besieged by Russia for months, symbolizes Ukrainian resistance. Losing the town would be a significant blow to morale. Russia's potential capture of Avdiivka could mark its most significant battlefield victory since taking Bakhmut in May 2023.\",            \"english_title\": \"Troop Withdrawal in Ukraine\",            \"translated_version\": \"El nuevo comandante en jefe de Ucrania, Oleksandr Syrsky, ha ordenado a las tropas retirarse del pueblo de primera línea del este de Avdiivka para evitar el cerco y salvar vidas. Avdiivka, asediada por Rusia durante meses, simboliza la resistencia ucraniana. Perder el pueblo sería un golpe significativo para la moral. La posible captura de Avdiivka por parte de Rusia podría marcar su victoria más significativa en el campo de batalla desde la toma de Bakhmut en mayo de 2023.\",            \"translated_title\": \"Retiro de Tropas en Ucrania\"        },        {            \"english_version\": \"Moussa Faki Mahamat, the chair of the African Union Commission, expressed concern over the political crisis in Senegal. He hopes for a free and transparent presidential election. President Macky Sall of Senegal pledged to hold the election soon after facing criticism for delaying it, leading to mass protests.\",            \"english_title\": \"Political Crisis in Senegal\",            \"translated_version\": \"Moussa Faki Mahamat, el presidente de la Comisión de la Unión Africana, expresó preocupación por la crisis política en Senegal. Él espera una elección presidencial libre y transparente. El presidente Macky Sall de Senegal se comprometió a celebrar la elección poco después de enfrentar críticas por retrasarla, lo que llevó a protestas masivas.\",            \"translated_title\": \"Crisis Política en Senegal\"        },        {            \"english_version\": \"The Houthis, an Iran-backed militant group, claimed responsibility for an attack on an oil tanker that sustained minor damage. America reported hitting three mobile anti-ship cruise missiles in Houthi-controlled areas of Yemen on Friday. The rebels have been targeting ships in the Red Sea since mid-November.\",            \"english_title\": \"Houthi Attack on Oil Tanker\",            \"translated_version\": \"Los hutíes, un grupo militante respaldado por Irán, reclamaron la responsabilidad de un ataque a un petrolero que sufrió daños menores. Estados Unidos informó haber impactado tres misiles de crucero antinavío móviles en áreas controladas por los hutíes en Yemen el viernes. Los rebeldes han estado atacando barcos en el Mar Rojo desde mediados de noviembre.\",            \"translated_title\": \"Ataque Hutí al Petrolero\"        },        {            \"english_version\": \"At the Munich Security Conference, China's Foreign Minister Wang Yi warned against attempts to exclude China from global trade, calling it a historical mistake. America and Europe aim to reduce their economic dependence on China. Thailand is set to release former Prime Minister Thaksin Shinawatra from prison, sparking speculation about a potential deal for his early release.\",            \"english_title\": \"Warnings at Munich Conference\",            \"translated_version\": \"En la Conferencia de Seguridad de Múnich, el Ministro de Relaciones Exteriores de China, Wang Yi, advirtió contra los intentos de excluir a China del comercio global, llamándolo un error histórico. Estados Unidos y Europa buscan reducir su dependencia económica de China. Tailandia está lista para liberar al ex primer ministro Thaksin Shinawatra de la cárcel, provocando especulaciones sobre un posible acuerdo para su liberación anticipada.\",            \"translated_title\": \"Advertencias en la Conferencia de Múnich\"        }    ]}"