"{    \"translations\": [        {            \"english_version\": \"The Paris Olympics started with a big celebration on Friday. The opening ceremony was held along the Seine River and had many famous people. Unfortunately, earlier that day, there were fires set on France's high-speed rail network. Trains were stopped in many parts of the country, causing trouble for 800,000 travelers. The government is investigating the attacks.\",            \"english_title\": \"Paris Olympics Opening Ceremony and Arson Attacks on France's Rail Network\",            \"translated_version\": \"Los Juegos Olímpicos de París comenzaron con una gran celebración el viernes. La ceremonia de apertura se llevó a cabo a lo largo del río Sena y tuvo muchas personas famosas. Desafortunadamente, más temprano ese día, hubo incendios provocados en la red ferroviaria de alta velocidad de Francia. Los trenes se detuvieron en muchas partes del país, causando problemas para 800,000 viajeros. El gobierno está investigando los ataques.\",            \"translated_title\": \"Ceremonia de Apertura de los Juegos Olímpicos de París y Ataques Incendiarios en la Red Ferroviaria de Francia\"        },        {            \"english_version\": \"In June, the US core personal consumption expenditures rose by 2.5% compared to last year. This is slightly lower than the 2.6% increase in May. The Federal Reserve watches this data closely, and it is getting closer to their 2% target. People are still spending a lot, but the savings rate has dropped to its lowest level since 2022.\",            \"english_title\": \"US Core Personal Consumption Expenditures and Federal Reserve's Target\",            \"translated_version\": \"En junio, los gastos de consumo personal básico de EE. UU. aumentaron un 2.5% en comparación con el año pasado. Esto es ligeramente menor que el aumento del 2.6% en mayo. La Reserva Federal observa de cerca estos datos, y se acerca a su objetivo del 2%. La gente sigue gastando mucho, pero la tasa de ahorro ha caído a su nivel más bajo desde 2022.\",            \"translated_title\": \"Gastos de Consumo Personal Básico de EE. UU. y Objetivo de la Reserva Federal\"        }    ]}"