"{    \"translations\": [        {            \"english_version\": \"Israel and Hamas have agreed to release an Israeli hostage held in Gaza. This agreement also allows Palestinians to return to the north of the strip. Israel had previously stated that the displaced Palestinians could not return until the Israeli hostage, Arbel Yehoud, was freed. Yehoud and five others are expected to be released by next weekend. The return of Palestinians to northern Gaza is set to begin on Monday.\",            \"english_title\": \"Release of Israeli Hostage in Gaza\",            \"translated_version\": \"Israel y Hamas han acordado liberar a un rehén israelí retenido en Gaza. Este acuerdo también permite que los palestinos regresen al norte de la franja. Israel había dicho anteriormente que los palestinos desplazados no podían regresar hasta que se liberara al rehén israelí, Arbel Yehoud. Se espera que Yehoud y otros cinco sean liberados para el próximo fin de semana. El regreso de los palestinos al norte de Gaza está programado para comenzar el lunes.\",            \"translated_title\": \"Liberación de Rehén Israelí en Gaza\"        },        {            \"english_version\": \"In South Korea, prosecutors have charged the suspended president, Yoon Suk Yeol, with insurrection. This charge comes after Yeol briefly imposed martial law on December 3rd. Yeol has refused to cooperate with the prosecutors, claiming they have no legal authority over him. Additionally, the Constitutional Court will decide whether to uphold Yeol's impeachment, which would result in his removal from office.\",            \"english_title\": \"Charges Against South Korean President\",            \"translated_version\": \"En Corea del Sur, los fiscales han acusado al presidente suspendido, Yoon Suk Yeol, de insurrección. Esta acusación viene después de que Yeol impusiera brevemente la ley marcial el 3 de diciembre. Yeol se ha negado a cooperar con los fiscales, alegando que no tienen autoridad legal sobre él. Además, el Tribunal Constitucional decidirá si mantiene la destitución de Yeol, lo que resultaría en su remoción del cargo.\",            \"translated_title\": \"Cargos Contra el Presidente de Corea del Sur\"        }    ]}"