"{    \"translations\": [        {            \"english_version\": \"Israel’s prime minister, Binyamin Netanyahu, stated that the country will continue fighting in Gaza until it achieves 'absolute victory'. Yesterday, 24 soldiers were killed in the fighting, marking the highest daily death toll since the war began in October. The casualties included 21 troops who died in an explosion after a grenade hit a tank, and three others killed in a separate attack. Qatar is still attempting to mediate a deal between Hamas and Israel. According to the Hamas-run health ministry in Gaza, more than 25,000 people have been killed by Israeli forces in the war.\",            \"english_title\": \"Israel continues fighting in Gaza\",            \"translated_version\": \"El primer ministro de Israel, Binyamin Netanyahu, dijo que el país seguirá luchando en Gaza hasta lograr una 'victoria absoluta'. Ayer murieron 24 soldados en la lucha, marcando la cifra más alta de muertes diarias desde que comenzó la guerra en octubre. Las víctimas incluyeron a 21 soldados que murieron en una explosión después de que una granada golpeara un tanque, y otros tres muertos en un ataque separado. Qatar todavía está intentando mediar un acuerdo entre Hamas e Israel. Según el ministerio de salud dirigido por Hamas en Gaza, más de 25,000 personas han sido asesinadas por las fuerzas israelíes en la guerra.\",            \"translated_title\": \"Israel sigue luchando en Gaza\"        },        {            \"english_version\": \"Britain’s prime minister, Rishi Sunak, announced that new sanctions against the Houthis, an Iran-backed militant group, will be revealed 'in the coming days'. Recent strikes on Houthi targets in Yemen were carried out by American and British forces. This was the eighth bombardment by the US and the second by Britain. Since mid-November, the Houthis have launched over 30 attacks on commercial and international vessels.\",            \"english_title\": \"New sanctions against Houthis\",            \"translated_version\": \"El primer ministro de Gran Bretaña, Rishi Sunak, anunció que se revelarán nuevas sanciones contra los hutíes, un grupo militante respaldado por Irán, 'en los próximos días'. Recientes ataques a objetivos hutíes en Yemen fueron llevados a cabo por fuerzas estadounidenses y británicas. Este fue el octavo bombardeo por parte de Estados Unidos y el segundo por parte de Gran Bretaña. Desde mediados de noviembre, los hutíes han lanzado más de 30 ataques a embarcaciones comerciales e internacionales.\",            \"translated_title\": \"Nuevas sanciones contra los hutíes\"        },        {            \"english_version\": \"Ukrainian officials reported that several people were killed and dozens more injured in Russian missile attacks on Kyiv and Kharkiv, Ukraine’s two largest cities. Additionally, a gas pipeline in Kharkiv was damaged. At the UN Security Council in New York, Russia’s foreign minister, Sergei Lavrov, criticized peace plans supported by the West, describing them as 'a road to nowhere'.\",            \"english_title\": \"Russian missile attacks on Ukraine\",            \"translated_version\": \"Funcionarios ucranianos informaron que varias personas murieron y docenas resultaron heridas en ataques con misiles rusos en Kyiv y Kharkiv, las dos ciudades más grandes de Ucrania. Además, se dañó un gasoducto en Kharkiv. En el Consejo de Seguridad de la ONU en Nueva York, el ministro de Relaciones Exteriores de Rusia, Sergei Lavrov, criticó los planes de paz respaldados por Occidente, describiéndolos como 'un camino hacia ninguna parte'.\",            \"translated_title\": \"Ataques con misiles rusos en Ucrania\"        },        {            \"english_version\": \"Germany’s constitutional court ruled that Die Heimat, a far-right party, should be banned from accessing public funds due to its threat to the 'basic democratic order'. This ruling sets the stage for further restrictions on political parties deemed dangerous, including the hard-right Alternative for Germany party. Last week, tens of thousands of people protested against AfD in towns across Germany.\",            \"english_title\": \"Ban on far-right party in Germany\",            \"translated_version\": \"El tribunal constitucional de Alemania dictaminó que Die Heimat, un partido de extrema derecha, debería ser prohibido de acceder a fondos públicos debido a su amenaza al 'orden democrático básico'. Esta decisión sienta las bases para restricciones adicionales a los partidos políticos considerados peligrosos, incluido el partido de extrema derecha Alternativa para Alemania. La semana pasada, decenas de miles de personas protestaron contra AfD en ciudades de toda Alemania.\",            \"translated_title\": \"Prohibición de partido de extrema derecha en Alemania\"        },        {            \"english_version\": \"According to Bloomberg, Chinese policymakers are considering measures to stabilize the stock market. It is reported that authorities may spend around 2 trillion yuan ($278 billion) to purchase shares. Although markets initially rose upon hearing the news, they later reversed course. China’s stock exchanges have faced challenges in recent months, with the CSI 300 index dropping by 1.6% on January 22nd and now sitting nearly 25% below its level one year ago.\",            \"english_title\": \"China's measures to stabilize stock market\",            \"translated_version\": \"Según Bloomberg, los responsables de la política china están considerando medidas para estabilizar el mercado de valores. Se informa que las autoridades pueden gastar alrededor de 2 billones de yuanes (278 mil millones de dólares) para comprar acciones. Aunque los mercados inicialmente subieron al escuchar la noticia, luego cambiaron de rumbo. Las bolsas de valores de China han enfrentado desafíos en los últimos meses, con el índice CSI 300 cayendo un 1.6% el 22 de enero y ahora se encuentra casi un 25% por debajo de su nivel hace un año.\",            \"translated_title\": \"Medidas de China para estabilizar el mercado de valores\"        }    ]}"