"{    \"translations\": [        {            \"english_version\": \"South Korea's president, Yoon Suk Yeol, remains strong even after being impeached for briefly declaring martial law. He promises to keep fighting and sees his removal as only temporary. The country's constitutional court will now decide on the impeachment, which is expected to be a complex process.\",            \"english_title\": \"South Korea's President Impeached\",            \"translated_version\": \"El presidente de Corea del Sur, Yoon Suk Yeol, sigue siendo fuerte incluso después de ser destituido por declarar brevemente la ley marcial. Promete seguir luchando y ve su destitución como algo temporal. El tribunal constitucional del país decidirá ahora sobre la destitución, lo cual se espera que sea un proceso complejo.\",            \"translated_title\": \"Destitución del Presidente de Corea del Sur\"        },        {            \"english_version\": \"ABC News has agreed to pay $15 million to Donald Trump for wrongly stating on air that he had been found guilty of rape. The claim was made multiple times by presenter George Stephanopoulos during an interview with a congresswoman. While Trump has not been criminally convicted of rape, he was held liable for sexual abuse in a civil case last year.\",            \"english_title\": \"ABC News to Pay Donald Trump\",            \"translated_version\": \"ABC News ha acordado pagar $15 millones a Donald Trump por afirmar erróneamente en el aire que había sido encontrado culpable de violación. La afirmación fue hecha varias veces por el presentador George Stephanopoulos durante una entrevista con una congresista. Aunque Trump no ha sido condenado penalmente por violación, fue considerado responsable de abuso sexual en un caso civil el año pasado.\",            \"translated_title\": \"ABC News Pagará a Donald Trump\"        },        {            \"english_version\": \"The Economist, a publication established in 1843, aims to engage in a battle between intelligence and ignorance. It seeks to push forward with knowledge while overcoming obstacles that hinder progress. The Economist covers a wide range of topics and provides insightful analysis on global affairs.\",            \"english_title\": \"The Economist's Mission\",            \"translated_version\": \"The Economist, una publicación establecida en 1843, tiene como objetivo participar en una batalla entre la inteligencia y la ignorancia. Busca avanzar con conocimiento mientras supera obstáculos que obstaculizan el progreso. The Economist abarca una amplia gama de temas y proporciona un análisis perspicaz sobre asuntos globales.\",            \"translated_title\": \"La Misión de The Economist\"        },        {            \"english_version\": \"The Economist Group, which includes Economist Intelligence and Economist Impact, offers various services and events to promote informed decision-making. It provides educational courses and executive job opportunities to enhance individuals' understanding of economic and social issues. The group emphasizes the importance of intelligence and impact in shaping a better future.\",            \"english_title\": \"The Economist Group's Services\",            \"translated_version\": \"El Grupo The Economist, que incluye Economist Intelligence y Economist Impact, ofrece varios servicios y eventos para promover la toma de decisiones informada. Proporciona cursos educativos y oportunidades laborales ejecutivas para mejorar la comprensión de los individuos sobre temas económicos y sociales. El grupo enfatiza la importancia de la inteligencia y el impacto en la formación de un futuro mejor.\",            \"translated_title\": \"Los Servicios del Grupo The Economist\"        },        {            \"english_version\": \"To ensure a smooth website experience, The Economist uses cookies and similar technologies. By managing cookies and adhering to terms of use, privacy policies, and accessibility guidelines, users can navigate the site effectively. The publication also addresses modern slavery concerns and upholds data rights to protect user information.\",            \"english_title\": \"The Economist's Website Practices\",            \"translated_version\": \"Para garantizar una experiencia fluida en el sitio web, The Economist utiliza cookies y tecnologías similares. Al gestionar las cookies y cumplir con los términos de uso, las políticas de privacidad y las pautas de accesibilidad, los usuarios pueden navegar por el sitio de manera efectiva. La publicación también aborda preocupaciones sobre la esclavitud moderna y defiende los derechos de datos para proteger la información del usuario.\",            \"translated_title\": \"Prácticas del Sitio Web de The Economist\"        }    ]}"