"{    \"translations\": [        {            \"english_version\": \"Israel has attacked about 300 targets in Lebanon in the last day. They targeted Hizbullah's economic system and strongholds, including the al-Qard al-Hassan Association, which manages Hizbullah's finances. The attacks have led to another wave of displacement and have hit financial institutions, which are not considered legitimate targets under international law.\",            \"english_title\": \"Israel's Strikes in Lebanon\",            \"translated_version\": \"Israel atacó cerca de 300 objetivos en Líbano en el último día. Apuntaron al sistema económico y bastiones de Hizbullah, incluida la Asociación al-Qard al-Hassan, que administra las finanzas de Hizbullah. Los ataques han provocado otra ola de desplazamientos y han golpeado a instituciones financieras, que no son consideradas objetivos legítimos según la ley internacional.\",            \"translated_title\": \"Ataques de Israel en Líbano\"        },        {            \"english_version\": \"For the first time in two months, Donald Trump is leading in the US election model. The model now gives him a 54 in 100 chance of winning the election. Some undecided and third-party voters who were leaning towards Kamala Harris in August have now shifted their support to Mr. Trump.\",            \"english_title\": \"US Election Model\",            \"translated_version\": \"Por primera vez en dos meses, Donald Trump está liderando en el modelo de elecciones de EE. UU. El modelo ahora le da una probabilidad del 54 de cada 100 de ganar las elecciones. Algunos votantes indecisos y de terceros partidos que se inclinaban hacia Kamala Harris en agosto ahora han cambiado su apoyo al Sr. Trump.\",            \"translated_title\": \"Modelo de Elecciones en EE. UU.\"        },        {            \"english_version\": \"The Economist has been published since September 1843. It aims to participate in a contest between intelligence and ignorance. The publication covers various topics and provides analysis on global events.\",            \"english_title\": \"The Economist\",            \"translated_version\": \"The Economist se ha publicado desde septiembre de 1843. Su objetivo es participar en un concurso entre la inteligencia y la ignorancia. La publicación abarca varios temas y proporciona análisis sobre eventos globales.\",            \"translated_title\": \"The Economist\"        }    ]}"