"{    \"translations\": [        {            \"english_version\": \"American banks are still doing well despite concerns about tariffs affecting their profits. Bank of America exceeded expectations in the first quarter, thanks to high stock trading. Their profits increased by 10% to $7.4bn. Citigroup also saw a 23% rise in trading revenue. Goldman Sachs and JPMorgan Chase have also seen positive results from the volatile markets. However, there are worries about the impact of tariffs as M&A fees at Bank of America dropped by 3%.\",            \"english_title\": \"Financial Performance of American Banks\",            \"translated_version\": \"Los bancos americanos siguen bien a pesar de preocupaciones sobre aranceles que afectan sus ganancias. Bank of America superó las expectativas en el primer trimestre, gracias a un alto comercio de acciones. Sus ganancias aumentaron un 10% a $7.4bn. Citigroup también vio un aumento del 23% en los ingresos comerciales. Goldman Sachs y JPMorgan Chase también han tenido resultados positivos de los mercados volátiles. Sin embargo, hay preocupaciones sobre el impacto de los aranceles ya que las tarifas de fusiones y adquisiciones en Bank of America bajaron un 3%.\",            \"translated_title\": \"Financial Performance of American Banks\"        },        {            \"english_version\": \"Harvard University faced a threat to its tax-exempt status from Donald Trump after refusing to comply with certain policy changes demanded by his administration. The university rejected the requests, including screening students for antisemitism, stating that they were an attempt to control the community and interfere with its independence. The Trump administration had previously announced a freeze of $2.2bn in federal funds for the university.\",            \"english_title\": \"Harvard University and Trump Administration Dispute\",            \"translated_version\": \"La Universidad de Harvard enfrentó una amenaza a su estatus de exención de impuestos de Donald Trump después de negarse a cumplir con ciertos cambios de política exigidos por su administración. La universidad rechazó las solicitudes, incluida la revisión de estudiantes para el antisemitismo, afirmando que eran un intento de controlar la comunidad e interferir con su independencia. La administración de Trump había anunciado previamente una congelación de $2.2bn en fondos federales para la universidad.\",            \"translated_title\": \"Harvard University and Trump Administration Dispute\"        }    ]}"