"{    \"translations\": [        {            \"english_version\": \"The Israel Defence Forces are fighting in the heart of Gaza city, according to the head of the Southern Command. Israel gave the city’s residents four hours to flee south ahead of a ground advance.\",            \"english_title\": \"Israel Defence Forces in Gaza\",            \"translated_version\": \"El Ejército de Defensa de Israel está luchando en el corazón de la ciudad de Gaza, según el jefe del Comando del Sur. Israel dio a los residentes de la ciudad cuatro horas para huir hacia el sur antes de un avance terrestre.\",            \"translated_title\": \"Fuerzas de Defensa de Israel en Gaza\"        },        {            \"english_version\": \"António Costa, Portugal’s prime minister, resigned after police searched his official residence and several government buildings. Prosecutors said that Mr Costa is being investigated as part of a corruption probe linked to lithium-exploration schemes and a green hydrogen mega-project.\",            \"english_title\": \"Portugal's Prime Minister Resigns\",            \"translated_version\": \"António Costa, el primer ministro de Portugal, renunció después de que la policía registrara su residencia oficial y varios edificios gubernamentales. Los fiscales dijeron que el Sr. Costa está siendo investigado como parte de una investigación de corrupción relacionada con proyectos de exploración de litio y un mega proyecto de hidrógeno verde.\",            \"translated_title\": \"El Primer Ministro de Portugal Renuncia\"        },        {            \"english_version\": \"NATO allies suspended the operation of the Treaty on Conventional Armed Forces in Europe. The move was prompted by Russia’s withdrawal from the treaty, which the Kremlin said was partly a response to NATO’s expansion near its borders. Jake Sullivan, America’s national security adviser, denounced Russia’s disregard for arms control.\",            \"english_title\": \"NATO Suspends Treaty\",            \"translated_version\": \"Los aliados de la OTAN suspendieron la operación del Tratado sobre Fuerzas Armadas Convencionales en Europa. La medida fue provocada por la retirada de Rusia del tratado, que el Kremlin dijo que era en parte una respuesta a la expansión de la OTAN cerca de sus fronteras. Jake Sullivan, asesor de seguridad nacional de Estados Unidos, denunció la falta de respeto de Rusia por el control de armas.\",            \"translated_title\": \"La OTAN Suspende el Tratado\"        },        {            \"english_version\": \"Saudi Aramco reported a third-quarter net profit of $32.6bn, a drop of 23% compared with the same period in 2022. The decline was driven by lower crude prices and a fall in volumes sold. Still, those decreases were partly offset by a reduction in production royalties, which helped the oil giant marginally beat analysts’ expectations.\",            \"english_title\": \"Saudi Aramco's Q3 Profit\",            \"translated_version\": \"Saudi Aramco informó de un beneficio neto de $32.6bn en el tercer trimestre, una caída del 23% en comparación con el mismo período en 2022. La disminución fue impulsada por los precios más bajos del crudo y una caída en los volúmenes vendidos. Aún así, esas disminuciones fueron compensadas en parte por una reducción en las regalías de producción, lo que ayudó al gigante petrolero a superar marginalmente las expectativas de los analistas.\",            \"translated_title\": \"Beneficio del Tercer Trimestre de Saudi Aramco\"        },        {            \"english_version\": \"German industrial production fell by 1.4% month on month in September—the fourth such consecutive decrease. The steeper-than-expected slump was largely driven by weaknesses in the automotive industry, which manufactured 5% fewer vehicles. Production in the pharmaceutical industry also declined by 9.2%.\",            \"english_title\": \"German Industrial Production Decline\",            \"translated_version\": \"La producción industrial alemana cayó un 1.4% mes a mes en septiembre, la cuarta disminución consecutiva. La caída más pronunciada de lo esperado fue impulsada en gran medida por las debilidades en la industria automotriz, que fabricó un 5% menos de vehículos. La producción en la industria farmacéutica también disminuyó un 9.2%.\",            \"translated_title\": \"Caída de la Producción Industrial Alemana\"        }    ]}"