"{    \"translations\": [        {            \"english_version\": \"Four schools-turned-shelters run by the UN in Gaza have been damaged by bombardement in less than 24 hours, the UN agency for Palestinian refugees said.\",            \"english_title\": \"Schools-turned-shelters damaged in Gaza\",            \"translated_version\": \"Cuatro escuelas-convertidas en refugios dirigidos por la ONU en Gaza han sido dañadas por bombardeos en menos de 24 horas, según la agencia de la ONU para los refugiados palestinos.\",            \"translated_title\": \"Refugios escolares dañados en Gaza\"        },        {            \"english_version\": \"Binyamin Netanyahu, Israel’s prime minister, said that his country’s forces are `at the height of the battle`, having pushed deeper into Gaza city.\",            \"english_title\": \"Netanyahu says Israel's forces are at the height of the battle\",            \"translated_version\": \"Binyamin Netanyahu, el primer ministro de Israel, dijo que las fuerzas de su país están 'en la cima de la batalla', habiendo avanzado más profundamente en la ciudad de Gaza.\",            \"translated_title\": \"Netanyahu dice que las fuerzas de Israel están en la cima de la batalla\"        },        {            \"english_version\": \"Sam Bankman-Fried was convicted of defrauding customers of FTX, his failed crypto exchange.\",            \"english_title\": \"Sam Bankman-Fried convicted of defrauding customers\",            \"translated_version\": \"Sam Bankman-Fried fue condenado por defraudar a los clientes de FTX, su fallido intercambio de criptomonedas.\",            \"translated_title\": \"Sam Bankman-Fried condenado por defraudar a los clientes\"        },        {            \"english_version\": \"Storm Ciarán killed at least seven people after lashing north-west Europe with record-breaking wind speeds of up to 200 km per hour.\",            \"english_title\": \"Storm Ciarán kills seven people in Europe\",            \"translated_version\": \"La tormenta Ciarán mató al menos a siete personas después de azotar el noroeste de Europa con velocidades de viento récord de hasta 200 km por hora.\",            \"translated_title\": \"La tormenta Ciarán mata a siete personas en Europa\"        },        {            \"english_version\": \"American labour productivity grew by an annualised rate of 4.7% in the third quarter, the most in three years.\",            \"english_title\": \"American labour productivity grows in third quarter\",            \"translated_version\": \"La productividad laboral estadounidense creció a una tasa anualizada del 4,7% en el tercer trimestre, la más alta en tres años.\",            \"translated_title\": \"La productividad laboral estadounidense crece en el tercer trimestre\"        }    ]}"