"{    \"translations\": [        {            \"english_version\": \"During a meeting in Moscow, India's Prime Minister Narendra Modi told Russian President Vladimir Putin that war cannot solve problems and that peace is very important.\",            \"english_title\": \"Meeting between Narendra Modi and Vladimir Putin\",            \"translated_version\": {                \"translated_paragraph\": \"Durante una reunión en Moscú, el Primer Ministro de la India, Narendra Modi, le dijo al Presidente de Rusia, Vladimir Putin, que la guerra no puede resolver problemas y que la paz es muy importante.\",                \"translated_title\": \"Reunión entre Narendra Modi y Vladimir Putin\"            }        },        {            \"english_version\": \"Russia launched a deadly strike on Ukraine, resulting in the deaths of at least 41 people. This incident occurred amidst Western sanctions on Russia, with India emerging as a significant buyer of Russian oil.\",            \"english_title\": \"Deadly Strike on Ukraine by Russia\",            \"translated_version\": {                \"translated_paragraph\": \"Rusia lanzó un ataque mortal contra Ucrania, lo que resultó en la muerte de al menos 41 personas. Este incidente ocurrió en medio de sanciones occidentales a Rusia, con la India emergiendo como un comprador significativo de petróleo ruso.\",                \"translated_title\": \"Ataque Mortal en Ucrania por Rusia\"            }        },        {            \"english_version\": \"Sir Keir Starmer, after his Labour Party's landslide victory, delivered his first speech in the British Parliament. He stressed the significance of a politics of service and welcomed new MPs.\",            \"english_title\": \"Sir Keir Starmer's Speech in British Parliament\",            \"translated_version\": {                \"translated_paragraph\": \"Sir Keir Starmer, después de la victoria aplastante de su Partido Laborista, dio su primer discurso en el Parlamento Británico. Él enfatizó la importancia de una política de servicio y dio la bienvenida a nuevos diputados.\",                \"translated_title\": \"Discurso de Sir Keir Starmer en el Parlamento Británico\"            }        },        {            \"english_version\": \"The British government unveiled a series of reforms, including the restoration of mandatory local housing targets and the lifting of bans on onshore wind farms.\",            \"english_title\": \"Reforms Announced by the British Government\",            \"translated_version\": {                \"translated_paragraph\": \"El gobierno británico presentó una serie de reformas, incluida la restauración de objetivos de vivienda locales obligatorios y el levantamiento de prohibiciones en granjas eólicas en tierra.\",                \"translated_title\": \"Reformas Anunciadas por el Gobierno Británico\"            }        }    ]}"