"{    \"translations\": [        {            \"english_version\": \"The US president plans to sue the BBC because he is unhappy with how his speech was shown on Panorama.\",            \"english_title\": \"US President to Sue BBC\",            \"translated_version\": \"El presidente de EE.UU. planea demandar a la BBC porque no está contento con cómo mostraron su discurso en Panorama.\",            \"translated_title\": \"Presidente de EE.UU. demandará a BBC\"        },        {            \"english_version\": \"A video has become popular showing Russian soldiers entering a city using civilian cars and motorbikes.\",            \"english_title\": \"Russian Soldiers in City\",            \"translated_version\": \"Un video se ha vuelto popular mostrando a soldados rusos entrando a una ciudad usando coches y motos de civiles.\",            \"translated_title\": \"Soldados rusos en ciudad\"        },        {            \"english_version\": \"The Ndimande brothers have returned after a long fight to stop their extradition from Eswatini.\",            \"english_title\": \"Ndimande Brothers Return\",            \"translated_version\": \"Los hermanos Ndimande han regresado después de una larga lucha para detener su extradición de Eswatini.\",            \"translated_title\": \"Hermanos Ndimande regresan\"        },        {            \"english_version\": \"Delhi's air quality has become very bad, which can seriously affect people with health problems.\",            \"english_title\": \"Delhi Air Quality Worsens\",            \"translated_version\": \"La calidad del aire en Delhi se ha vuelto muy mala, lo que puede afectar seriamente a personas con problemas de salud.\",            \"translated_title\": \"Calidad del aire en Delhi empeora\"        },        {            \"english_version\": \"Mediators are trying to help fighters leave a southern area of Gaza that is under Israeli control.\",            \"english_title\": \"Mediators Help Fighters in Gaza\",            \"translated_version\": \"Mediadores están tratando de ayudar a los luchadores a salir de un área del sur de Gaza que está bajo control israelí.\",            \"translated_title\": \"Mediadores ayudan en Gaza\"        }    ]}"