"{    \"translations\": [        {            \"english_version\": \"Two staff members from the Israeli embassy in Washington were killed outside a Jewish museum in the American capital. The victims, a man and a woman, were leaving an event for young diplomats. The suspected gunman, who shouted 'Free Palestine' after being detained, is now in custody. The incident was condemned by Donald Trump as an act of antisemitism.\",            \"english_title\": \"Israeli Embassy Staff Members Killed in Washington\",            \"translated_version\": \"Dos miembros del personal de la embajada de Israel en Washington fueron asesinados afuera de un museo judío en la capital estadounidense. Las víctimas, un hombre y una mujer, estaban saliendo de un evento para diplomáticos jóvenes. El sospechoso, que gritó 'Palestina Libre' después de ser detenido, está ahora bajo custodia. El incidente fue condenado por Donald Trump como un acto de antisemitismo.\",            \"translated_title\": \"Miembros del Personal de la Embajada de Israel Asesinados en Washington\"        },        {            \"english_version\": \"Israel's president, Isaac Herzog, described the shooting as a despicable act of hatred. The tragic event occurred less than an hour ago in Washington. The victims were targeted as they left the event for young diplomats. The suspect, who was apprehended, shouted 'Free Palestine' upon being detained.\",            \"english_title\": \"President Herzog Condemns Shooting\",            \"translated_version\": \"El presidente de Israel, Isaac Herzog, describió el tiroteo como un acto despreciable de odio. El trágico evento ocurrió hace menos de una hora en Washington. Las víctimas fueron atacadas al salir del evento para diplomáticos jóvenes. El sospechoso, que fue detenido, gritó 'Palestina Libre' al ser detenido.\",            \"translated_title\": \"Presidente Herzog Condena el Tiroteo\"        },        {            \"english_version\": \"A meeting in the Oval Office between Mr. Trump and South Africa's president, Cyril Ramaphosa, became tense when Trump showed a video claiming 'white genocide' in South Africa. Ramaphosa dismissed the video, stating he had never seen it before, and tried to shift the conversation to economic matters. The Trump administration recently welcomed nearly 60 Afrikaners as 'refugees'.\",            \"english_title\": \"Tense Meeting in the Oval Office\",            \"translated_version\": \"Una reunión en la Oficina Oval entre el Sr. Trump y el presidente de Sudáfrica, Cyril Ramaphosa, se volvió tensa cuando Trump mostró un video que afirmaba un 'genocidio blanco' en Sudáfrica. Ramaphosa desestimó el video, diciendo que nunca lo había visto antes, e intentó cambiar la conversación a asuntos económicos. La administración Trump recientemente dio la bienvenida a casi 60 afrikáners como 'refugiados'.\",            \"translated_title\": \"Reunión Tensa en la Oficina Oval\"        },        {            \"english_version\": \"The tragic incident outside the Jewish museum in Washington involved two staff members from the Israeli embassy. The victims, a man and a woman, were leaving an event for young diplomats when they were shot. The suspected gunman, who is now in custody, shouted 'Free Palestine' after being detained. The killing was condemned by Donald Trump as an act of antisemitism.\",            \"english_title\": \"Tragic Incident at Jewish Museum\",            \"translated_version\": \"El trágico incidente afuera del museo judío en Washington involucró a dos miembros del personal de la embajada de Israel. Las víctimas, un hombre y una mujer, estaban saliendo de un evento para diplomáticos jóvenes cuando fueron disparados. El sospechoso, que ahora está bajo custodia, gritó 'Palestina Libre' después de ser detenido. El asesinato fue condenado por Donald Trump como un acto de antisemitismo.\",            \"translated_title\": \"Trágico Incidente en el Museo Judío\"        },        {            \"english_version\": \"The shooting outside the Jewish museum in Washington, where two Israeli embassy staff members were killed, has been described as a despicable act of hatred by Israel's president, Isaac Herzog. The victims, a man and a woman, were leaving an event for young diplomats when the incident occurred. The suspected gunman, who shouted 'Free Palestine' after being detained, is now in custody.\",            \"english_title\": \"Shooting at Jewish Museum\",            \"translated_version\": \"El tiroteo afuera del museo judío en Washington, donde dos miembros del personal de la embajada de Israel fueron asesinados, ha sido descrito como un acto despreciable de odio por el presidente de Israel, Isaac Herzog. Las víctimas, un hombre y una mujer, estaban saliendo de un evento para diplomáticos jóvenes cuando ocurrió el incidente. El sospechoso, que gritó 'Palestina Libre' después de ser detenido, está ahora bajo custodia.\",            \"translated_title\": \"Tiroteo en el Museo Judío\"        }    ]}"