"{    \"translations\": [        {            \"english_version\": \"The judge in charge of Donald Trump's hush-money trial was told that the former president broke the rules by speaking negatively about potential witnesses. The prosecution said this behavior needs to stop. Trump's lawyers argued that his comments were just political speech. However, the judge did not seem impressed with their defense and warned them about losing credibility with the court. If the judge agrees with the prosecution, Trump could face consequences like a reprimand, a fine, or even jail time. The trial is expected to last around six weeks.\",            \"english_title\": \"Legal Issues Involving Donald Trump\",            \"translated_version\": \"El juez del juicio de dinero secreto de Donald Trump fue informado de que el expresidente rompió las reglas al hablar negativamente sobre posibles testigos. La fiscalía dijo que este comportamiento debe parar. Los abogados de Trump argumentaron que sus comentarios eran solo discurso político. Sin embargo, el juez no pareció impresionado con su defensa y les advirtió sobre perder credibilidad ante el tribunal. Si el juez está de acuerdo con la fiscalía, Trump podría enfrentar consecuencias como una reprimenda, una multa o incluso tiempo en la cárcel. Se espera que el juicio dure alrededor de seis semanas.\",            \"translated_title\": \"Legal Issues Involving Donald Trump\"        },        {            \"english_version\": \"The United States is preparing a $1 billion aid package for Ukraine, which includes weapons like artillery ammunition and anti-tank munitions that can be used immediately. The Senate is set to vote on four bills passed by the House, one of which includes $61 billion in aid for Ukraine. This bill is likely to pass and provide significant support to the country.\",            \"english_title\": \"International Aid for Ukraine\",            \"translated_version\": \"Estados Unidos está preparando un paquete de ayuda de $1 mil millones para Ucrania, que incluye armas como municiones de artillería y municiones antitanque que pueden ser utilizadas de inmediato. El Senado está listo para votar sobre cuatro proyectos de ley aprobados por la Cámara, uno de los cuales incluye $61 mil millones en ayuda para Ucrania. Es probable que este proyecto de ley sea aprobado y proporcione un apoyo significativo al país.\",            \"translated_title\": \"International Aid for Ukraine\"        },        {            \"english_version\": \"The Purchasing Managers' Index for the euro zone increased in April to its highest level in 11 months, reaching 51.4 from 50.3 in March. Any number above 50 indicates growth. The rise was mainly driven by the services sector, suggesting that the euro zone is moving out of stagnation and towards expansion.\",            \"english_title\": \"Economic Growth in the Euro Zone\",            \"translated_version\": \"El Índice de Gerentes de Compras para la zona euro aumentó en abril a su nivel más alto en 11 meses, alcanzando 51.4 desde 50.3 en marzo. Cualquier número por encima de 50 indica crecimiento. El aumento fue impulsado principalmente por el sector de servicios, lo que sugiere que la zona euro está saliendo de la estancamiento y avanzando hacia la expansión.\",            \"translated_title\": \"Economic Growth in the Euro Zone\"        },        {            \"english_version\": \"Spotify achieved its highest-ever profit in the first quarter, thanks to measures implemented by its CEO, Daniel Ek, to boost profitability. These measures included raising subscription prices and reducing workforce. Unlike video streaming companies, Spotify did not face a slowdown in paid subscribers, which increased by 14% year on year. The company's shares also rose by around 12%.\",            \"english_title\": \"Success of Spotify in First Quarter\",            \"translated_version\": \"Spotify logró su mayor beneficio en el primer trimestre, gracias a las medidas implementadas por su CEO, Daniel Ek, para aumentar la rentabilidad. Estas medidas incluyeron aumentar los precios de suscripción y reducir la fuerza laboral. A diferencia de las empresas de transmisión de video, Spotify no enfrentó una desaceleración en los suscriptores pagados, que aumentaron un 14% interanual. Las acciones de la compañía también subieron alrededor del 12%.\",            \"translated_title\": \"Success of Spotify in First Quarter\"        },        {            \"english_version\": \"An independent review found no evidence to support Israel's claim that UN Relief Agency employees are linked to terrorist groups. This claim led to a pause in funding from 16 donor countries, totaling $450 million. While most countries have resumed contributions, America, Britain, and Germany have not. Additionally, security officials from Russia and China met to discuss strengthening ties between their law enforcement agencies, with Iran's National Security Council also engaging in talks with Russia.\",            \"english_title\": \"Allegations Against UN Relief Agency and International Security Talks\",            \"translated_version\": \"Una revisión independiente no encontró evidencia que respalde la afirmación de Israel de que los empleados de la Agencia de Ayuda de la ONU están vinculados a grupos terroristas. Esta afirmación llevó a una pausa en la financiación de 16 países donantes, totalizando $450 millones. Mientras que la mayoría de los países han reanudado las contribuciones, Estados Unidos, Gran Bretaña y Alemania no lo han hecho. Además, funcionarios de seguridad de Rusia y China se reunieron para discutir el fortalecimiento de los lazos entre sus agencias de aplicación de la ley, mientras que el Consejo de Seguridad Nacional de Irán también participó en conversaciones con Rusia.\",            \"translated_title\": \"Allegations Against UN Relief Agency and International Security Talks\"        }    ]}"