"{    \"translations\": [        {            \"english_version\": \"Sir Keir Starmer showed support for the Ukrainian president before a meeting between Donald Trump and Vladimir Putin.\",            \"english_title\": \"Starmer Supports Ukraine\",            \"translated_version\": \"Sir Keir Starmer mostró apoyo al presidente de Ucrania antes de una reunión entre Donald Trump y Vladimir Putin.\",            \"translated_title\": \"Starmer apoya a Ucrania\"        },        {            \"english_version\": \"Far-right Israeli minister Bezalel Smotrich announced plans to build 3,401 new homes in a disputed area of the West Bank.\",            \"english_title\": \"New Homes in West Bank\",            \"translated_version\": \"El ministro israelí de extrema derecha Bezalel Smotrich anunció planes para construir 3,401 nuevas casas en un área disputada de Cisjordania.\",            \"translated_title\": \"Nuevas casas en Cisjordania\"        },        {            \"english_version\": \"Parents in Sudan's Darfur region are having a hard time feeding their children because of the ongoing war.\",            \"english_title\": \"Struggles in Darfur\",            \"translated_version\": \"Los padres en la región de Darfur en Sudán tienen dificultades para alimentar a sus hijos por la guerra que sigue.\",            \"translated_title\": \"Dificultades en Darfur\"        },        {            \"english_version\": \"Australia is working to increase its influence in the Pacific region to balance China's growing power.\",            \"english_title\": \"Australia's Pacific Influence\",            \"translated_version\": \"Australia está trabajando para aumentar su influencia en la región del Pacífico para equilibrar el poder creciente de China.\",            \"translated_title\": \"Influencia de Australia en el Pacífico\"        },        {            \"english_version\": \"Spain has used an EU disaster assistance mechanism for the first time to help with fires.\",            \"english_title\": \"Spain Uses EU Help for Fires\",            \"translated_version\": \"España ha usado un mecanismo de ayuda de desastres de la UE por primera vez para ayudar con los incendios.\",            \"translated_title\": \"España usa ayuda de la UE para incendios\"        }    ]}"