"{    \"translations\": [        {            \"english_version\": \"The largest demonstrations in years have left at least 48 protesters dead, according to human rights groups. The rallies on major roads in the capital and in Iran's second city were peaceful and not broken up by security forces.\",            \"english_title\": \"Large Demonstrations\",            \"translated_version\": \"Las manifestaciones mas grandes en anos han dejado al menos 48 manifestantes muertos, segun grupos de derechos humanos. Las protestas en las carreteras principales de la capital y en la segunda ciudad de Iran fueron pacificas y no fueron detenidas por las fuerzas de seguridad.\",            \"translated_title\": \"Grandes Manifestaciones\"        },        {            \"english_version\": \"Rescuers have pulled 12 injured sanitation workers from debris at a private landfill in Cebu City.\",            \"english_title\": \"Rescue in Cebu\",            \"translated_version\": \"Los rescatistas han sacado a 12 trabajadores de limpieza heridos de los escombros en un vertedero privado en la ciudad de Cebu.\",            \"translated_title\": \"Rescate en Cebu\"        },        {            \"english_version\": \"It is only the second time Moscow has used the hypersonic ballistic missile, which was first used to hit Dnipro in November.\",            \"english_title\": \"Moscow Missile Use\",            \"translated_version\": \"Es solo la segunda vez que Moscu ha usado el misil balistico hipersonico, que se uso por primera vez para golpear Dnipro en noviembre.\",            \"translated_title\": \"Uso de Misil en Moscu\"        },        {            \"english_version\": \"Jacques Moretti is being held as a potential flight risk, according to Swiss media reports.\",            \"english_title\": \"Jacques Moretti Held\",            \"translated_version\": \"Jacques Moretti esta detenido como posible riesgo de fuga, segun informes de medios suizos.\",            \"translated_title\": \"Jacques Moretti Detenido\"        },        {            \"english_version\": \"Oil executives expressed caution, with one executive saying Venezuela had taken their assets twice. The tanker, the Olina, is on multiple countries' sanctions list and is suspected of carrying banned oil, US officials say.\",            \"english_title\": \"Oil Tanker Concerns\",            \"translated_version\": \"Ejecutivos de petroleo expresaron cautela, con un ejecutivo diciendo que Venezuela habia tomado sus activos dos veces. El buque, el Olina, esta en la lista de sanciones de varios paises y se sospecha que lleva petroleo prohibido, dicen funcionarios de EE.UU.\",            \"translated_title\": \"Preocupaciones por Buque de Petroleo\"        }    ]}"