"{    \"translations\": [        {            \"english_version\": \"Ukraine's president said European leaders were united in one voice and one mission before a Trump-Putin summit. Mediators believe a deal can be made before Israel expands the war.\",            \"english_title\": \"European Unity Before Summit\",            \"translated_version\": \"El presidente de Ucrania dijo que los líderes europeos estaban unidos en una voz y una misión antes de una reunión entre Trump y Putin. Mediadores creen que se puede hacer un acuerdo antes de que Israel expanda la guerra.\",            \"translated_title\": \"Unidad Europea Antes de Reunión\"        },        {            \"english_version\": \"At least three people have died and many more were injured in Spain, Turkey, and Albania. Armored vehicles were seen in urban centers and tourist spots around Washington, D.C.\",            \"english_title\": \"Deaths and Injuries in Europe\",            \"translated_version\": \"Al menos tres personas han muerto y muchas más resultaron heridas en España, Turquía y Albania. Vehículos blindados fueron vistos en centros urbanos y lugares turísticos alrededor de Washington, D.C.\",            \"translated_title\": \"Muertes y Heridos en Europa\"        },        {            \"english_version\": \"Illegal armed groups are using drones more often to attack Colombia's security forces.\",            \"english_title\": \"Drones Used in Colombia\",            \"translated_version\": \"Grupos armados ilegales están usando drones más a menudo para atacar a las fuerzas de seguridad de Colombia.\",            \"translated_title\": \"Drones Usados en Colombia\"        },        {            \"english_version\": \"Meltwater is escaping from a basin held back by a glacier, causing fears of flooding in Juneau, the state capital.\",            \"english_title\": \"Flood Fears in Juneau\",            \"translated_version\": \"El agua de deshielo está saliendo de una cuenca retenida por un glaciar, causando miedo de inundaciones en Juneau, la capital del estado.\",            \"translated_title\": \"Miedo de Inundaciones en Juneau\"        },        {            \"english_version\": \"If Iran does not start talks again by the end of the month, sanctions will be put back in place, according to the E3.\",            \"english_title\": \"Sanctions Warning for Iran\",            \"translated_version\": \"Si Irán no empieza a hablar de nuevo antes de fin de mes, las sanciones volverán a ponerse, según el E3.\",            \"translated_title\": \"Advertencia de Sanciones para Irán\"        }    ]}"