"{    \"translations\": [        {            \"english_version\": \"President Joe Biden announced that Qatar has delivered an Israeli proposal to Hamas, aiming for a lasting ceasefire. The terms include a six-week ceasefire, Israeli forces withdrawing from populated areas in Gaza, and the release of Israeli hostages in exchange for Palestinian prisoners. Biden stated that Hamas is no longer capable of launching another attack and called for an end to the war.\",            \"english_title\": \"Ceasefire Proposal in Israel-Gaza Conflict\",            \"translated_version\": \"El Presidente Joe Biden anunció que Qatar ha entregado una propuesta israelí a Hamas, con el objetivo de lograr un alto el fuego duradero. Los términos incluyen un alto el fuego de seis semanas, las fuerzas israelíes retirándose de las áreas pobladas en Gaza y la liberación de rehenes israelíes a cambio de prisioneros palestinos. Biden afirmó que Hamas ya no es capaz de lanzar otro ataque y pidió el fin de la guerra.\",            \"translated_title\": \"Propuesta de Alto el Fuego en el Conflicto Israel-Gaza\"        },        {            \"english_version\": \"The Israel Defence Forces entered central Rafah despite global criticism of their offensive in the city. Meanwhile, Donald Trump, after being convicted, vowed to continue fighting and criticized the judge as a 'crook' and a 'devil'. His campaign reported a surge in donations post-conviction, with a significant portion coming from new online donors.\",            \"english_title\": \"Israel-Gaza Conflict Developments and Trump's Response to Conviction\",            \"translated_version\": \"Las Fuerzas de Defensa de Israel entraron en Rafah central a pesar de la crítica global a su ofensiva en la ciudad. Mientras tanto, Donald Trump, después de ser condenado, prometió seguir luchando y criticó al juez como un 'tramposo' y un 'diablo'. Su campaña informó de un aumento en las donaciones después de la condena, con una parte significativa proveniente de nuevos donantes en línea.\",            \"translated_title\": \"Desarrollos en el Conflicto Israel-Gaza y Respuesta de Trump a la Condena\"        }    ]}"