"```json{    \"translations\": [        {            \"english_version\": \"A court in San Francisco acquitted Mike Lynch, a British tech entrepreneur, and Stephen Chamberlain, a former executive, of fraud. They had been accused of inflating the value of Autonomy, the software company they ran, ahead of its sale to Hewlett-Packard, an American tech giant, for $10.3bn in 2011—one of the biggest-ever sales of a British software company. In 2018 Sushovan Hussain, Autonomy’s chief financial officer, was convicted of fraud and imprisoned the following year. Mr Lynch was found guilty of fraud in Britain in 2022.\",            \"english_title\": \"Tech Entrepreneurs Acquitted in Fraud Case\",            \"translated_version\": \"Un tribunal en San Francisco absolvió a Mike Lynch, un empresario tecnológico británico, y a Stephen Chamberlain, un ex ejecutivo, de fraude. Se les acusaba de inflar el valor de Autonomy, la empresa de software que dirigían, antes de venderla a Hewlett-Packard, un gigante tecnológico estadounidense, por $10.3bn en 2011, una de las mayores ventas de una empresa de software británica. En 2018, Sushovan Hussain, el director financiero de Autonomy, fue condenado por fraude y encarcelado al año siguiente. El Sr. Lynch fue declarado culpable de fraude en Gran Bretaña en 2022.\",            \"translated_title\": \"Empresarios de Tecnología Absueltos en Caso de Fraude\"        },        {            \"english_version\": \"Russia and China voiced concerns at the UN Security Council over an American draft resolution regarding a ceasefire in Gaza. The resolution would back a three-stage proposal, espoused by President Joe Biden, for stopping the war in Gaza. Hamas is still studying the plan, which Israeli hardliners oppose. Any resolution needs nine votes in favour and no vetoes from America, Britain, China, France or Russia to succeed.\",            \"english_title\": \"Concerns Raised Over Ceasefire Resolution for Gaza\",            \"translated_version\": \"Rusia y China expresaron preocupaciones en el Consejo de Seguridad de la ONU sobre un proyecto de resolución estadounidense respecto a un alto el fuego en Gaza. La resolución respaldaría una propuesta de tres etapas, apoyada por el presidente Joe Biden, para detener la guerra en Gaza. Hamas todavía está estudiando el plan, que los extremistas israelíes se oponen. Cualquier resolución necesita nueve votos a favor y ninguna objeción de Estados Unidos, Gran Bretaña, China, Francia o Rusia para tener éxito.\",            \"translated_title\": \"Preocupaciones Sobre Resolución de Alto el Fuego para Gaza\"        }    ]}```"