"{    \"translations\": [        {            \"english_version\": \"A joint statement says the Israeli government's blockade has left aid supplies completely used up.\",            \"english_title\": \"Israeli Blockade\",            \"translated_version\": \"Un comunicado dice que el bloqueo del gobierno de Israel ha dejado las ayudas completamente agotadas.\",            \"translated_title\": \"Bloqueo de Israel\"        },        {            \"english_version\": \"Protests are increasing in Ukrainian cities as some of Kyiv's closest allies are raising concerns.\",            \"english_title\": \"Ukrainian Protests\",            \"translated_version\": \"Las protestas están aumentando en las ciudades de Ucrania porque algunos aliados cercanos de Kyiv están preocupados.\",            \"translated_title\": \"Protestas en Ucrania\"        },        {            \"english_version\": \"Helene, who was kidnapped at age 17, is one of many women attacked as gang violence grows in Haiti.\",            \"english_title\": \"Gang Violence in Haiti\",            \"translated_version\": \"Helene, quien fue secuestrada a los 17 años, es una de muchas mujeres atacadas mientras la violencia de pandillas crece en Haití.\",            \"translated_title\": \"Violencia en Haití\"        },        {            \"english_version\": \"The decision from the world's highest court has been welcomed by developing countries most at risk from climate change.\",            \"english_title\": \"Court Decision on Climate\",            \"translated_version\": \"La decisión del tribunal más alto del mundo ha sido bien recibida por los países en desarrollo más en riesgo por el cambio climático.\",            \"translated_title\": \"Decisión sobre Clima\"        },        {            \"english_version\": \"Forestry workers and rescuers were trapped by fire after the wind changed direction.\",            \"english_title\": \"Fire Traps Workers\",            \"translated_version\": \"Trabajadores forestales y rescatistas quedaron atrapados por el fuego después de que el viento cambió de dirección.\",            \"translated_title\": \"Fuego Atrapa a Trabajadores\"        }    ]}"