"{    \"translations\": [        {            \"english_version\": \"There is a deep sense of panic in Rafah, a city in the south of Gaza, over an expected ground invasion by Israel. Around 1.4 million people are sheltering there, many displaced from other parts of the strip. Earlier, Israel conducted a series of strikes on Rafah, resulting in at least 67 deaths. Israel also rescued two hostages taken by Hamas in October.\",            \"english_title\": \"Panic in Rafah over Expected Ground Invasion\",            \"translated_version\": \"Hay un profundo sentido de pánico en Rafah, una ciudad en el sur de Gaza, por una esperada invasión terrestre de Israel. Alrededor de 1.4 millones de personas se están refugiando allí, muchas desplazadas de otras partes de la franja. Anteriormente, Israel llevó a cabo una serie de ataques en Rafah, resultando en al menos 67 muertes. Israel también rescató a dos rehenes tomados por Hamas en octubre.\",            \"translated_title\": \"Pánico en Rafah por la Esperada Invasión Terrestre\"        },        {            \"english_version\": \"Protesters in Pakistan blocked motorways as they demonstrated against Thursday's general election, which was marred by allegations of vote rigging. Candidates backed by jailed former prime minister, Imran Khan, won a plurality of seats. However, another former prime minister, Nawaz Sharif, claimed victory despite his party coming second.\",            \"english_title\": \"Protests in Pakistan Against General Election\",            \"translated_version\": \"Los manifestantes en Pakistán bloquearon las autopistas mientras protestaban contra las elecciones generales del jueves, que fueron empañadas por acusaciones de fraude electoral. Los candidatos respaldados por el encarcelado ex primer ministro, Imran Khan, ganaron la mayoría de los escaños. Sin embargo, otro ex primer ministro, Nawaz Sharif, reclamó la victoria a pesar de que su partido quedó en segundo lugar.\",            \"translated_title\": \"Protestas en Pakistán Contra las Elecciones Generales\"        },        {            \"english_version\": \"A Dutch court banned the export of components for F-35 fighter jets to Israel, citing a clear risk of serious violations of humanitarian law arising from Israel's use of these planes in Gaza. The ruling will come into effect within seven days.\",            \"english_title\": \"Dutch Court Bans Export of Fighter Jet Components\",            \"translated_version\": \"Un tribunal holandés prohibió la exportación de componentes para los aviones de combate F-35 a Israel, citando un claro riesgo de graves violaciones del derecho humanitario derivadas del uso de estos aviones por parte de Israel en Gaza. La sentencia entrará en vigor en un plazo de siete días.\",            \"translated_title\": \"Tribunal Holandés Prohíbe la Exportación de Componentes de Aviones de Combate\"        },        {            \"english_version\": \"Shares in Diamondback Energy, a Texas-based oil and gas company, surged after announcing its acquisition of Endeavor Energy Resources, a private shale oil producer. The $26 billion deal is the latest in a series of large-scale mergers in the sector. In October, ExxonMobil also announced its acquisition of Pioneer Natural Resources in a deal valued at $59.5 billion.\",            \"english_title\": \"Surge in Shares of Diamondback Energy\",            \"translated_version\": \"Las acciones de Diamondback Energy, una compañía de petróleo y gas con sede en Texas, se dispararon después de anunciar su adquisición de Endeavor Energy Resources, un productor privado de petróleo de esquisto. El acuerdo de $26 mil millones es el último de una serie de fusiones a gran escala en el sector. En octubre, ExxonMobil también anunció su adquisición de Pioneer Natural Resources en un acuerdo valorado en $59.5 mil millones.\",            \"translated_title\": \"Aumento en las Acciones de Diamondback Energy\"        },        {            \"english_version\": \"Qatar freed eight retired Indian navy officers who had been sentenced to death on spying charges. The men had been working for Al Dahra, a consulting company that advises the Qatari government on submarine acquisitions. India welcomed their release and homecoming, but both governments have declined to share the details of the case.\",            \"english_title\": \"Qatar Frees Indian Navy Officers Sentenced to Death\",            \"translated_version\": \"Qatar liberó a ocho oficiales retirados de la marina india que habían sido condenados a muerte por cargos de espionaje. Los hombres habían estado trabajando para Al Dahra, una empresa de consultoría que asesora al gobierno de Qatar en adquisiciones de submarinos. India dio la bienvenida a su liberación y regreso a casa, pero ambos gobiernos se han negado a compartir los detalles del caso.\",            \"translated_title\": \"Qatar Libera a Oficiales de la Marina India Condenados a Muerte\"        }    ]}"