"{    \"translations\": [        {            \"english_version\": \"Asian stock markets went down and the value of the dollar went up because of Donald Trump's tariffs on Canada, Mexico, and China. People are worried about a global trade war. The dollar reached its highest value ever against the Chinese yuan. It also increased in value against the Canadian dollar and Mexican peso. These three countries said they will fight back.\",            \"english_title\": \"Market Concerns Due to Tariffs\",            \"translated_version\": \"Las bolsas de valores asiáticas bajaron y el valor del dólar subió debido a los aranceles de Donald Trump a Canadá, México y China. La gente está preocupada por una guerra comercial global. El dólar alcanzó su valor más alto contra el yuan chino. También aumentó su valor frente al dólar canadiense y al peso mexicano. Estos tres países dijeron que van a contraatacar.\",            \"translated_title\": \"Preocupaciones en el Mercado por los Aranceles\"        },        {            \"english_version\": \"Donald Trump said that Americans might feel some pain because of the tariffs. He also plans to put tariffs on the European Union. Trump criticized USAID, saying it is controlled by radical people. He removed two top officials from the agency over the weekend and shut down its website. There are talks about merging USAID with the state department, which could lead to less money for foreign development programs.\",            \"english_title\": \"Trump's Tariff Plans and USAID Criticism\",            \"translated_version\": \"Donald Trump dijo que los estadounidenses podrían sentir algo de dolor debido a los aranceles. También planea poner aranceles a la Unión Europea. Trump criticó a USAID, diciendo que está controlado por personas radicales. Removió a dos altos funcionarios de la agencia durante el fin de semana y cerró su sitio web. Hay conversaciones sobre fusionar USAID con el departamento de estado, lo que podría resultar en menos dinero para programas de desarrollo extranjero.\",            \"translated_title\": \"Planes de Aranceles de Trump y Críticas a USAID\"        }    ]}"