"{    \"translations\": [        {            \"english_version\": \"Israel’s army said it does not generally attack hospitals but that it `would do what we need to do` if Hamas fires from them, as reports emerged of explosions and fighting in or near three hospitals in northern Gaza.\",            \"english_title\": \"Israel's army and hospitals in Gaza\",            \"translated_version\": \"El ejército de Israel dijo que generalmente no ataca hospitales, pero que hará lo que sea necesario si Hamas dispara desde ellos, ya que surgieron informes de explosiones y enfrentamientos en o cerca de tres hospitales en el norte de Gaza.\",            \"translated_title\": \"El ejército de Israel y los hospitales en Gaza\"        },        {            \"english_version\": \"Joe Biden will meet Xi Jinping, his Chinese counterpart, during the Asia-Pacific Economic Co-operation summit in San Francisco on Wednesday.\",            \"english_title\": \"Joe Biden's meeting with Xi Jinping\",            \"translated_version\": \"Joe Biden se reunirá con Xi Jinping, su homólogo chino, durante la cumbre de Cooperación Económica Asia-Pacífico en San Francisco el miércoles.\",            \"translated_title\": \"La reunión de Joe Biden con Xi Jinping\"        },        {            \"english_version\": \"Britain’s economy stagnated in the third quarter, after a quarterly expansion of 0.2% in the three months to June.\",            \"english_title\": \"Stagnation of Britain's economy\",            \"translated_version\": \"La economía de Gran Bretaña se estancó en el tercer trimestre, después de una expansión trimestral del 0.2% en los tres meses hasta junio.\",            \"translated_title\": \"Estancamiento de la economía de Gran Bretaña\"        },        {            \"english_version\": \"The FBI reportedly seized Eric Adams’ phones and iPad on Monday in what appeared to be an escalation of its corruption investigation into the New York City mayor’s campaign.\",            \"english_title\": \"FBI seizure in corruption investigation\",            \"translated_version\": \"Según informes, el FBI confiscó los teléfonos y el iPad de Eric Adams el lunes en lo que parecía ser una escalada de su investigación por corrupción en la campaña del alcalde de la ciudad de Nueva York.\",            \"translated_title\": \"Confiscación del FBI en la investigación de corrupción\"        },        {            \"english_version\": \"Australia will give the citizens of Tuvalu `special rights` to live and work in the country `as climate-change impacts worsen` on the Pacific island.\",            \"english_title\": \"Australia's special rights for Tuvalu citizens\",            \"translated_version\": \"Australia otorgará a los ciudadanos de Tuvalu 'derechos especiales' para vivir y trabajar en el país 'a medida que empeoren los impactos del cambio climático' en la isla del Pacífico.\",            \"translated_title\": \"Derechos especiales de Australia para los ciudadanos de Tuvalu\"        }    ]}"