"{    \"translations\": [        {            \"english_version\": \"A spokesperson for Houthi militias said that five people were killed after America and Britain launched over 70 strikes against targets in Yemen, dramatically expanding the scope of the Middle East conflict.\",            \"english_title\": \"Houthi Militias Condemn Airstrikes in Yemen\",            \"translated_version\": \"Un portavoz de las milicias hutíes dijo que cinco personas murieron después de que Estados Unidos y Gran Bretaña lanzaran más de 70 ataques contra objetivos en Yemen, ampliando dramáticamente el alcance del conflicto en Medio Oriente.\",            \"translated_title\": \"Las Milicias Hutíes Condenan los Ataques Aéreos en Yemen\"        },        {            \"english_version\": \"The Houthis vowed to keep targeting Israeli ships and those headed for Israel.\",            \"english_title\": \"Houthis Continue Targeting Israeli Ships\",            \"translated_version\": \"Los hutíes prometieron seguir atacando barcos israelíes y aquellos que se dirigen a Israel.\",            \"translated_title\": \"Los Hutíes Continúan Atacando Barcos Israelíes\"        },        {            \"english_version\": \"The Iran-backed group has attacked 27 commercial ships since mid-November in response to Israel’s war in Gaza, forcing many shipping lines to re-route around the Cape of Good Hope.\",            \"english_title\": \"Iran-Backed Group Attacks Commercial Ships\",            \"translated_version\": \"El grupo respaldado por Irán ha atacado 27 barcos comerciales desde mediados de noviembre en respuesta a la guerra de Israel en Gaza, obligando a muchas líneas de envío a cambiar de ruta alrededor del Cabo de Buena Esperanza.\",            \"translated_title\": \"Grupo Respaldado por Irán Ataca Barcos Comerciales\"        },        {            \"english_version\": \"Israel began its defence at the International Court of Justice against a charge of committing genocide in Gaza.\",            \"english_title\": \"Israel Defends Against Genocide Charge\",            \"translated_version\": \"Israel comenzó su defensa en la Corte Internacional de Justicia contra una acusación de cometer genocidio en Gaza.\",            \"translated_title\": \"Israel se Defiende de la Acusación de Genocidio\"        },        {            \"english_version\": \"Israel said that the case put forward by South Africa on Thursday presented a 'distorted factual and legal picture', ignoring the lethal attacks which Hamas, a militant group, carried out on October 7th.\",            \"english_title\": \"Israel Responds to South Africa's Case\",            \"translated_version\": \"Israel dijo que el caso presentado por Sudáfrica el jueves presentaba una 'imagen distorsionada de los hechos y del derecho', ignorando los ataques mortales que Hamas, un grupo militante, llevó a cabo el 7 de octubre.\",            \"translated_title\": \"Israel Responde al Caso de Sudáfrica\"        }    ]}"