"{    \"translations\": [        {            \"english_version\": \"Gaza’s health ministry, which is run by Hamas, said that at least 500 people were killed in an Israeli air strike on a hospital in Gaza City where Palestinians were receiving treatment or sheltering. The Israel Defence Forces denied responsibility and blamed a failed rocket fired by Palestinian Islamic Jihad, a militant group. Mahmoud Abbas, the president of the Palestinian Authority in the West Bank, declared three days of mourning.\",            \"english_title\": \"Hospital Strike in Gaza\",            \"translated_version\": \"El ministerio de salud de Gaza, dirigido por Hamas, dijo que al menos 500 personas murieron en un ataque aéreo israelí a un hospital en la ciudad de Gaza, donde los palestinos estaban recibiendo tratamiento o refugiándose. Las Fuerzas de Defensa de Israel negaron la responsabilidad y culparon a un cohete fallido lanzado por la Yihad Islámica Palestina, un grupo militante. Mahmoud Abbas, el presidente de la Autoridad Palestina en Cisjordania, declaró tres días de luto.\",            \"translated_title\": \"Ataque a Hospital en Gaza\"        },        {            \"english_version\": \"Following the bombing, Jordan’s foreign minister cancelled the four-party summit that Joe Biden was due to attend on Wednesday in Amman, the capital. Ayman Safadi said the meeting would now happen only when everyone involved wanted to `stop the war`. The announcement came as Mr Biden left Washington for Israel. Mr Biden said he was `deeply saddened` by the explosion, but did not attribute it to either side of the conflict.\",            \"english_title\": \"Cancellation of Summit in Jordan\",            \"translated_version\": \"Después del bombardeo, el ministro de Relaciones Exteriores de Jordania canceló la cumbre de cuatro partes a la que Joe Biden iba a asistir el miércoles en Amán, la capital. Ayman Safadi dijo que la reunión solo se llevaría a cabo cuando todos los involucrados quisieran `detener la guerra`. El anuncio se produjo cuando el Sr. Biden dejó Washington para ir a Israel. El Sr. Biden dijo que estaba `profundamente entristecido` por la explosión, pero no la atribuyó a ninguno de los lados del conflicto.\",            \"translated_title\": \"Cancelación de Cumbre en Jordania\"        },        {            \"english_version\": \"China’s economy grew at a faster-than-expected pace in the third quarter, expanding by 4.9% year on year. Economists had forecasted a growth rate of 4.5%. The stronger figures partly reflect increased consumer spending. Retail sales jumped by 5.5% in September. China’s statistics bureau warned that `economic recovery and growth needs to be further consolidated`.\",            \"english_title\": \"China's Economic Growth\",            \"translated_version\": \"La economía de China creció a un ritmo más rápido de lo esperado en el tercer trimestre, expandiéndose un 4.9% interanual. Los economistas habían pronosticado una tasa de crecimiento del 4.5%. Las cifras más fuertes reflejan en parte un aumento del gasto de los consumidores. Las ventas minoristas aumentaron un 5.5% en septiembre. La oficina de estadísticas de China advirtió que `la recuperación económica y el crecimiento deben consolidarse aún más`.\",            \"translated_title\": \"Crecimiento Económico de China\"        },        {            \"english_version\": \"Ukraine used long-range American missiles to strike Russian targets for the first time. Nine military helicopters and airfields were struck in territory occupied by Russia. The weapons, known as ATACMS, have a range of up to 300km and were supplied to Ukraine secretly. America’s decision to send the missiles would have `serious` consequences, Russia’s ambassador to America said.\",            \"english_title\": \"Ukraine's Missile Strike\",            \"translated_version\": \"Ucrania utilizó misiles estadounidenses de largo alcance para atacar objetivos rusos por primera vez. Nueve helicópteros militares y aeródromos fueron atacados en territorio ocupado por Rusia. Las armas, conocidas como ATACMS, tienen un alcance de hasta 300 km y fueron suministradas a Ucrania en secreto. La decisión de Estados Unidos de enviar los misiles tendría consecuencias `graves`, dijo el embajador de Rusia en Estados Unidos.\",            \"translated_title\": \"Ataque de Misiles de Ucrania\"        },        {            \"english_version\": \"Venezuela’s government and opposition agreed to hold presidential elections overseen by international observers in the second half of 2024. The opposition, which is backed by America, accuses President Nicolas Maduro of seizing power on the back of a rigged vote in 2018. The agreement to hold the polls could prompt America to lift some of its sanctions.\",            \"english_title\": \"Presidential Elections in Venezuela\",            \"translated_version\": \"El gobierno y la oposición de Venezuela acordaron celebrar elecciones presidenciales supervisadas por observadores internacionales en la segunda mitad de 2024. La oposición, respaldada por Estados Unidos, acusa al presidente Nicolás Maduro de tomar el poder a raíz de una votación manipulada en 2018. El acuerdo para celebrar las elecciones podría llevar a Estados Unidos a levantar algunas de sus sanciones.\",            \"translated_title\": \"Elecciones Presidenciales en Venezuela\"        }    ]}"