"{    \"translations\": [        {            \"english_version\": \"Israel’s armed forces conducted a series of strikes on Rafah, a city in the south of Gaza. Local health officials claimed that at least 67 people were killed. President Joe Biden urged Israel not to proceed with an imminent ground assault on the city without a proper plan to protect civilians. Israeli’s prime minister has promised safe passage to non-combatants. Israel also announced that it had rescued two hostages taken by Hamas in October.\",            \"english_title\": \"Israeli Strikes on Rafah\",            \"translated_version\": \"Las fuerzas armadas de Israel llevaron a cabo una serie de ataques en Rafah, una ciudad en el sur de Gaza. Los funcionarios de salud locales afirmaron que al menos 67 personas murieron. El presidente Joe Biden instó a Israel a no proceder con un asalto terrestre inminente a la ciudad sin un plan adecuado para proteger a los civiles. El primer ministro de Israel ha prometido un paso seguro para los no combatientes. Israel también anunció que había rescatado a dos rehenes tomados por Hamas en octubre.\",            \"translated_title\": \"Ataques Israelíes en Rafah\"        },        {            \"english_version\": \"Pakistani protesters blocked motorways as they demonstrated against Thursday’s general election, which was marred by allegations of vote rigging. Candidates backed by Imran Khan won a plurality of seats. Another former prime minister, Nawaz Sharif, claimed victory despite his party coming second.\",            \"english_title\": \"Protests in Pakistan\",            \"translated_version\": \"Los manifestantes paquistaníes bloquearon las autopistas mientras protestaban contra las elecciones generales del jueves, que estuvieron marcadas por acusaciones de fraude electoral. Los candidatos respaldados por Imran Khan ganaron la mayoría de los escaños. Otro ex primer ministro, Nawaz Sharif, reclamó la victoria a pesar de que su partido quedó en segundo lugar.\",            \"translated_title\": \"Protestas en Pakistán\"        },        {            \"english_version\": \"Lloyd Austin, America’s secretary of defence, temporarily transferred authority over his department to his deputy after being admitted to a critical care unit with suspected bladder problems. Mr Austin had previously been criticised for failing to inform the Biden administration when he underwent a procedure to treat prostate cancer in December. He will answer questions about his absence before a House of Representatives committee later this month.\",            \"english_title\": \"Lloyd Austin's Health Issue\",            \"translated_version\": \"Lloyd Austin, el secretario de defensa de Estados Unidos, transfirió temporalmente la autoridad sobre su departamento a su subalterno después de ser admitido en una unidad de cuidados críticos con problemas sospechosos de vejiga. El Sr. Austin había sido criticado anteriormente por no informar a la administración Biden cuando se sometió a un procedimiento para tratar el cáncer de próstata en diciembre. Responderá preguntas sobre su ausencia ante un comité de la Cámara de Representantes más adelante este mes.\",            \"translated_title\": \"Problema de Salud de Lloyd Austin\"        },        {            \"english_version\": \"Alexander Stubb, a former prime minister of Finland, won the country’s presidential election. Mr Stubb, of the centre-right National Coalition Party, beat Pekka Haavisto, of the liberal Green Party, by 52% to 48%. Worries about neighbouring Russia have probably boosted the popularity of Mr Stubb, who is seen as being strong on defence.\",            \"english_title\": \"Finland's Presidential Election\",            \"translated_version\": \"Alexander Stubb, un ex primer ministro de Finlandia, ganó las elecciones presidenciales del país. El Sr. Stubb, del Partido de la Coalición Nacional de centro-derecha, venció a Pekka Haavisto, del Partido Verde liberal, por 52% a 48%. Las preocupaciones sobre la vecina Rusia probablemente han aumentado la popularidad del Sr. Stubb, quien es considerado fuerte en defensa.\",            \"translated_title\": \"Elecciones Presidenciales en Finlandia\"        },        {            \"english_version\": \"Qatar freed eight retired Indian navy officers who had been sentenced to death on spying charges. India said that it welcomed their release and homecoming. The eight men had been working for Al Dahra, a consulting company that advises the Qatari government on submarine acquisitions. Both governments have declined to share the details of the case.\",            \"english_title\": \"Release of Indian Navy Officers\",            \"translated_version\": \"Qatar liberó a ocho oficiales retirados de la marina india que habían sido condenados a muerte por cargos de espionaje. India dijo que daba la bienvenida a su liberación y regreso a casa. Los ocho hombres habían estado trabajando para Al Dahra, una empresa de consultoría que asesora al gobierno de Qatar en adquisiciones de submarinos. Ambos gobiernos se han negado a compartir los detalles del caso.\",            \"translated_title\": \"Liberación de Oficiales de la Marina India\"        }    ]}"