"{    \"translations\": [        {            \"english_version\": \"US President Donald Trump and EU chief Ursula von der Leyen agreed on a deal after difficult talks in Scotland. This deal shows President Trump is serious about changing America's trade relationships with the world.\",            \"english_title\": \"Trump and EU Deal\",            \"translated_version\": \"El presidente de EE.UU. Donald Trump y la jefa de la UE Ursula von der Leyen acordaron un trato después de charlas difíciles en Escocia. Este trato muestra que el presidente Trump está serio sobre cambiar las relaciones comerciales de América con el mundo.\",            \"translated_title\": \"Trato de Trump y UE\"        },        {            \"english_version\": \"At least 100 people were on a train that went off the tracks near Stuttgart in south-west Germany.\",            \"english_title\": \"Train Accident in Germany\",            \"translated_version\": \"Al menos 100 personas estaban en un tren que se salió de las vías cerca de Stuttgart en el suroeste de Alemania.\",            \"translated_title\": \"Accidente de Tren en Alemania\"        },        {            \"english_version\": \"The tech company said they sent out 469 serious warnings before the 7.8 magnitude earthquake.\",            \"english_title\": \"Earthquake Warnings\",            \"translated_version\": \"La empresa de tecnología dijo que enviaron 469 advertencias serias antes del terremoto de magnitud 7.8.\",            \"translated_title\": \"Advertencias de Terremoto\"        },        {            \"english_version\": \"Israel agreed to give aid as it faces more pressure from other countries to help with the hunger problem in Gaza. This might mean Israel knows it needs to do more, but it is probably because of pressure from its allies.\",            \"english_title\": \"Israel to Give Aid\",            \"translated_version\": \"Israel acordó dar ayuda mientras enfrenta más presión de otros países para ayudar con el problema del hambre en Gaza. Esto podría significar que Israel sabe que necesita hacer más, pero probablemente es por la presión de sus aliados.\",            \"translated_title\": \"Israel Dará Ayuda\"        },        {            \"english_version\": \"Firefighters warned of a hard day ahead, with temperatures expected to reach up to 44C (111.2F) on Sunday.\",            \"english_title\": \"Firefighters Warn of Heat\",            \"translated_version\": \"Los bomberos advirtieron de un día difícil por delante, con temperaturas que se espera alcancen hasta 44C (111.2F) el domingo.\",            \"translated_title\": \"Bomberos Advierten de Calor\"        }    ]}"