"{    \"translations\": [        {            \"english_version\": \"Vladimir Putin traveled to North Korea for the first time since 2000. Before reaching North Korea, he stopped in the Siberian republic of Sakha. Putin aims to collaborate with North Korea to establish new trade methods that are not under Western control. In exchange, he expects Kim Jong Un to continue providing weapons for Russia's involvement in the conflict in Ukraine.\",            \"english_title\": \"Vladimir Putin's Visit to North Korea\",            \"translated_version\": \"Vladimir Putin fue a Corea del Norte por primera vez desde el año 2000. Antes de llegar a Corea del Norte, se detuvo en la república siberiana de Sakha. Putin quiere trabajar con Corea del Norte para crear nuevas formas de comercio que no estén bajo control occidental. A cambio, espera que Kim Jong Un siga proporcionando armas para la participación de Rusia en el conflicto en Ucrania.\",            \"translated_title\": \"La Visita de Vladimir Putin a Corea del Norte\"        },        {            \"english_version\": \"South Korea's military reported firing warning shots after North Korean soldiers crossed the military demarcation line on the Korean peninsula. This incident highlights the ongoing tensions between the two countries.\",            \"english_title\": \"Tensions on the Korean Peninsula\",            \"translated_version\": \"El ejército de Corea del Sur informó que disparó tiros de advertencia después de que soldados norcoreanos cruzaran la línea de demarcación militar en la península coreana. Este incidente resalta las tensiones continuas entre los dos países.\",            \"translated_title\": \"Tensiones en la Península de Corea\"        },        {            \"english_version\": \"Thailand's Senate approved a bill recognizing gay marriage. Once the bill receives royal assent, Thailand will become the third country in Asia to acknowledge same-sex unions, following Taiwan and Nepal. Prime Minister Srettha Thavisin has prioritized progressive reforms during his tenure.\",            \"english_title\": \"Thailand's Recognition of Gay Marriage\",            \"translated_version\": \"El Senado de Tailandia aprobó un proyecto de ley que reconoce el matrimonio gay. Una vez que el proyecto de ley reciba el consentimiento real, Tailandia se convertirá en el tercer país en Asia en reconocer uniones del mismo sexo, después de Taiwán y Nepal. El Primer Ministro Srettha Thavisin ha priorizado reformas progresistas durante su mandato.\",            \"translated_title\": \"El Reconocimiento del Matrimonio Gay en Tailandia\"        }    ]}"