"{    \"translations\": [        {            \"english_version\": \"A Hamas official said their negotiating team was attacked during a meeting in Doha. This incident is part of ongoing tensions in the region.\",            \"english_title\": \"Hamas Team Attacked\",            \"translated_version\": \"Un oficial de Hamas dijo que su equipo de negociación fue atacado durante una reunión en Doha. Este incidente es parte de las tensiones en la región.\",            \"translated_title\": \"Equipo de Hamas Atacado\"        },        {            \"english_version\": \"A social media ban was put in place to stop an anti-corruption movement, but it led to unrest and at least 22 people have died since Monday.\",            \"english_title\": \"Social Media Ban Causes Unrest\",            \"translated_version\": \"Se prohibieron las redes sociales para detener un movimiento anticorrupción, pero causó problemas y al menos 22 personas han muerto desde el lunes.\",            \"translated_title\": \"Prohibición de Redes Sociales Causa Problemas\"        },        {            \"english_version\": \"François Bayrou resigned, leaving France without a prime minister just before nationwide protests were set to begin.\",            \"english_title\": \"François Bayrou Resigns\",            \"translated_version\": \"François Bayrou renunció, dejando a Francia sin primer ministro justo antes de que comenzaran las protestas en todo el país.\",            \"translated_title\": \"François Bayrou Renuncia\"        },        {            \"english_version\": \"Police found a large amount of firearms and ammunition at a campsite that was hidden in dense vegetation.\",            \"english_title\": \"Weapons Found at Campsite\",            \"translated_version\": \"La policía encontró muchas armas y municiones en un campamento que estaba escondido en vegetación densa.\",            \"translated_title\": \"Armas Encontradas en Campamento\"        },        {            \"english_version\": \"Prime Minister Netanyahu stated that recent attacks on tall buildings are just the start of a major operation to take control of the city.\",            \"english_title\": \"Netanyahu on Building Attacks\",            \"translated_version\": \"El primer ministro Netanyahu dijo que los recientes ataques a edificios altos son solo el comienzo de una gran operación para tomar el control de la ciudad.\",            \"translated_title\": \"Netanyahu sobre Ataques a Edificios\"        }    ]}"