"{    \"translations\": [        {            \"english_version\": \"Local media name the older gunman as Sajid Akram, 50, who died at the scene. His son Naveed Akram, 24, is in a critical condition in hospital. Authorities say two rabbis, a Holocaust survivor and a 10-year-old girl were among the victims. Two people died and nine others were injured in the incident in Rhode Island on Saturday.\",            \"english_title\": \"Shooting Incident in Rhode Island\",            \"translated_version\": \"Los medios locales dicen que el hombre armado mayor se llama Sajid Akram, de 50 años, quien murió en el lugar. Su hijo Naveed Akram, de 24 años, está en condición crítica en el hospital. Las autoridades dicen que dos rabinos, un sobreviviente del Holocausto y una niña de 10 años estaban entre las víctimas. Dos personas murieron y nueve más resultaron heridas en el incidente en Rhode Island el sábado.\",            \"translated_title\": \"Incidente de disparos en Rhode Island\"        },        {            \"english_version\": \"The 78-year-old UK citizen was convicted of lobbying foreign governments to impose sanctions on Hong Kong and China.\",            \"english_title\": \"UK Citizen Convicted\",            \"translated_version\": \"El ciudadano del Reino Unido de 78 años fue condenado por presionar a gobiernos extranjeros para imponer sanciones a Hong Kong y China.\",            \"translated_title\": \"Ciudadano del Reino Unido condenado\"        },        {            \"english_version\": \"Many believe Kast will be the most right-wing president since Augusto Pinochet, who oversaw a 17-year dictatorship in Chile from 1973.\",            \"english_title\": \"Kast Compared to Pinochet\",            \"translated_version\": \"Muchos creen que Kast será el presidente más de derecha desde Augusto Pinochet, quien dirigió una dictadura de 17 años en Chile desde 1973.\",            \"translated_title\": \"Kast comparado con Pinochet\"        },        {            \"english_version\": \"Local media says one of the suspects is an imam at a mosque, and police allege he called for a vehicle attack.\",            \"english_title\": \"Imam Suspect in Attack\",            \"translated_version\": \"Los medios locales dicen que uno de los sospechosos es un imán en una mezquita, y la policía alega que llamó a un ataque con vehículo.\",            \"translated_title\": \"Imán sospechoso en ataque\"        },        {            \"english_version\": \"The strike killed Raed Saad, a senior commander in Hamas' Qassam Brigades, the Israeli military said.\",            \"english_title\": \"Hamas Commander Killed\",            \"translated_version\": \"El ataque mató a Raed Saad, un comandante senior en las Brigadas Qassam de Hamas, dijo el ejército israelí.\",            \"translated_title\": \"Comandante de Hamas muerto\"        }    ]}"