"{    \"translations\": [        {            \"english_version\": \"Western leaders have been visiting China a lot recently. This has been happening over the past few months.\",            \"english_title\": \"Western Leaders Visit China\",            \"translated_version\": \"Lideres de occidente han estado visitando China mucho recientemente. Esto ha pasado en los ultimos meses.\",            \"translated_title\": \"Lideres de Occidente Visitan China\"        },        {            \"english_version\": \"More aid has been allowed into Gaza since the ceasefire started three months ago. However, the UN says it is still not enough.\",            \"english_title\": \"Aid to Gaza\",            \"translated_version\": \"Mas ayuda ha sido permitida en Gaza desde que el alto al fuego comenzo hace tres meses. Pero, la ONU dice que aun no es suficiente.\",            \"translated_title\": \"Ayuda a Gaza\"        },        {            \"english_version\": \"Russia's actions on the battlefield have caused Natalia to rebury her husband.\",            \"english_title\": \"Natalia's Loss\",            \"translated_version\": \"Las acciones de Rusia en el campo de batalla han hecho que Natalia vuelva a enterrar a su esposo.\",            \"translated_title\": \"Perdida de Natalia\"        },        {            \"english_version\": \"A coroner found that Joel Cauchi's doctor did not listen to warnings that he was having a relapse of schizophrenia.\",            \"english_title\": \"Doctor's Negligence\",            \"translated_version\": \"Un forense encontro que el doctor de Joel Cauchi no escucho las advertencias de que el estaba teniendo una recaida de esquizofrenia.\",            \"translated_title\": \"Negligencia del Doctor\"        },        {            \"english_version\": \"Nigeria's government says a jihadist group killed local Muslims who refused to join them.\",            \"english_title\": \"Jihadist Violence in Nigeria\",            \"translated_version\": \"El gobierno de Nigeria dice que un grupo jihadista mato a musulmanes locales que se negaron a unirse a ellos.\",            \"translated_title\": \"Violencia Jihadista en Nigeria\"        }    ]}"