"{    \"translations\": [        {            \"english_version\": \"The Biden administration is planning to impose new taxes on goods coming from China. These taxes will affect products like electric cars, solar equipment, and batteries. The tax rate on electric vehicles will increase to 100%, and in some cases, taxes on steel and aluminum imports will triple. This decision comes just before the presidential election and aims to protect American jobs from cheap Chinese goods.\",            \"english_title\": \"US-China Trade Relations\",            \"translated_version\": \"El gobierno de Biden planea poner impuestos nuevos a productos que vienen de China. Estos impuestos afectarán a cosas como carros eléctricos, equipos solares y baterías. El impuesto sobre los vehículos eléctricos subirá al 100%, y en algunos casos, los impuestos sobre las importaciones de acero y aluminio se triplicarán. Esta decisión se toma justo antes de las elecciones presidenciales y busca proteger los trabajos americanos de los productos chinos baratos.\",            \"translated_title\": \"US-China Trade Relations\"        },        {            \"english_version\": \"Georgia's parliament has passed a law requiring NGOs and media organizations that receive over 20% of their funding from foreign sources to register publicly as 'foreign agents.' This law is similar to measures seen in Russia, where the 'foreign agent' label has been used to silence dissenting voices. The implementation of this law could impact Georgia's aspirations to join the European Union.\",            \"english_title\": \"Foreign Funding Regulations in Georgia\",            \"translated_version\": \"El parlamento de Georgia ha aprobado una ley que exige a las ONGs y organizaciones de medios que reciben más del 20% de su financiamiento de fuentes extranjeras registrarse públicamente como 'agentes extranjeros'. Esta ley es similar a medidas vistas en Rusia, donde la etiqueta de 'agente extranjero' se ha utilizado para silenciar voces disidentes. La implementación de esta ley podría afectar las aspiraciones de Georgia de unirse a la Unión Europea.\",            \"translated_title\": \"Foreign Funding Regulations in Georgia\"        }    ]}"