"{    \"translations\": [        {            \"english_version\": \"Ukraine's President Zelensky avoided a bad meeting with Donald Trump. Unlike before, they were more diplomatic even though they still have differences.\",            \"english_title\": \"Zelensky and Trump Meeting\",            \"translated_version\": \"El presidente de Ucrania, Zelensky, evitó una mala reunión con Donald Trump. Esta vez fueron más diplomáticos aunque todavía tienen diferencias.\",            \"translated_title\": \"Reunión de Zelensky y Trump\"        },        {            \"english_version\": \"Yi's visit to India happens just before PM Modi goes to China. This shows that relations between the two countries are getting better.\",            \"english_title\": \"Yi Visits India\",            \"translated_version\": \"La visita de Yi a India ocurre justo antes de que el primer ministro Modi vaya a China. Esto muestra que las relaciones entre los dos países están mejorando.\",            \"translated_title\": \"Yi Visita India\"        },        {            \"english_version\": \"Poilievre is expected to win a by-election after he lost his seat in another area during April's general election.\",            \"english_title\": \"Poilievre's By-Election\",            \"translated_version\": \"Se espera que Poilievre gane una elección parcial después de perder su puesto en otra área durante las elecciones generales de abril.\",            \"translated_title\": \"Elección Parcial de Poilievre\"        },        {            \"english_version\": \"A 113-year-old wooden building is at risk because the ground is sinking. It will be moved 5 kilometers on big rolling platforms.\",            \"english_title\": \"Old Building at Risk\",            \"translated_version\": \"Un edificio de madera de 113 años está en riesgo porque el suelo se está hundiendo. Será movido 5 kilómetros en grandes plataformas rodantes.\",            \"translated_title\": \"Edificio Viejo en Riesgo\"        },        {            \"english_version\": \"Qatar says its plan is almost the same as a US proposal for a 60-day truce. During this time, about half of 50 hostages would be released.\",            \"english_title\": \"Qatar's Truce Plan\",            \"translated_version\": \"Qatar dice que su plan es casi igual a una propuesta de Estados Unidos para una tregua de 60 días. Durante este tiempo, se liberarían alrededor de la mitad de 50 rehenes.\",            \"translated_title\": \"Plan de Tregua de Qatar\"        }    ]}"