"{    \"translations\": [        {            \"english_version\": \"Steve Witkoff said Russia agreed in Alaska that the US and Europe could provide Ukraine with a Nato-style guarantee. Donald Trump is reportedly planning to urge Ukraine to surrender the Donetsk and Luhansk regions as part of negotiations over an end to the war.\",            \"english_title\": \"Russia and Ukraine Talks\",            \"translated_version\": \"Steve Witkoff dijo que Rusia estuvo de acuerdo en Alaska que Estados Unidos y Europa podrían dar a Ucrania una garantía como la de la OTAN. Se dice que Donald Trump planea pedir a Ucrania que entregue las regiones de Donetsk y Luhansk como parte de las negociaciones para terminar la guerra.\",            \"translated_title\": \"Conversaciones entre Rusia y Ucrania\"        },        {            \"english_version\": \"Hundreds are reported missing in Khyber Pakhtunkhwa province as a result of devastating floods.\",            \"english_title\": \"Floods in Khyber Pakhtunkhwa\",            \"translated_version\": \"Se reportan cientos de desaparecidos en la provincia de Khyber Pakhtunkhwa por inundaciones devastadoras.\",            \"translated_title\": \"Inundaciones en Khyber Pakhtunkhwa\"        },        {            \"english_version\": \"Large crowds fill 'Hostages Square' in Tel Aviv to call for fighting to stop and for all remaining hostages to be released by Hamas.\",            \"english_title\": \"Protests in Tel Aviv\",            \"translated_version\": \"Grandes multitudes llenan la 'Plaza de los Rehenes' en Tel Aviv para pedir que la lucha pare y que todos los rehenes sean liberados por Hamas.\",            \"translated_title\": \"Protestas en Tel Aviv\"        },        {            \"english_version\": \"Washington residents have protested against Trump's deployment of troops in the city.\",            \"english_title\": \"Protests in Washington\",            \"translated_version\": \"Los residentes de Washington han protestado contra el envío de tropas por Trump en la ciudad.\",            \"translated_title\": \"Protestas en Washington\"        },        {            \"english_version\": \"Russia supports the troubled president, saying it won't ignore the unrest.\",            \"english_title\": \"Russia Supports President\",            \"translated_version\": \"Rusia apoya al presidente con problemas, diciendo que no ignorará los disturbios.\",            \"translated_title\": \"Rusia Apoya al Presidente\"        }    ]}"