"{    \"translations\": [        {            \"english_version\": \"US President Donald Trump said the airspace around Venezuela should be considered completely closed. This is due to the region being hit by severe floods, affecting millions in countries like Indonesia, Malaysia, Thailand, and Sri Lanka.\",            \"english_title\": \"Trump Closes Venezuela Airspace\",            \"translated_version\": \"El presidente de EE.UU., Donald Trump, dijo que el espacio aéreo alrededor de Venezuela debe considerarse completamente cerrado. Esto es porque la región fue golpeada por fuertes inundaciones, afectando a millones en países como Indonesia, Malasia, Tailandia y Sri Lanka.\",            \"translated_title\": \"Trump cierra espacio aéreo de Venezuela\"        },        {            \"english_version\": \"Two young brothers were reportedly killed in an Israeli air strike as the ceasefire in Gaza remains unstable.\",            \"english_title\": \"Brothers Killed in Gaza Strike\",            \"translated_version\": \"Dos hermanos jóvenes murieron en un ataque aéreo israelí mientras el alto el fuego en Gaza sigue inestable.\",            \"translated_title\": \"Hermanos mueren en ataque en Gaza\"        },        {            \"english_version\": \"Two ships were hit by drones and were believed to be used to avoid Western sanctions on Russia.\",            \"english_title\": \"Ships Hit by Drones\",            \"translated_version\": \"Dos barcos fueron golpeados por drones y se cree que se usaban para evitar sanciones de Occidente a Rusia.\",            \"translated_title\": \"Barcos golpeados por drones\"        },        {            \"english_version\": \"A corruption scandal in Ukraine led to the resignation of Andriy Yermak, who was the second most powerful person in the country.\",            \"english_title\": \"Ukraine Corruption Scandal\",            \"translated_version\": \"Un escándalo de corrupción en Ucrania llevó a la renuncia de Andriy Yermak, quien era la segunda persona más poderosa del país.\",            \"translated_title\": \"Escándalo de corrupción en Ucrania\"        },        {            \"english_version\": \"At least 128 people have died and many are missing after a fire destroyed several tower blocks.\",            \"english_title\": \"Fire Destroys Tower Blocks\",            \"translated_version\": \"Al menos 128 personas han muerto y muchas están desaparecidas después de que un incendio destruyó varios edificios altos.\",            \"translated_title\": \"Incendio destruye edificios altos\"        }    ]}"