"{    \"translations\": [        {            \"english_version\": \"Binyamin Netanyahu asked the UN to remove its peacekeepers from southern Lebanon. He said the peacekeepers were protecting Hizbullah. This request came after a peacekeeper was hurt in Lebanon, and the UN reported damage to one of its compounds by Israeli tanks.\",            \"english_title\": \"Binyamin Netanyahu's demand to withdraw UN peacekeepers from southern Lebanon\",            \"translated_version\": \"Binyamin Netanyahu pidió a la ONU que retire a sus pacificadores del sur del Líbano. Dijo que los pacificadores estaban protegiendo a Hizbullah. Esta solicitud llegó después de que un pacificador resultara herido en el Líbano, y la ONU informara daños en uno de sus recintos por tanques israelíes.\",            \"translated_title\": \"Petición de Binyamin Netanyahu para retirar a los pacificadores de la ONU del sur del Líbano\"        },        {            \"english_version\": \"Hizbullah launched a drone attack on a military base in northern Israel, causing injuries to more than 60 people.\",            \"english_title\": \"Hizbullah's drone attack on a military base in northern Israel\",            \"translated_version\": \"Hizbullah lanzó un ataque con dron en una base militar en el norte de Israel, causando lesiones a más de 60 personas.\",            \"translated_title\": \"Ataque con dron de Hizbullah en una base militar en el norte de Israel\"        },        {            \"english_version\": \"SpaceX's large Starship rocket finished its fifth test flight successfully. It took off from Texas, separated from its booster rocket, and landed in the Indian Ocean. The booster was then caught by large arms back at the launch pad.\",            \"english_title\": \"SpaceX's Starship rocket completing its fifth test flight\",            \"translated_version\": \"El gran cohete Starship de SpaceX completó con éxito su quinto vuelo de prueba. Despegó desde Texas, se separó de su cohete propulsor y aterrizó en el Océano Índico. El propulsor fue luego atrapado por grandes brazos de vuelta en la plataforma de lanzamiento.\",            \"translated_title\": \"Cohete Starship de SpaceX completando su quinto vuelo de prueba\"        }    ]}"