"{    \"translations\": [        {            \"english_version\": \"Wall Street stock indices closed higher on Friday after a volatile week of trading. American government-bond prices declined and the dollar slumped to a three-year low against the euro due to Donald Trump’s trade war. Yields on ten-year Treasuries climbed to almost 4.5%, higher than they reached on Wednesday before Mr Trump paused many tariffs.\",            \"english_title\": \"Wall Street and Trade War\",            \"translated_version\": \"Las acciones de Wall Street cerraron más altas el viernes después de una semana volátil de negociación. Los precios de los bonos del gobierno estadounidense disminuyeron y el dólar cayó a un mínimo de tres años frente al euro debido a la guerra comercial de Donald Trump. Los rendimientos de los bonos del Tesoro a diez años subieron a casi un 4.5%, más alto de lo que alcanzaron el miércoles antes de que el Sr. Trump pausara muchos aranceles.\",            \"translated_title\": \"Wall Street y Guerra Comercial\"        },        {            \"english_version\": \"Steve Witkoff, Mr Trump’s diplomatic envoy, met Vladimir Putin in St Petersburg. Mr Trump said Russia has to 'get moving' on a ceasefire as negotiations have recently stalled. Talks focused on 'a Ukrainian settlement'. American and Russian officials also met in Istanbul on Thursday to discuss normalising embassy relations.\",            \"english_title\": \"Diplomatic Relations and Ceasefire\",            \"translated_version\": \"Steve Witkoff, el enviado diplomático del Sr. Trump, se reunió con Vladimir Putin en San Petersburgo. El Sr. Trump dijo que Rusia tiene que 'ponerse en movimiento' en un alto el fuego ya que las negociaciones se han estancado recientemente. Las conversaciones se centraron en 'un acuerdo ucraniano'. Funcionarios estadounidenses y rusos también se reunieron en Estambul el jueves para discutir la normalización de las relaciones de embajadas.\",            \"translated_title\": \"Relaciones Diplomáticas y Alto el Fuego\"        },        {            \"english_version\": \"Ukraine’s allies pledged €21bn ($24bn) in military aid for the country.\",            \"english_title\": \"Military Aid for Ukraine\",            \"translated_version\": \"Los aliados de Ucrania prometieron €21 mil millones ($24 mil millones) en ayuda militar para el país.\",            \"translated_title\": \"Ayuda Militar para Ucrania\"        }    ]}"