"{    \"translations\": [        {            \"english_version\": \"Russia launched more missiles and drones at Ukraine. Ukraine's president called it one of the biggest strikes of the war. Ukraine's air-defence systems were active overnight. The attack included hypersonic missiles. Over half of Ukraine's regions were attacked, causing casualties and infrastructure damage.\",            \"english_title\": \"Russia-Ukraine Conflict\",            \"translated_version\": \"Rusia lanzó más misiles y drones a Ucrania. El presidente de Ucrania lo llamó uno de los mayores ataques de la guerra. Los sistemas de defensa aérea de Ucrania estuvieron activos durante la noche. El ataque incluyó misiles hipersónicos. Más de la mitad de las regiones de Ucrania fueron atacadas, causando víctimas y daños a la infraestructura.\",            \"translated_title\": \"Russia-Ukraine Conflict\"        },        {            \"english_version\": \"Ukraine's president requested permission to use Western-supplied weapons systems to strike inside Russia. The situation remains tense with ongoing military actions.\",            \"english_title\": \"Russia-Ukraine Conflict\",            \"translated_version\": \"El presidente de Ucrania solicitó permiso para usar sistemas de armas suministrados por Occidente para atacar dentro de Rusia. La situación sigue tensa con acciones militares en curso.\",            \"translated_title\": \"Russia-Ukraine Conflict\"        },        {            \"english_version\": \"Israel's army rescued a hostage held by Hamas in Gaza. The hostage, an Israeli citizen, was kidnapped while working as a security guard. This rescue comes after multiple abductions by the militant group.\",            \"english_title\": \"Israel-Hamas Hostage Situation\",            \"translated_version\": \"El ejército de Israel rescató a un rehén retenido por Hamas en Gaza. El rehén, un ciudadano israelí, fue secuestrado mientras trabajaba como guardia de seguridad. Este rescate se produce después de múltiples secuestros por parte del grupo militante.\",            \"translated_title\": \"Israel-Hamas Hostage Situation\"        }    ]}"