"{    \"translations\": [        {            \"english_version\": \"Israel has allowed some aid into Gaza, but more needs to be done to improve the humanitarian situation in the area. Recent Israeli air strikes in Rafah resulted in the deaths of at least 13 people.\",            \"english_title\": \"Israel-Gaza Conflict\",            \"translated_version\": {                \"content\": \"Israel permitió algo de ayuda en Gaza, pero se necesita hacer más para mejorar la situación humanitaria en la zona. Recientes ataques aéreos israelíes en Rafah causaron la muerte de al menos 13 personas.\",                \"topic\": \"Conflicto entre Israel y Gaza\"            },            \"translated_title\": \"Conflicto entre Israel y Gaza\"        },        {            \"english_version\": \"Spain's Prime Minister, Pedro Sanchez, has decided to remain in office despite facing a scandal related to his wife. He plans to continue with renewed determination.\",            \"english_title\": \"Political Situation in Spain\",            \"translated_version\": {                \"content\": \"El Primer Ministro de España, Pedro Sánchez, ha decidido permanecer en el cargo a pesar de enfrentar un escándalo relacionado con su esposa. Planea continuar con renovada determinación.\",                \"topic\": \"Situation Política en España\"            },            \"translated_title\": \"Situation Política en España\"        },        {            \"english_version\": \"Russia has made advances in eastern Ukraine to gain ground before new American weapons arrive. Ukraine's troops have withdrawn from defensive positions near Avdiivka.\",            \"english_title\": \"Russia-Ukraine Conflict\",            \"translated_version\": {                \"content\": \"Rusia ha avanzado en el este de Ucrania para ganar terreno antes de que lleguen nuevas armas estadounidenses. Las tropas de Ucrania se han retirado de posiciones defensivas cerca de Avdiivka.\",                \"topic\": \"Conflicto entre Rusia y Ucrania\"            },            \"translated_title\": \"Conflicto entre Rusia y Ucrania\"        },        {            \"english_version\": \"Japan's currency weakened significantly against the dollar, leading to speculation about potential intervention in the currency market. The Bank of Japan kept interest rates unchanged.\",            \"english_title\": \"Economic Developments in Japan\",            \"translated_version\": {                \"content\": \"La moneda de Japón se debilitó significativamente frente al dólar, lo que llevó a especulaciones sobre una posible intervención en el mercado de divisas. El Banco de Japón mantuvo las tasas de interés sin cambios.\",                \"topic\": \"Desarrollos Económicos en Japón\"            },            \"translated_title\": \"Desarrollos Económicos en Japón\"        },        {            \"english_version\": \"Philips reached a $1.1bn settlement to resolve personal injury claims in the US related to its sleep apnea machines. The company's shares rose following the announcement.\",            \"english_title\": \"Legal Settlement by Philips\",            \"translated_version\": {                \"content\": \"Philips llegó a un acuerdo de $1.1 mil millones para resolver reclamos por lesiones personales en los EE. UU. relacionados con sus máquinas de apnea del sueño. Las acciones de la compañía subieron tras el anuncio.\",                \"topic\": \"Acuerdo Legal de Philips\"            },            \"translated_title\": \"Acuerdo Legal de Philips\"        }    ]}"