"{    \"translations\": [        {            \"english_version\": \"OpenAI’s employees have signed an open letter urging their board to resign after the company’s boss, Sam Altman, was sacked. Nearly 700 employees threatened to join Mr Altman’s newly established team at Microsoft, which is OpenAI’s biggest investor. Emmett Shear, former head of Twitch, will lead OpenAI in the interim.\",            \"english_title\": \"OpenAI Employees Urge Board to Resign\",            \"translated_version\": \"Los empleados de OpenAI han firmado una carta abierta instando a su junta directiva a renunciar después de que el jefe de la compañía, Sam Altman, fuera despedido. Casi 700 empleados amenazaron con unirse al nuevo equipo recién establecido del Sr. Altman en Microsoft, que es el mayor inversor de OpenAI. Emmett Shear, ex jefe de Twitch, liderará OpenAI de forma interina.\",            \"translated_title\": \"Empleados de OpenAI Instan a la Junta a Renunciar\"        },        {            \"english_version\": \"Joe Biden believes that Hamas and Israel are close to reaching a hostage-release deal. Under the agreement, Hamas would return some of the hostages it is holding in Gaza, and Israel would temporarily pause its offensive. Earlier, 12 people were killed as Israeli tanks reportedly encircled the Indonesian hospital in northern Gaza.\",            \"english_title\": \"Biden Optimistic About Hostage-Release Deal\",            \"translated_version\": \"Joe Biden cree que Hamas e Israel están cerca de llegar a un acuerdo de liberación de rehenes. Según el acuerdo, Hamas devolvería algunos de los rehenes que tiene en Gaza, e Israel pausaría temporalmente su ofensiva. Anteriormente, 12 personas murieron cuando los tanques israelíes rodearon supuestamente el hospital indonesio en el norte de Gaza.\",            \"translated_title\": \"Biden Optimista Sobre Acuerdo de Liberación de Rehenes\"        },        {            \"english_version\": \"Javier Milei, a self-proclaimed 'anarcho-capitalist', has been elected as the president of Argentina. Mr Milei defeated Sergio Massa, the economy minister, securing almost 56% of the vote. Inflation was a top concern for voters, with the annual rate standing above 140% in October. Mr Milei campaigned on a radical economic platform that included scrapping the central bank and dollarising the economy.\",            \"english_title\": \"Anarcho-Capitalist Elected President of Argentina\",            \"translated_version\": \"Javier Milei, un autodenominado 'anarco-capitalista', ha sido elegido presidente de Argentina. El Sr. Milei derrotó a Sergio Massa, el ministro de economía, asegurando casi el 56% de los votos. La inflación fue una preocupación principal para los votantes, con una tasa anual superior al 140% en octubre. El Sr. Milei hizo campaña en una plataforma económica radical que incluía eliminar el banco central y dolarizar la economía.\",            \"translated_title\": \"Anarco-Capitalista Elegido Presidente de Argentina\"        },        {            \"english_version\": \"Lloyd Austin, America’s defence secretary, has expressed long-term support for Ukraine during his surprise trip to Kyiv. Concerns over faltering American support have been raised. Earlier, Volodymyr Zelensky dismissed the commander of Ukraine’s medical forces, Tetiana Ostashchenko, following accusations of not securing enough first-aid kits.\",            \"english_title\": \"US Defence Secretary Expresses Support for Ukraine\",            \"translated_version\": \"Lloyd Austin, el secretario de defensa de Estados Unidos, ha expresado su apoyo a largo plazo a Ucrania durante su sorpresivo viaje a Kyiv. Se han planteado preocupaciones sobre el debilitamiento del apoyo estadounidense. Anteriormente, Volodymyr Zelensky destituyó al comandante de las fuerzas médicas de Ucrania, Tetiana Ostashchenko, tras acusaciones de no asegurar suficientes botiquines de primeros auxilios.\",            \"translated_title\": \"Secretario de Defensa de EE. UU. Expresa Apoyo a Ucrania\"        },        {            \"english_version\": \"Zambia’s official creditors, co-led by China and France, have halted the country’s debt restructuring efforts. The group of 16 creditors claimed that Zambia’s IMF-approved deal with bondholders did not offer comparable debt relief. Zambia has been in protracted negotiations since its default in 2020.\",            \"english_title\": \"Zambia's Debt Restructuring Efforts Halted\",            \"translated_version\": \"Los acreedores oficiales de Zambia, liderados por China y Francia, han detenido los esfuerzos de reestructuración de la deuda del país. El grupo de 16 acreedores afirmó que el acuerdo de Zambia aprobado por el FMI con los tenedores de bonos no ofrecía un alivio de la deuda comparable. Zambia ha estado en negociaciones prolongadas desde su incumplimiento en 2020.\",            \"translated_title\": \"Se Detienen los Esfuerzos de Reestructuración de Deuda de Zambia\"        }    ]}"