"{    \"translations\": [        {            \"english_version\": \"Rebel groups in Syria are making quick progress, even nearing the capital city of Damascus. The Syrian government denied rumors that President Bashar al-Assad had fled. Rebels in the northwest launched a surprise attack on November 27th and have now entered Homs, a crucial city in Syria.\",            \"english_title\": \"Syrian Rebel Groups Advance\",            \"translated_version\": \"Grupos rebeldes en Siria están avanzando rápidamente, incluso acercándose a la ciudad capital de Damasco. El gobierno sirio negó rumores de que el Presidente Bashar al-Assad había huido. Los rebeldes en el noroeste lanzaron un ataque sorpresa el 27 de noviembre y ahora han entrado en Homs, una ciudad crucial en Siria.\",            \"translated_title\": \"Avance de Grupos Rebeldes en Siria\"        },        {            \"english_version\": \"In the south of Syria, insurgents have gained control over most of Daraa province and the city of Daraa. This has caused concern among many protesters outside South Korea's National Assembly.\",            \"english_title\": \"Insurgents Gain Control in Southern Syria\",            \"translated_version\": \"En el sur de Siria, los insurgentes han tomado el control de la mayor parte de la provincia de Daraa y la ciudad de Daraa. Esto ha causado preocupación entre muchos manifestantes fuera de la Asamblea Nacional de Corea del Sur.\",            \"translated_title\": \"Insurgentes Toman Control en el Sur de Siria\"        },        {            \"english_version\": \"A motion to impeach South Korea's president, Yoon Suk Yeol, failed to pass in parliament. Mr. Yoon had declared martial law on December 3rd but revoked it shortly after. The impeachment motion required the approval of eight MPs in his party for a two-thirds majority, but most MPs chose not to vote.\",            \"english_title\": \"Impeachment Motion Fails in South Korea\",            \"translated_version\": \"Una propuesta para destituir al presidente de Corea del Sur, Yoon Suk Yeol, no logró pasar en el parlamento. El Sr. Yoon había declarado la ley marcial el 3 de diciembre pero la revocó poco después. La propuesta de destitución requería la aprobación de ocho diputados de su partido para una mayoría de dos tercios, pero la mayoría de los diputados optaron por no votar.\",            \"translated_title\": \"Propuesta de Destitución Falla en Corea del Sur\"        },        {            \"english_version\": \"The situation in Syria and South Korea has raised tensions and concerns among the public. The developments in these countries are closely watched by the international community.\",            \"english_title\": \"Tensions Rise in Syria and South Korea\",            \"translated_version\": \"La situación en Siria y Corea del Sur ha aumentado las tensiones y preocupaciones entre el público. Los acontecimientos en estos países son observados de cerca por la comunidad internacional.\",            \"translated_title\": \"Aumentan las Tensiones en Siria y Corea del Sur\"        },        {            \"english_version\": \"For more than a century, The Economist has been providing insightful analysis and reporting on global events. The publication aims to promote intelligence and progress while combating ignorance. The Economist Group continues to uphold these values in its work and publications.\",            \"english_title\": \"The Economist's Century-Long Mission\",            \"translated_version\": \"Durante más de un siglo, The Economist ha estado proporcionando análisis perspicaz e informes sobre eventos globales. La publicación tiene como objetivo promover la inteligencia y el progreso mientras combate la ignorancia. El Grupo The Economist continúa defendiendo estos valores en su trabajo y publicaciones.\",            \"translated_title\": \"La Misión Centenaria de The Economist\"        }    ]}"