"{    \"translations\": [        {            \"english_version\": \"American stocks fell on Thursday after Microsoft and Meta reported lower earnings. The S&P 500 dropped by 1.9%, and the NASDAQ fell by 2.8%, the biggest decline since September. Amazon, however, had better earnings than expected, leading to a rise in its stock.\",            \"english_title\": \"Stock Market\",            \"translated_version\": \"Las acciones estadounidenses bajaron el jueves después de que Microsoft y Meta informaron ganancias más bajas. El S&P 500 cayó un 1.9%, y el NASDAQ cayó un 2.8%, la mayor caída desde septiembre. Amazon, sin embargo, tuvo mejores ganancias de lo esperado, lo que llevó a un aumento en su acción.\",            \"translated_title\": \"Mercado de valores\"        },        {            \"english_version\": \"Lebanon's caretaker prime minister, Najib Mikati, expressed cautious optimism about a ceasefire in the country. Israeli and American officials discussed the possibility of a truce, while Hamas rejected a proposal for a pause in fighting in Gaza. The UN warned of a potential famine in the region.\",            \"english_title\": \"Ceasefire in Lebanon\",            \"translated_version\": \"El primer ministro interino del Líbano, Najib Mikati, expresó un optimismo cauteloso sobre un alto el fuego en el país. Funcionarios israelíes y estadounidenses discutieron la posibilidad de una tregua, mientras que Hamas rechazó una propuesta de pausa en los combates en Gaza. La ONU advirtió sobre una posible hambruna en la región.\",            \"translated_title\": \"Alto el fuego en Líbano\"        },        {            \"english_version\": \"The Economist has been published since September 1843. It aims to participate in a contest between intelligence and ignorance. The publication covers various topics and provides analysis on global events.\",            \"english_title\": \"About The Economist\",            \"translated_version\": \"The Economist se ha publicado desde septiembre de 1843. Su objetivo es participar en un concurso entre la inteligencia y la ignorancia. La publicación abarca varios temas y proporciona análisis sobre eventos globales.\",            \"translated_title\": \"Sobre The Economist\"        }    ]}"