"{    \"translations\": [        {            \"english_version\": \"The president will speak after ordering large-scale strikes, which Venezuela called extremely serious military aggression. The US president earlier said if peaceful protesters are killed, Washington will come to their rescue.\",            \"english_title\": \"President to Speak on Strikes\",            \"translated_version\": \"El presidente hablará después de ordenar ataques grandes, que Venezuela llamó agresión militar muy seria. El presidente de EE.UU. dijo antes que si matan a manifestantes pacíficos, Washington los ayudará.\",            \"translated_title\": \"Presidente hablará sobre ataques\"        },        {            \"english_version\": \"It comes after clashes and an independence bid in southern Yemen bring Saudi and UAE-backed forces into confrontation.\",            \"english_title\": \"Clashes in Yemen\",            \"translated_version\": \"Esto pasa después de peleas y un intento de independencia en el sur de Yemen que trae a fuerzas apoyadas por Arabia Saudita y Emiratos Árabes Unidos a una confrontación.\",            \"translated_title\": \"Peleas en Yemen\"        },        {            \"english_version\": \"Russian officials say reports of the missile strike are untrue, suggesting the explosion was caused by Ukrainian ammunition.\",            \"english_title\": \"Russia Denies Missile Strike\",            \"translated_version\": \"Oficiales rusos dicen que los reportes del ataque con misiles no son verdad, sugiriendo que la explosión fue causada por municiones ucranianas.\",            \"translated_title\": \"Rusia niega ataque con misiles\"        },        {            \"english_version\": \"Kyrylo Budanov has led the Hur military intelligence, which has claimed a number of highly-effective strikes against Russia.\",            \"english_title\": \"Kyrylo Budanov's Leadership\",            \"translated_version\": \"Kyrylo Budanov ha liderado la inteligencia militar Hur, que ha dicho que hizo varios ataques muy efectivos contra Rusia.\",            \"translated_title\": \"Liderazgo de Kyrylo Budanov\"        },        {            \"english_version\": \"The powerful earthquake shook southern and central Mexico on Friday, also leaving several people injured.\",            \"english_title\": \"Earthquake in Mexico\",            \"translated_version\": \"El fuerte terremoto sacudió el sur y centro de México el viernes, también dejando a varias personas heridas.\",            \"translated_title\": \"Terremoto en México\"        }    ]}"