"{    \"translations\": [        {            \"english_version\": \"China has called on foreign governments not to interfere in its internal affairs after they congratulated William Lai Ching-te on winning Taiwan's presidential election. The European Union, America, Britain, and Japan all praised the election result. However, the ruling Democratic Progressive Party lost its parliamentary majority in the simultaneous legislative elections. China's spokesman stated that the election results showed the DPP does not represent mainstream public opinion, and China remains committed to national unification. Taiwan's foreign ministry urged China to face reality.\",            \"english_title\": \"China warns foreign governments not to interfere in Taiwan's election\",            \"translated_version\": \"China ha pedido a los gobiernos extranjeros que no interfieran en sus asuntos internos después de que felicitaran a William Lai Ching-te por ganar las elecciones presidenciales de Taiwán. La Unión Europea, Estados Unidos, Gran Bretaña y Japón elogiaron todos los resultados de las elecciones. Sin embargo, el Partido Progresista Democrático en el poder perdió su mayoría parlamentaria en las elecciones legislativas simultáneas. El portavoz de China afirmó que los resultados de las elecciones mostraron que el PPD no representa la opinión pública mayoritaria y que China sigue comprometida con la unificación nacional. El Ministerio de Relaciones Exteriores de Taiwán instó a China a enfrentar la realidad.\",            \"translated_title\": \"China advierte a los gobiernos extranjeros que no interfieran en las elecciones de Taiwán\"        },        {            \"english_version\": \"Thousands of Israelis gathered in Tel Aviv to mark the 100th day since Hamas militants killed 1,200 Israelis, including those still being held hostage in Gaza. Around 130 hostages are still unaccounted for, while 110 were released in November. A pro-Israel rally was also held in London following a pro-Palestinian event on Saturday.\",            \"english_title\": \"Israelis gather to remember victims of Hamas attack\",            \"translated_version\": \"Miles de israelíes se reunieron en Tel Aviv para conmemorar el centésimo día desde que los militantes de Hamas mataron a 1.200 israelíes, incluidos los que aún están siendo retenidos como rehenes en Gaza. Alrededor de 130 rehenes aún no han sido localizados, mientras que 110 fueron liberados en noviembre. También se llevó a cabo una manifestación pro-Israel en Londres después de un evento pro-palestino el sábado.\",            \"translated_title\": \"Israelíes se reúnen para recordar a las víctimas del ataque de Hamas\"        },        {            \"english_version\": \"China's foreign minister, Wang Yi, and Egypt's president, Abdel-Fattah al-Sisi, called for a ceasefire in Gaza and expressed concerns over freedom of navigation in the Red Sea after a meeting in Cairo. The United States has launched air strikes against the Yemen-based Houthi rebels attacking cargo ships in the sea. Mr. Wang pointed out that the UN Security Council had not approved such retaliation.\",            \"english_title\": \"China and Egypt call for ceasefire in Gaza\",            \"translated_version\": \"El ministro de Relaciones Exteriores de China, Wang Yi, y el presidente de Egipto, Abdel-Fattah al-Sisi, pidieron un alto el fuego en Gaza y expresaron preocupación por la libertad de navegación en el Mar Rojo después de una reunión en El Cairo. Estados Unidos ha lanzado ataques aéreos contra los rebeldes hutíes con base en Yemen que atacan barcos de carga en el mar. El Sr. Wang señaló que el Consejo de Seguridad de la ONU no había aprobado tal represalia.\",            \"translated_title\": \"China y Egipto piden un alto el fuego en Gaza\"        },        {            \"english_version\": \"Representatives from Ukraine's government met national security advisors from over 80 countries to discuss Volodymyr Zelensky's peace formula to end the war with Russia ahead of the World Economic Forum's gathering in Davos. More than 60 world leaders and thousands of business people will meet in the Swiss alpine resort from Monday. Mr. Zelensky will address them later in the week.\",            \"english_title\": \"Ukraine seeks international support for peace formula\",            \"translated_version\": \"Representantes del gobierno de Ucrania se reunieron con asesores de seguridad nacional de más de 80 países para discutir la fórmula de paz de Volodymyr Zelensky para poner fin a la guerra con Rusia antes de la reunión del Foro Económico Mundial en Davos. Más de 60 líderes mundiales y miles de empresarios se reunirán en el complejo alpino suizo a partir del lunes. El Sr. Zelensky les dirigirá más adelante en la semana.\",            \"translated_title\": \"Ucrania busca apoyo internacional para su fórmula de paz\"        },        {            \"english_version\": \"The president of the Maldives, Mohamed Muizzu, has set a deadline of March 15th for India to withdraw all its 75 troops from the islands. The historically close ties between the two countries have been strained since Mr. Muizzu was elected in November on a platform of loosening the Maldives' ties with India. He has recently returned from China, which is competing with India for influence in the region.\",            \"english_title\": \"Maldives president demands India to withdraw troops\",            \"translated_version\": \"El presidente de las Maldivas, Mohamed Muizzu, ha establecido un plazo hasta el 15 de marzo para que India retire sus 75 soldados de las islas. Los históricos lazos cercanos entre los dos países se han tensado desde que el Sr. Muizzu fue elegido en noviembre con la promesa de aflojar los vínculos de las Maldivas con India. Recientemente ha regresado de China, que compite con India por influencia en la región.\",            \"translated_title\": \"El presidente de las Maldivas exige a India que retire sus tropas\"        }    ]}"