"{    \"translations\": [        {            \"english_version\": \"Hamas fighters are clashing with Israeli soldiers in north-eastern and central Gaza, the militant group said. The Israel Defence Forces confirmed that their troops were shooting and operating inside the enclave, but added that ground forces were inside Gaza yesterday as well, according to the New York Times.\",            \"english_title\": \"Clashes between Hamas and Israeli soldiers in Gaza\",            \"translated_version\": \"Los combatientes de Hamas están luchando contra soldados israelíes en el noreste y centro de Gaza, dijo el grupo militante. Las Fuerzas de Defensa de Israel confirmaron que sus tropas estaban disparando y operando dentro del enclave, pero agregaron que las fuerzas terrestres también estaban dentro de Gaza ayer, según el New York Times.\",            \"translated_title\": \"Enfrentamientos entre Hamas y soldados israelíes en Gaza\"        },        {            \"english_version\": \"The UN General Assembly overwhelmingly adopted a resolution calling for an immediate ceasefire in Gaza, with 120 countries backing it, 14 (including America) opposing and 45 abstaining. Jordan introduced the resolution, which called for a humanitarian truce between Israeli troops and Hamas fighters and unfettered provision of aid. An amendment proposed by Canada, urging the body to recognise Hamas’s attack on October 7th as terrorism, failed to pass.\",            \"english_title\": \"UN General Assembly calls for ceasefire in Gaza\",            \"translated_version\": \"La Asamblea General de la ONU adoptó abrumadoramente una resolución que pide un alto el fuego inmediato en Gaza, con 120 países respaldándola, 14 (incluyendo a Estados Unidos) oponiéndose y 45 absteniéndose. Jordania presentó la resolución, que pedía un alto el fuego humanitario entre las tropas israelíes y los combatientes de Hamas y la provisión sin restricciones de ayuda. Una enmienda propuesta por Canadá, instando al organismo a reconocer el ataque de Hamas el 7 de octubre como terrorismo, no fue aprobada.\",            \"translated_title\": \"La Asamblea General de la ONU pide un alto el fuego en Gaza\"        },        {            \"english_version\": \"America struck two facilities in eastern Syria used by Iranian-backed militant groups. Lloyd Austin, America’s defence secretary, said the self-defence strikes were a response to a series of Iranian-backed attacks on American troops in Iraq and Syria since October 17th. American officials believe Iran is hoping to redirect American resources away from Israel.\",            \"english_title\": \"US strikes Iranian-backed facilities in Syria\",            \"translated_version\": \"Estados Unidos atacó dos instalaciones en el este de Siria utilizadas por grupos militantes respaldados por Irán. Lloyd Austin, el secretario de defensa de Estados Unidos, dijo que los ataques de autodefensa fueron una respuesta a una serie de ataques respaldados por Irán contra tropas estadounidenses en Irak y Siria desde el 17 de octubre. Los funcionarios estadounidenses creen que Irán espera redirigir los recursos estadounidenses lejos de Israel.\",            \"translated_title\": \"Estados Unidos ataca instalaciones respaldadas por Irán en Siria\"        },        {            \"english_version\": \"Russia’s central bank raised its benchmark rate by two percentage points to 15%, as it attempts to stabilise the weakening rouble and slow high inflation caused by the country’s invasion of Ukraine. While the economy remained buoyed by high oil-and-gas prices after the early stages of the conflict, the bank kept its benchmark rate relatively low. But it has increased rates by seven-and-a-half percentage points since July.\",            \"english_title\": \"Russia raises benchmark rate to stabilize economy\",            \"translated_version\": \"El banco central de Rusia aumentó su tasa de referencia en dos puntos porcentuales al 15%, en un intento de estabilizar el debilitamiento del rublo y frenar la alta inflación causada por la invasión del país a Ucrania. Si bien la economía se mantuvo respaldada por los altos precios del petróleo y el gas después de las primeras etapas del conflicto, el banco mantuvo su tasa de referencia relativamente baja. Pero ha aumentado las tasas en siete puntos y medio porcentuales desde julio.\",            \"translated_title\": \"Rusia aumenta la tasa de referencia para estabilizar la economía\"        },        {            \"english_version\": \"Boris Johnson, the former prime minister of Britain, announced he will join GB News, a British television channel, as a presenter and commentator. Mr Johnson, who resigned as an MP in June, will join the ranks of Conservative MPs and right-wing commentators who work for the insurgent channel. GB News has recently been mired in a series of controversies, including for breaking impartiality rules.\",            \"english_title\": \"Boris Johnson joins GB News as presenter\",            \"translated_version\": \"Boris Johnson, el ex primer ministro de Gran Bretaña, anunció que se unirá a GB News, un canal de televisión británico, como presentador y comentarista. El Sr. Johnson, quien renunció como diputado en junio, se unirá a las filas de los diputados conservadores y comentaristas de derecha que trabajan para el canal insurgente. GB News ha estado envuelto recientemente en una serie de controversias, incluido el incumplimiento de las reglas de imparcialidad.\",            \"translated_title\": \"Boris Johnson se une a GB News como presentador\"        }    ]}"