"{    \"translations\": [        {            \"english_version\": \"The US Department of Justice is facing criticism because they released names and images that were not hidden. Victims are upset about this.\",            \"english_title\": \"Justice Department Criticism\",            \"translated_version\": \"El Departamento de Justicia de EE.UU. tiene problemas porque mostraron nombres e imágenes que no estaban ocultos. Las víctimas están enojadas por esto.\",            \"translated_title\": \"Críticas al Departamento de Justicia\"        },        {            \"english_version\": \"A US military spokesperson said that a drone was shot down when it was getting close to an American ship in the Arabian Sea.\",            \"english_title\": \"Drone Shot Down\",            \"translated_version\": \"Un portavoz militar de EE.UU. dijo que un dron fue derribado cuando se acercaba a un barco americano en el Mar Arábigo.\",            \"translated_title\": \"Derriban Dron\"        },        {            \"english_version\": \"The US and Colombian presidents are meeting. A police unit is working to find and destroy cocaine labs in the jungle.\",            \"english_title\": \"US-Colombia Meeting\",            \"translated_version\": \"Los presidentes de EE.UU. y Colombia se están reuniendo. Una unidad de policía está trabajando para encontrar y destruir laboratorios de cocaína en la selva.\",            \"translated_title\": \"Reunión EE.UU.-Colombia\"        },        {            \"english_version\": \"Prime Minister Pedro Sánchez says they are taking action to protect children from dangers on the internet.\",            \"english_title\": \"Protecting Children Online\",            \"translated_version\": \"El Primer Ministro Pedro Sánchez dice que están tomando medidas para proteger a los niños de peligros en internet.\",            \"translated_title\": \"Protección de Niños en Internet\"        },        {            \"english_version\": \"A 14-year-old was arrested because they are suspected of trying to murder someone after a stabbing happened in a classroom.\",            \"english_title\": \"Teen Arrested for Stabbing\",            \"translated_version\": \"Un joven de 14 años fue arrestado porque sospechan que intentó matar a alguien después de un apuñalamiento en un aula.\",            \"translated_title\": \"Arresto de Joven por Apuñalamiento\"        }    ]}"