"{    \"translations\": [        {            \"english_version\": \"Hamas released four Israeli hostages, who were female soldiers, held in Gaza since October 2023. In return, Israel freed 200 Palestinian prisoners. Most of them were sent to the West Bank, while some will be deported. Israel stated that Palestinians cannot return to northern Gaza until a female civilian, also set to be released, is freed. This exchange is part of a six-week ceasefire between Israel and the militant group, starting on January 19th.\",            \"english_title\": \"Hostage Release in Gaza\",            \"translated_version\": \"Hamas liberó a cuatro rehenes israelíes, que eran soldados mujeres, retenidos en Gaza desde octubre de 2023. A cambio, Israel liberó a 200 prisioneros palestinos. La mayoría de ellos fueron enviados a Cisjordania, mientras que algunos serán deportados. Israel declaró que los palestinos no pueden regresar al norte de Gaza hasta que se libere a una civil mujer, también programada para ser liberada. Este intercambio es parte de un alto el fuego de seis semanas entre Israel y el grupo militante, que comenzó el 19 de enero.\",            \"translated_title\": \"Liberación de rehenes en Gaza\"        },        {            \"english_version\": \"The United States Senate confirmed Kristi Noem, the governor of South Dakota, as the homeland-security secretary. She will oversee Immigration and Customs Enforcement and other agencies. Pete Hegseth became the defense secretary after being confirmed with the casting vote of Vice-President J.D. Vance. Despite criticism of his suitability for the role, Mr. Hegseth, who believes the U.S. armed forces are too 'woke,' was sworn in.\",            \"english_title\": \"Confirmations in the U.S. Senate\",            \"translated_version\": \"El Senado de los Estados Unidos confirmó a Kristi Noem, la gobernadora de Dakota del Sur, como secretaria de seguridad nacional. Ella supervisará la Inmigración y Control de Aduanas y otras agencias. Pete Hegseth se convirtió en secretario de defensa después de ser confirmado con el voto de desempate del vicepresidente J.D. Vance. A pesar de las críticas sobre su idoneidad para el cargo, el Sr. Hegseth, quien cree que las fuerzas armadas de EE. UU. están demasiado 'despiertas', fue juramentado.\",            \"translated_title\": \"Confirmaciones en el Senado de EE. UU.\"        },        {            \"english_version\": \"The Economist app is available on iOS and Android platforms. The Economist Group offers various services and products, including Economist Intelligence, Economist Impact, and Economist Education Courses. For inquiries or support, users can contact the group through the provided channels.\",            \"english_title\": \"The Economist App Availability\",            \"translated_version\": \"La aplicación de The Economist está disponible en las plataformas de iOS y Android. El Grupo de The Economist ofrece varios servicios y productos, incluida la Inteligencia de The Economist, el Impacto de The Economist y los Cursos de Educación de The Economist. Para consultas o soporte, los usuarios pueden contactar al grupo a través de los canales proporcionados.\",            \"translated_title\": \"Disponibilidad de la aplicación de The Economist\"        },        {            \"english_version\": \"The website uses cookies and similar technologies to enhance user experience and ensure smooth operation. Users can manage cookies and find information on terms of use, privacy, cookie policy, accessibility, and modern slavery statement on the site. Copyright © The Economist Newspaper Limited 2025. All rights reserved.\",            \"english_title\": \"Website Cookie Usage\",            \"translated_version\": \"El sitio web utiliza cookies y tecnologías similares para mejorar la experiencia del usuario y garantizar un funcionamiento sin problemas. Los usuarios pueden gestionar las cookies y encontrar información sobre los términos de uso, privacidad, política de cookies, accesibilidad y declaración sobre la esclavitud moderna en el sitio. Derechos de autor © The Economist Newspaper Limited 2025. Todos los derechos reservados.\",            \"translated_title\": \"Uso de cookies en el sitio web\"        },        {            \"english_version\": \"The website provides options to subscribe, access reuse content, and learn about career opportunities at The Economist Group. Users can also find information on advertising, press releases, and executive jobs. The platform aims to offer a seamless experience to visitors while respecting their data rights.\",            \"english_title\": \"Website Features\",            \"translated_version\": \"El sitio web ofrece opciones para suscribirse, acceder a contenido reutilizable y conocer oportunidades laborales en el Grupo de The Economist. Los usuarios también pueden encontrar información sobre publicidad, comunicados de prensa y puestos ejecutivos. La plataforma tiene como objetivo ofrecer una experiencia fluida a los visitantes mientras respeta sus derechos de datos.\",            \"translated_title\": \"Funciones del sitio web\"        }    ]}"