"{    \"translations\": [        {            \"english_version\": \"Alexei Navalny, a prominent opposition leader in Russia, has passed away. His team accuses Russian authorities of hiding his body to cover up a possible murder. More than 340 people were arrested in Russia for trying to honor Navalny. The G7 foreign ministers held a moment of silence for Navalny and demanded Russia to explain his death.\",            \"english_title\": \"Death of Alexei Navalny\",            \"translated_version\": \"Alexei Navalny, un líder opositor importante en Rusia, ha fallecido. Su equipo acusa a las autoridades rusas de esconder su cuerpo para encubrir un posible asesinato. Más de 340 personas fueron arrestadas en Rusia por intentar honrar a Navalny. Los ministros de relaciones exteriores del G7 guardaron un momento de silencio por Navalny y exigieron a Rusia que explique su muerte.\",            \"translated_title\": \"Muerte de Alexei Navalny\"        },        {            \"english_version\": \"The International Court of Justice denied South Africa's request for further actions against Israel. This would have stopped Israel from entering Rafah, a city in Gaza. The court mentioned the worsening humanitarian situation in the area and urged Israel to follow the provisional measures set on January 26th.\",            \"english_title\": \"International Court of Justice Decision\",            \"translated_version\": \"El Tribunal Internacional de Justicia rechazó la solicitud de Sudáfrica de tomar más acciones contra Israel. Esto habría evitado que Israel entrara en Rafah, una ciudad en Gaza. El tribunal mencionó la empeoramiento de la situación humanitaria en la zona y instó a Israel a seguir las medidas provisionales establecidas el 26 de enero.\",            \"translated_title\": \"Decisión del Tribunal Internacional de Justicia\"        },        {            \"english_version\": \"Thailand released Thaksin Shinawatra, a former prime minister, from detention. Thaksin, who returned to Thailand after exile, was jailed for corruption. There are suspicions that he made a deal for an early release. His political party has aligned with the military, preventing a liberal party from forming a government.\",            \"english_title\": \"Release of Thaksin Shinawatra\",            \"translated_version\": \"Tailandia liberó a Thaksin Shinawatra, un ex primer ministro, de la detención. Thaksin, quien regresó a Tailandia después del exilio, fue encarcelado por corrupción. Hay sospechas de que hizo un trato para ser liberado temprano. Su partido político se ha alineado con el ejército, impidiendo que un partido liberal forme un gobierno.\",            \"translated_title\": \"Liberación de Thaksin Shinawatra\"        },        {            \"english_version\": \"Ukrainian President Zelensky requested more weapons after troops were withdrawn from Avdiivka, a town on the eastern front. Zelensky criticized the lack of arms, stating it allows Putin to adapt to the ongoing war intensity. Russia claimed victory in capturing Avdiivka.\",            \"english_title\": \"Ukraine's Plea for Arms\",            \"translated_version\": \"El Presidente Ucraniano Zelensky solicitó más armas después de que las tropas fueran retiradas de Avdiivka, una ciudad en el frente oriental. Zelensky criticó la falta de armas, afirmando que permite a Putin adaptarse a la intensidad de la guerra en curso. Rusia afirmó la victoria en la captura de Avdiivka.\",            \"translated_title\": \"Solicitud de Armas de Ucrania\"        },        {            \"english_version\": \"China's foreign minister warned against excluding China from global trade. America and Europe aim to reduce economic ties with China. The African Union expressed concern over the political crisis in Senegal, hoping for a fair presidential election. President Sall promised to hold the election soon after facing protests over its delay.\",            \"english_title\": \"Global Trade and Political Crisis in Senegal\",            \"translated_version\": \"El ministro de relaciones exteriores de China advirtió contra excluir a China del comercio global. América y Europa buscan reducir los lazos económicos con China. La Unión Africana expresó preocupación por la crisis política en Senegal, esperando unas elecciones presidenciales justas. El Presidente Sall prometió celebrar las elecciones pronto después de enfrentar protestas por su retraso.\",            \"translated_title\": \"Comercio Global y Crisis Política en Senegal\"        }    ]}"