"{    \"translations\": [        {            \"english_version\": \"The Federal Reserve decided to keep its benchmark interest rate unchanged at 4.25-4.5%. The central bank of the United States expressed concerns about increasing economic uncertainty. Its main goals are to control inflation and unemployment, but it noted that both risks are rising in America.\",            \"english_title\": \"Federal Reserve Interest Rate\",            \"translated_version\": \"La Reserva Federal decidió mantener su tasa de interés de referencia sin cambios en 4.25-4.5%. El banco central de los Estados Unidos expresó preocupaciones sobre la creciente incertidumbre económica. Sus objetivos principales son controlar la inflación y el desempleo, pero señaló que ambos riesgos están aumentando en América.\",            \"translated_title\": \"Federal Reserve Interest Rate\"        },        {            \"english_version\": \"Shehbaz Sharif, the Prime Minister of Pakistan, promised to retaliate for the recent air strikes by India in Pakistan and Pakistan-administered Kashmir. The strikes resulted in the deaths of at least 31 people, as reported by Pakistan. India claimed it targeted 'terrorist infrastructure' in response to a previous attack in Indian-administered Kashmir. Despite the strong language used, there is a possibility of de-escalation, although it is not guaranteed.\",            \"english_title\": \"Tensions Between India and Pakistan\",            \"translated_version\": \"Shehbaz Sharif, el Primer Ministro de Pakistán, prometió retaliar por los recientes ataques aéreos de India en Pakistán y Cachemira administrada por Pakistán. Los ataques resultaron en la muerte de al menos 31 personas, según informó Pakistán. India afirmó que apuntó a 'infraestructura terrorista' en respuesta a un ataque previo en Cachemira administrada por India. A pesar del lenguaje fuerte utilizado, existe la posibilidad de desescalada, aunque no está garantizada.\",            \"translated_title\": \"Tensions Between India and Pakistan\"        }    ]}"