"{    \"translations\": [        {            \"english_version\": \"Israel bombed a medical centre in central Beirut, killing six people. The centre belongs to the Islamic Health Organisation, which has ties to Hizbullah. Strikes were also reported across the city. Israel Defence Forces clashed with Hizbullah in southern Lebanon, resulting in the death of eight soldiers. President Joe Biden stated that America would not support an attack by Israel on Iran's nuclear sites. Israel is considering a response to Tuesday's missile attack.\",            \"english_title\": \"Conflict in Lebanon\",            \"translated_version\": \"Israel bombardeó un centro médico en el centro de Beirut, matando a seis personas. El centro pertenece a la Organización de Salud Islámica, que tiene vínculos con Hizbullah. También se informaron ataques en toda la ciudad. Las Fuerzas de Defensa de Israel chocaron con Hizbullah en el sur del Líbano, lo que resultó en la muerte de ocho soldados. El presidente Joe Biden declaró que Estados Unidos no apoyaría un ataque de Israel a los sitios nucleares de Irán. Israel está considerando una respuesta al ataque con misiles del martes.\",            \"translated_title\": \"Conflict in Lebanon\"        },        {            \"english_version\": \"Jack Smith, the special counsel investigating Donald Trump for attempting to overturn the 2020 election, unsealed new evidence related to the January 6th riots. The evidence includes Mr. Trump's dismissive response to Mike Pence's peril and testimony from an assistant who heard him say, 'It doesn't matter if you won or lost the election. You still have to fight like hell.'\",            \"english_title\": \"Investigation into Trump's Actions\",            \"translated_version\": \"Jack Smith, el fiscal especial que investiga a Donald Trump por intentar anular las elecciones de 2020, reveló nuevas pruebas relacionadas con los disturbios del 6 de enero. Las pruebas incluyen la respuesta despectiva del Sr. Trump al peligro de Mike Pence y el testimonio de un asistente que lo escuchó decir: 'No importa si ganaste o perdiste las elecciones. Aún así debes luchar como el infierno.'\",            \"translated_title\": \"Investigación sobre las acciones de Trump\"        }    ]}"