"{    \"translations\": [        {            \"english_version\": \"Russian leader's comments come as US and Ukrainian negotiators are set to hold new talks. This is happening while the military confirms another attack.\",            \"english_title\": \"Russian Leader's Comments\",            \"translated_version\": \"Comentarios del líder ruso llegan cuando negociadores de EE.UU. y Ucrania van a tener nuevas charlas. Esto pasa mientras el ejército confirma otro ataque.\",            \"translated_title\": \"Comentarios del líder ruso\"        },        {            \"english_version\": \"Politicians in the self-governing Danish territory have voted to change the law that banned abortion in most cases.\",            \"english_title\": \"Danish Territory Abortion Law Change\",            \"translated_version\": \"Políticos en el territorio danés votaron para cambiar la ley que prohibía el aborto en la mayoría de los casos.\",            \"translated_title\": \"Cambio de ley de aborto en territorio danés\"        },        {            \"english_version\": \"Palestinians are trying to clear rubble from archaeological sites, but their work is slowed down by Israeli restrictions on building materials.\",            \"english_title\": \"Palestinians Clear Rubble\",            \"translated_version\": \"Palestinos intentan limpiar escombros de sitios arqueológicos, pero su trabajo es más lento por restricciones israelíes en materiales de construcción.\",            \"translated_title\": \"Palestinos limpian escombros\"        },        {            \"english_version\": \"The Israeli military says it attacked Hezbollah sites, shortly after Israel and Lebanon sent civilian envoys to meet.\",            \"english_title\": \"Israeli Military Attacks\",            \"translated_version\": \"El ejército israelí dice que atacó sitios de Hezbollah, poco después de que Israel y Líbano enviaron enviados civiles a reunirse.\",            \"translated_title\": \"Ataques del ejército israelí\"        },        {            \"english_version\": \"An incorrect alert about a major Nevada earthquake was sent out and reached as far as California before it was canceled.\",            \"english_title\": \"Incorrect Earthquake Alert\",            \"translated_version\": \"Una alerta incorrecta sobre un gran terremoto en Nevada fue enviada y llegó hasta California antes de ser cancelada.\",            \"translated_title\": \"Alerta de terremoto incorrecta\"        }    ]}"