"{    \"translations\": [        {            \"english_version\": \"Donald Trump announced that he will stop reciprocal tariffs for 90 days on countries that did not retaliate against his levies. However, he will maintain a 10% universal tariff. The president increased tariffs on China to 125% after China raised its levies on American goods from 34% to 84%. EU members also approved tariffs on around €21bn ($23.2bn) of American goods in response to America's 25% levies on steel and aluminium.\",            \"english_title\": \"Trade Tariffs\",            \"translated_version\": \"Donald Trump dijo que dejará de poner aranceles recíprocos por 90 días a países que no tomaron represalias contra sus impuestos. Sin embargo, mantendrá un arancel universal del 10%. El presidente aumentó los aranceles a China al 125% después de que China aumentara sus impuestos sobre productos estadounidenses del 34% al 84%. Los miembros de la UE también aprobaron aranceles por alrededor de €21 mil millones ($23.2 mil millones) en productos estadounidenses en respuesta a los impuestos del 25% de Estados Unidos sobre acero y aluminio.\",            \"translated_title\": \"Trade Tariffs\"        },        {            \"english_version\": \"Stocks saw a significant increase following the news. The NASDAQ rose by 12.2% at the close of markets on Wednesday, while the S&P 500 climbed by 9.5%. These were the largest daily gains for these indices since 2001 and 2008 respectively. The Dow Jones also saw a substantial increase of around 2,960 points or 7.9%. Bond yields, which had surged after the tariffs were implemented, decreased with the yield on ten-year Treasuries falling to approximately 4.3%.\",            \"english_title\": \"Stock Market Reaction\",            \"translated_version\": \"Las acciones vieron un aumento significativo después de la noticia. El NASDAQ subió un 12.2% al cierre de los mercados el miércoles, mientras que el S&P 500 subió un 9.5%. Estas fueron las mayores ganancias diarias para estos índices desde 2001 y 2008 respectivamente. El Dow Jones también experimentó un aumento sustancial de alrededor de 2,960 puntos o 7.9%. Los rendimientos de bonos, que habían aumentado después de la implementación de los aranceles, disminuyeron con el rendimiento de los bonos del Tesoro a diez años cayendo a aproximadamente 4.3%.\",            \"translated_title\": \"Stock Market Reaction\"        }    ]}"