"{    \"translations\": [        {            \"english_version\": \"In a speech in Davos, the US president said he would not use force to take the island. There was mixed reaction in the room during Trump's Davos speech.\",            \"english_title\": \"Trump's Davos Speech\",            \"translated_version\": \"En un discurso en Davos, el presidente de EE.UU. dijo que no usaría fuerza para tomar la isla. Hubo reacciones mixtas en la sala durante el discurso de Trump en Davos.\",            \"translated_title\": \"Discurso de Trump en Davos\"        },        {            \"english_version\": \"Another eight Palestinians were killed by Israeli artillery and gunfire across Gaza on Wednesday, according to medics.\",            \"english_title\": \"Violence in Gaza\",            \"translated_version\": \"Otros ocho palestinos fueron muertos por artillería y disparos israelíes en Gaza el miércoles, según médicos.\",            \"translated_title\": \"Violencia en Gaza\"        },        {            \"english_version\": \"A stencilled outline of a hand found on the Indonesian island of Sulawesi is the world's oldest known cave painting, researchers say.\",            \"english_title\": \"Oldest Cave Painting\",            \"translated_version\": \"Un dibujo de una mano encontrado en la isla indonesia de Sulawesi es la pintura en cueva más antigua conocida en el mundo, dicen los investigadores.\",            \"translated_title\": \"Pintura en Cueva Más Antigua\"        },        {            \"english_version\": \"The ball is in the court of European leaders ahead of Thursday's emergency EU meeting in Brussels. This follows renewed tensions between the US and EU, as Donald Trump pushes to acquire Greenland.\",            \"english_title\": \"EU Meeting on Greenland\",            \"translated_version\": \"La pelota está en la cancha de los líderes europeos antes de la reunión de emergencia de la UE el jueves en Bruselas. Esto sigue a nuevas tensiones entre EE.UU. y la UE, ya que Donald Trump quiere adquirir Groenlandia.\",            \"translated_title\": \"Reunión de la UE sobre Groenlandia\"        },        {            \"english_version\": \"Seven Muslim-majority countries accept an invitation to Trump's new organisation, while Russia's Putin says he's considering joining. This comes as Syrian government forces take control of north-eastern areas where Kurdish-led forces have long controlled.\",            \"english_title\": \"Trump's New Organisation\",            \"translated_version\": \"Siete países de mayoría musulmana aceptan una invitación a la nueva organización de Trump, mientras que Putin de Rusia dice que está considerando unirse. Esto ocurre mientras las fuerzas del gobierno sirio toman control de áreas del noreste donde las fuerzas lideradas por kurdos han controlado por mucho tiempo.\",            \"translated_title\": \"Nueva Organización de Trump\"        }    ]}"