"{    \"translations\": [        {            \"english_version\": \"Russia said that Ukraine targeted several power and energy facilities overnight. Ukraine has not commented on this. This comes weeks after the White House criticized a leaked report about US strikes on Iran.\",            \"english_title\": \"Russia Accuses Ukraine\",            \"translated_version\": \"Rusia dijo que Ucrania atacó varias instalaciones de energía por la noche. Ucrania no ha comentado sobre esto. Esto pasa semanas después de que la Casa Blanca criticó un informe filtrado sobre ataques de EE.UU. en Irán.\",            \"translated_title\": \"Rusia acusa a Ucrania\"        },        {            \"english_version\": \"Turkey's first lady wrote a letter to Mrs. Trump, asking her to help end the war in Gaza by appealing to Israel.\",            \"english_title\": \"Turkey's First Lady Writes to Mrs. Trump\",            \"translated_version\": \"La primera dama de Turquía escribió una carta a la Sra. Trump, pidiéndole que ayude a terminar la guerra en Gaza hablando con Israel.\",            \"translated_title\": \"Primera dama de Turquía escribe a Sra. Trump\"        },        {            \"english_version\": \"Pope Leo XIV expressed hope that Mauritian authorities would help refugees return to their homes.\",            \"english_title\": \"Pope Hopes for Refugee Help\",            \"translated_version\": \"El Papa Leo XIV expresó esperanza de que las autoridades de Mauricio ayuden a los refugiados a volver a sus casas.\",            \"translated_title\": \"Papa espera ayuda para refugiados\"        },        {            \"english_version\": \"Maxwell was interviewed due to pressure on Trump to release information about whether important people were involved in Jeffrey Epstein's crimes.\",            \"english_title\": \"Maxwell Interviewed About Epstein\",            \"translated_version\": \"Entrevistaron a Maxwell por presión sobre Trump para dar información sobre si personas importantes estaban involucradas en los crímenes de Jeffrey Epstein.\",            \"translated_title\": \"Entrevista a Maxwell sobre Epstein\"        },        {            \"english_version\": \"Israel has been blocking food from entering Gaza, according to aid agencies. A UN-backed body has confirmed that there is a famine.\",            \"english_title\": \"Israel Blocks Food to Gaza\",            \"translated_version\": \"Israel ha estado bloqueando comida para entrar a Gaza, según agencias de ayuda. Un grupo apoyado por la ONU confirmó que hay hambre.\",            \"translated_title\": \"Israel bloquea comida a Gaza\"        }    ]}"