"{    \"translations\": [        {            \"english_version\": \"Four thieves broke into the world's most-visited museum during the day and stole eight items worth a lot of money.\",            \"english_title\": \"Museum Theft\",            \"translated_version\": \"Cuatro ladrones entraron al museo más visitado del mundo durante el día y robaron ocho cosas que valen mucho dinero.\",            \"translated_title\": \"Robo en Museo\"        },        {            \"english_version\": \"A very strong storm is expected to hit Jamaica by Tuesday. It has already caused two deaths in Haiti.\",            \"english_title\": \"Storm Warning\",            \"translated_version\": \"Se espera que una tormenta muy fuerte llegue a Jamaica para el martes. Ya ha causado dos muertes en Haití.\",            \"translated_title\": \"Aviso de Tormenta\"        },        {            \"english_version\": \"An experimental weapon is said to have a potentially unlimited range, but Western experts doubt its usefulness.\",            \"english_title\": \"Weapon Doubts\",            \"translated_version\": \"Dicen que un arma experimental tiene un alcance potencialmente ilimitado, pero los expertos occidentales dudan de su utilidad.\",            \"translated_title\": \"Dudas sobre Arma\"        },        {            \"english_version\": \"The fall of el-Fasher would strengthen the RSF's control in the west and shows a split in the nation.\",            \"english_title\": \"El-Fasher Conflict\",            \"translated_version\": \"La caída de el-Fasher fortalecería el control del RSF en el oeste y muestra una división en la nación.\",            \"translated_title\": \"Conflicto en El-Fasher\"        },        {            \"english_version\": \"Three Chinese nationals are facing prison for trying to buy $400,000 worth of nuclear material.\",            \"english_title\": \"Nuclear Material Arrest\",            \"translated_version\": \"Tres ciudadanos chinos enfrentan prisión por intentar comprar material nuclear por valor de $400,000.\",            \"translated_title\": \"Arresto por Material Nuclear\"        }    ]}"