"{    \"translations\": [        {            \"english_version\": \"Washington's political gridlock could cause many problems, as anything not essential will be paused.\",            \"english_title\": \"Washington Gridlock\",            \"translated_version\": \"El problema político en Washington puede causar muchos problemas, porque todo lo que no es esencial se detendrá.\",            \"translated_title\": \"Problema en Washington\"        },        {            \"english_version\": \"The earthquake happened just over a week after the country was hit by two typhoons.\",            \"english_title\": \"Earthquake After Typhoons\",            \"translated_version\": \"El terremoto ocurrió poco más de una semana después de que el país fue golpeado por dos tifones.\",            \"translated_title\": \"Terremoto después de Tifones\"        },        {            \"english_version\": \"Mayor Dieter Reiter said the Oktoberfest would stay closed until early evening because of a bomb threat.\",            \"english_title\": \"Oktoberfest Bomb Threat\",            \"translated_version\": \"El alcalde Dieter Reiter dijo que el Oktoberfest permanecería cerrado hasta la tarde por una amenaza de bomba.\",            \"translated_title\": \"Amenaza de Bomba en Oktoberfest\"        },        {            \"english_version\": \"Copenhagen is on alert as EU leaders talk about improving their defenses because of drones and Russian war planes.\",            \"english_title\": \"Copenhagen Alert\",            \"translated_version\": \"Copenhague está en alerta mientras los líderes de la UE hablan sobre mejorar sus defensas por drones y aviones de guerra rusos.\",            \"translated_title\": \"Alerta en Copenhague\"        },        {            \"english_version\": \"Collins Jumaisi Khalusha, a main suspect in the murder of over 40 women, escaped from custody more than a year ago.\",            \"english_title\": \"Suspect Escaped\",            \"translated_version\": \"Collins Jumaisi Khalusha, un sospechoso principal en el asesinato de más de 40 mujeres, escapó de la custodia hace más de un año.\",            \"translated_title\": \"Sospechoso Escapó\"        }    ]}"