"{    \"translations\": [        {            \"english_version\": \"Oleksandr Syrskyi says special forces have been sent, but he denies Russian reports that Ukrainian troops are surrounded in Pokrovsk.\",            \"english_title\": \"Special Forces Sent\",            \"translated_version\": \"Oleksandr Syrskyi dice que enviaron fuerzas especiales, pero niega los informes rusos que dicen que las tropas ucranianas están rodeadas en Pokrovsk.\",            \"translated_title\": \"Fuerzas Especiales Enviadas\"        },        {            \"english_version\": \"The Asian fast fashion giant says it removed the items from its website right away and is looking into the matter.\",            \"english_title\": \"Fashion Items Removed\",            \"translated_version\": \"El gigante de moda rápida de Asia dice que quitó los artículos de su sitio web de inmediato y está investigando el asunto.\",            \"translated_title\": \"Artículos de Moda Quitados\"        },        {            \"english_version\": \"The Los Angeles Dodgers are the first team in 25 years to win the World Series two years in a row after beating the Toronto Blue Jays in the final game.\",            \"english_title\": \"Dodgers Win Again\",            \"translated_version\": \"Los Dodgers de Los Ángeles son el primer equipo en 25 años en ganar la Serie Mundial dos años seguidos después de vencer a los Toronto Blue Jays en el último juego.\",            \"translated_title\": \"Dodgers Ganan de Nuevo\"        },        {            \"english_version\": \"People are having serious side effects from a drug that has a substance banned in many other countries.\",            \"english_title\": \"Drug Side Effects\",            \"translated_version\": \"Las personas están teniendo efectos secundarios serios de un medicamento que tiene una sustancia prohibida en muchos otros países.\",            \"translated_title\": \"Efectos Secundarios del Medicamento\"        },        {            \"english_version\": \"Tens of thousands of people mourned 16 people who died in a rail station canopy collapse in Novi Sad last year, leading to ongoing protests.\",            \"english_title\": \"Mourning in Novi Sad\",            \"translated_version\": \"Decenas de miles de personas lloraron a 16 personas que murieron en el colapso de un techo de estación de tren en Novi Sad el año pasado, lo que llevó a protestas continuas.\",            \"translated_title\": \"Luto en Novi Sad\"        }    ]}"