"{    \"translations\": [        {            \"english_version\": \"Police in downtown Los Angeles said it was not allowed for people to gather there. They told protesters to go home because the protests against deportations had become violent. California's governor, Gavin Newsom, mentioned that the state would take legal action against the Trump administration for sending National Guard troops to the city. He believed the president was looking for a show.\",            \"english_title\": \"Protests in Los Angeles\",            \"translated_version\": \"La policía en el centro de Los Ángeles dijo que no estaba permitido que la gente se reuniera allí. Les dijeron a los manifestantes que se fueran a casa porque las protestas contra las deportaciones se habían vuelto violentas. El gobernador de California, Gavin Newsom, mencionó que el estado tomaría medidas legales contra la administración de Trump por enviar tropas de la Guardia Nacional a la ciudad. Él creía que el presidente buscaba un espectáculo.\",            \"translated_title\": \"Protestas en Los Ángeles\"        },        {            \"english_version\": \"Ukraine's air force reported that Russia had carried out its biggest drone attack since the war began. The attack targeted an airfield near Dubno, which is close to the Polish border. Ukrainian forces claimed to have shot down 460 out of 479 drones. Additionally, the two sides exchanged the first group of prisoners as part of a significant agreement.\",            \"english_title\": \"Drone Attack in Ukraine\",            \"translated_version\": \"La fuerza aérea de Ucrania informó que Rusia había llevado a cabo su mayor ataque con drones desde que comenzó la guerra. El ataque se dirigió a un aeródromo cerca de Dubno, que está cerca de la frontera con Polonia. Las fuerzas ucranianas afirmaron haber derribado 460 de 479 drones. Además, los dos lados intercambiaron el primer grupo de prisioneros como parte de un acuerdo significativo.\",            \"translated_title\": \"Ataque de Drones en Ucrania\"        },        {            \"english_version\": \"The news mentioned various social media platforms like LinkedIn, Instagram, Facebook, TikTok, YouTube, and WhatsApp. It also promoted The Economist app for iOS and Android. The Economist's website uses cookies and similar technologies to improve user experience and ensure smooth operation.\",            \"english_title\": \"Social Media and The Economist\",            \"translated_version\": \"Las noticias mencionaron varias plataformas de redes sociales como LinkedIn, Instagram, Facebook, TikTok, YouTube y WhatsApp. También promocionaron la aplicación de The Economist para iOS y Android. El sitio web de The Economist utiliza cookies y tecnologías similares para mejorar la experiencia del usuario y garantizar un funcionamiento sin problemas.\",            \"translated_title\": \"Redes Sociales y The Economist\"        },        {            \"english_version\": \"The Economist Group, which includes entities like Economist Intelligence, Economist Impact, and Economist Education Courses, was highlighted. The group's contact information, career opportunities, and policies on cookies, privacy, and accessibility were provided. The Economist Newspaper Limited is registered in England and Wales.\",            \"english_title\": \"The Economist Group\",            \"translated_version\": \"Se destacó el Grupo The Economist, que incluye entidades como Economist Intelligence, Economist Impact y Economist Education Courses. Se proporcionó la información de contacto del grupo, oportunidades de carrera y políticas sobre cookies, privacidad y accesibilidad. The Economist Newspaper Limited está registrada en Inglaterra y Gales.\",            \"translated_title\": \"El Grupo The Economist\"        },        {            \"english_version\": \"The footer of the news article contained details about The Economist's registration, office address, and VAT registration number. It also mentioned the copyright information for The Economist Newspaper Limited up to the year 2025.\",            \"english_title\": \"Details about The Economist\",            \"translated_version\": \"El pie de página del artículo de noticias contenía detalles sobre el registro de The Economist, la dirección de la oficina y el número de registro de IVA. También mencionaba la información de derechos de autor de The Economist Newspaper Limited hasta el año 2025.\",            \"translated_title\": \"Detalles sobre The Economist\"        }    ]}"