"{    \"translations\": [        {            \"english_version\": \"Less than an hour ago, Donald Trump signed a 'strategic economic partnership' with Muhammad bin Salman, the de facto ruler of Saudi Arabia. This partnership includes a $142 billion arms deal. Trump is currently visiting Gulf states, marking his first major trip abroad in his second term. Discussions between Trump and MBS are expected to focus on regional security during meetings on Wednesday.\",            \"english_title\": \"Donald Trump's economic partnership with Saudi Arabia\",            \"translated_version\": \"Hace menos de una hora, Donald Trump firmó una 'asociación económica estratégica' con Muhammad bin Salman, el gobernante de facto de Arabia Saudita. Esta asociación incluye un acuerdo de armas de $142 mil millones. Trump está visitando actualmente los estados del Golfo, marcando su primer viaje importante al extranjero en su segundo mandato. Se espera que las discusiones entre Trump y MBS se centren en la seguridad regional durante las reuniones del miércoles.\",            \"translated_title\": \"La asociación económica de Donald Trump con Arabia Saudita\"        },        {            \"english_version\": \"Nissan recently reported a net loss of 671 billion yen ($4.5 billion) for the year ending in March. The Japanese carmaker has forecasted sales of 12.5 trillion yen for the upcoming financial year, but did not provide a prediction for net profit due to economic uncertainty caused by tariffs. Nissan also confirmed plans to cut 20,000 jobs globally, as the company faces challenges such as declining market share in North America and China.\",            \"english_title\": \"Nissan's financial struggles\",            \"translated_version\": \"Nissan informó recientemente de una pérdida neta de 671 mil millones de yenes ($4.5 mil millones) para el año que terminó en marzo. El fabricante de automóviles japonés ha pronosticado ventas de 12.5 billones de yenes para el próximo año financiero, pero no proporcionó una predicción de beneficios netos debido a la incertidumbre económica causada por los aranceles. Nissan también confirmó planes para recortar 20,000 empleos a nivel mundial, ya que la empresa enfrenta desafíos como la disminución de la cuota de mercado en América del Norte y China.\",            \"translated_title\": \"Las dificultades financieras de Nissan\"        }    ]}"