"{    \"translations\": [        {            \"english_version\": \"An Israeli military spokesman says troops will increase their attacks on the areas controlled by Hamas. The Palestinian Authority argues that this decision is illegal and will harm the chances of achieving a two-state solution.\",            \"english_title\": \"Israeli Military to Increase Attacks\",            \"translated_version\": \"Un portavoz militar de Israel dice que los soldados aumentarán sus ataques en las áreas controladas por Hamas. La Autoridad Palestina dice que esta decisión es ilegal y dañará las posibilidades de lograr una solución de dos estados.\",            \"translated_title\": \"Militar de Israel aumentará ataques\"        },        {            \"english_version\": \"A man who police initially thought was killed by a bear was actually stabbed to death by his son, according to authorities.\",            \"english_title\": \"Man Stabbed by Son, Not Bear\",            \"translated_version\": \"Un hombre que la policía pensó que fue matado por un oso en realidad fue apuñalado por su hijo, según las autoridades.\",            \"translated_title\": \"Hombre apuñalado por su hijo, no oso\"        },        {            \"english_version\": \"Secretary of State Marco Rubio criticizes the court, calling it a tool used against the US and Israel.\",            \"english_title\": \"Rubio Criticizes Court\",            \"translated_version\": \"El Secretario de Estado Marco Rubio critica al tribunal, llamándolo una herramienta usada contra Estados Unidos e Israel.\",            \"translated_title\": \"Rubio critica al tribunal\"        },        {            \"english_version\": \"Republicans are facing opposition from Democrats who left the state to delay a vote. They hope the new district maps will help them gain more seats in Congress.\",            \"english_title\": \"Republicans Face Opposition\",            \"translated_version\": \"Los republicanos enfrentan oposición de los demócratas que dejaron el estado para retrasar una votación. Esperan que los nuevos mapas de distritos les ayuden a ganar más asientos en el Congreso.\",            \"translated_title\": \"Republicanos enfrentan oposición\"        },        {            \"english_version\": \"Jinchao Wei has been found guilty of selling information about the locations and weapons of warships for $12,000.\",            \"english_title\": \"Jinchao Wei Guilty of Selling Info\",            \"translated_version\": \"Jinchao Wei fue encontrado culpable de vender información sobre las ubicaciones y armas de barcos de guerra por $12,000.\",            \"translated_title\": \"Jinchao Wei culpable de vender info\"        }    ]}"