"{    \"translations\": [        {            \"english_version\": \"At least 10 people have died in the country's worst conflict since July. Kyiv is trying to resist a US plan that would give some land to Russia.\",            \"english_title\": \"Conflict in Kyiv\",            \"translated_version\": \"Al menos 10 personas han muerto en el peor conflicto del país desde julio. Kyiv está tratando de resistir un plan de EE.UU. que daría algo de tierra a Rusia.\",            \"translated_title\": \"Conflicto en Kyiv\"        },        {            \"english_version\": \"Indian officials confirmed that two brothers took a flight to Phuket, Thailand, right after the event. One of the suspected thieves has been caught after being seen on the city's many security cameras.\",            \"english_title\": \"Brothers Flee to Thailand\",            \"translated_version\": \"Oficiales de India confirmaron que dos hermanos tomaron un vuelo a Phuket, Tailandia, justo después del evento. Uno de los ladrones sospechosos ha sido atrapado después de ser visto en muchas cámaras de seguridad de la ciudad.\",            \"translated_title\": \"Hermanos huyen a Tailandia\"        },        {            \"english_version\": \"Authorities have warned that a stronger earthquake might happen soon. A study shows how the military's air attacks have hurt civilians.\",            \"english_title\": \"Earthquake Warning\",            \"translated_version\": \"Las autoridades han advertido que un terremoto más fuerte podría ocurrir pronto. Un estudio muestra cómo los ataques aéreos militares han dañado a los civiles.\",            \"translated_title\": \"Advertencia de terremoto\"        },        {            \"english_version\": \"The president threatened to add a 5% tax on Mexico because of a disagreement over water for US farmers.\",            \"english_title\": \"Tax Threat on Mexico\",            \"translated_version\": \"El presidente amenazó con agregar un impuesto del 5% a México debido a un desacuerdo sobre el agua para los agricultores de EE.UU.\",            \"translated_title\": \"Amenaza de impuesto a México\"        },        {            \"english_version\": \"The fight to buy Warner Bros Discovery in Hollywood is becoming a big deal.\",            \"english_title\": \"Warner Bros Discovery Deal\",            \"translated_version\": \"La lucha por comprar Warner Bros Discovery en Hollywood se está convirtiendo en algo importante.\",            \"translated_title\": \"Acuerdo de Warner Bros Discovery\"        }    ]}"