"{    \"translations\": [        {            \"english_version\": \"The US president announced that several European allies who are against his plans to buy Greenland will face 10% tariffs starting in February.\",            \"english_title\": \"US Tariffs on European Allies\",            \"translated_version\": \"El presidente de EE.UU. dijo que algunos aliados europeos que no quieren que compre Groenlandia tendrán tarifas del 10% desde febrero.\",            \"translated_title\": \"Tarifas de EE.UU. a Europa\"        },        {            \"english_version\": \"Ayatollah Ali Khamenei commented on some deaths, calling them 'inhuman' and 'savage,' but he blamed the US for these incidents.\",            \"english_title\": \"Khamenei Blames US\",            \"translated_version\": \"El Ayatollah Ali Khamenei habló sobre algunas muertes, llamándolas `inhumanas` y `salvajes`, pero culpó a EE.UU. por estos incidentes.\",            \"translated_title\": \"Khamenei Culpa a EE.UU.\"        },        {            \"english_version\": \"A number of people have died in the Alps over the past week due to heavy snowfall in the region.\",            \"english_title\": \"Deaths in the Alps\",            \"translated_version\": \"Varias personas han muerto en los Alpes la semana pasada por mucha nieve en la región.\",            \"translated_title\": \"Muertes en los Alpes\"        },        {            \"english_version\": \"President Yoweri Museveni has won a seventh term in office, while his main rival Bobi Wine claims the election results are fake.\",            \"english_title\": \"Museveni Wins Again\",            \"translated_version\": \"El presidente Yoweri Museveni ganó un séptimo mandato, mientras su rival Bobi Wine dice que los resultados son falsos.\",            \"translated_title\": \"Museveni Gana Otra Vez\"        },        {            \"english_version\": \"Ukraine's third largest city is under attack on its ports by Russia, which is trying to lower morale.\",            \"english_title\": \"Russian Attack on Ukraine\",            \"translated_version\": \"La tercera ciudad más grande de Ucrania está siendo atacada en sus puertos por Rusia, que intenta bajar la moral.\",            \"translated_title\": \"Ataque Ruso a Ucrania\"        }    ]}"