"{    \"translations\": [        {            \"english_version\": \"US President Donald Trump ordered a blockade of sanctioned oil tankers entering and leaving Venezuela. US lawmakers criticized the initial release of documents related to this as incomplete.\",            \"english_title\": \"US Blocks Venezuelan Oil Tankers\",            \"translated_version\": \"El presidente de Estados Unidos, Donald Trump, ordenó un bloqueo de barcos de petróleo sancionados que entran y salen de Venezuela. Los legisladores de Estados Unidos criticaron que los documentos sobre esto estaban incompletos.\",            \"translated_title\": \"Bloqueo de Barcos de Petróleo\"        },        {            \"english_version\": \"Pakistan's former Prime Minister, who is already in prison, plans to challenge the verdict against him.\",            \"english_title\": \"Ex-Pakistan PM to Challenge Verdict\",            \"translated_version\": \"El ex primer ministro de Pakistán, que ya está en prisión, planea desafiar el veredicto en su contra.\",            \"translated_title\": \"Ex-PM de Pakistán Desafiará Veredicto\"        },        {            \"english_version\": \"The US struck dozens of targets across Syria in response to a deadly Islamic State attack on US forces there last week.\",            \"english_title\": \"US Strikes Back in Syria\",            \"translated_version\": \"Estados Unidos atacó muchos lugares en Siria en respuesta a un ataque mortal del Estado Islámico a sus fuerzas la semana pasada.\",            \"translated_title\": \"EEUU Ataca en Siria\"        },        {            \"english_version\": \"Russia's leader said during a TV marathon that claims of a planned attack on Europe were nonsense and rubbish.\",            \"english_title\": \"Russia Denies Europe Attack Plans\",            \"translated_version\": \"El líder de Rusia dijo en un programa de televisión que las afirmaciones de un ataque planeado a Europa eran tonterías.\",            \"translated_title\": \"Rusia Niega Ataque a Europa\"        },        {            \"english_version\": \"New South Wales will consider passing hate speech laws after Australia's deadliest shooting in almost 30 years.\",            \"english_title\": \"New South Wales Considers Hate Speech Laws\",            \"translated_version\": \"Nueva Gales del Sur considerará aprobar leyes contra el discurso de odio después del tiroteo más mortal en Australia en casi 30 años.\",            \"translated_title\": \"Leyes de Discurso de Odio en Nueva Gales del Sur\"        }    ]}"