"{    \"translations\": [        {            \"english_version\": \"Northvolt, a Swedish battery-maker, filed for Chapter 11 bankruptcy in America. The company had accumulated $5.8 billion in debt. Its co-founder, Peter Carlsson, stepped down as chief executive. Northvolt was considered Europe's best opportunity to compete with Asia in the electric-vehicle industry. Despite raising over $15 billion in investments, including from Volkswagen and the German government, the company faced challenges in expanding its production.\",            \"english_title\": \"Northvolt Bankruptcy\",            \"translated_version\": \"Northvolt, una empresa sueca de baterías, se declaró en bancarrota en América. La empresa había acumulado $5.8 mil millones en deudas. Su cofundador, Peter Carlsson, renunció como director ejecutivo. Northvolt era considerada la mejor oportunidad de Europa para competir con Asia en la industria de vehículos eléctricos. A pesar de recaudar más de $15 mil millones en inversiones, incluidas las de Volkswagen y el gobierno alemán, la empresa enfrentaba desafíos para expandir su producción.\",            \"translated_title\": \"Bancarrota de Northvolt\"        },        {            \"english_version\": \"The judge overseeing Donald Trump's hush-money case has postponed the president-elect's sentencing, originally scheduled for next week, without setting a new date. Trump, who was convicted of 34 felonies in May, is arguing that his case should be dismissed to avoid interference with his presidential transition. The judge has given Trump's lawyers a deadline in early December to formally present their argument.\",            \"english_title\": \"Trump's Sentencing Postponed\",            \"translated_version\": \"El juez a cargo del caso de dinero secreto de Donald Trump ha pospuesto la sentencia del presidente electo, originalmente programada para la próxima semana, sin establecer una nueva fecha. Trump, quien fue condenado por 34 delitos graves en mayo, argumenta que su caso debería ser desestimado para evitar interferencias con su transición presidencial. El juez ha dado a los abogados de Trump un plazo a principios de diciembre para presentar formalmente su argumento.\",            \"translated_title\": \"Sentencia de Trump Postergada\"        }    ]}"