"{    \"translations\": [        {            \"english_version\": \"Denmark and Greenland have stated they will not give up control of Greenland, the world's largest island. This comes amid tensions as Donald Trump has shown interest in acquiring Greenland.\",            \"english_title\": \"Denmark and Greenland on Control\",            \"translated_version\": \"Dinamarca y Groenlandia han dicho que no van a dejar el control de Groenlandia, la isla más grande del mundo. Esto pasa porque Donald Trump ha mostrado interés en comprar Groenlandia.\",            \"translated_title\": \"Dinamarca y Groenlandia sobre Control\"        },        {            \"english_version\": \"Heavy rains have severely affected the North Island of a country, with a minister describing the situation as similar to a war zone.\",            \"english_title\": \"Heavy Rains Affect North Island\",            \"translated_version\": \"Lluvias fuertes han afectado mucho la Isla Norte de un país, y un ministro dice que la situación es como una zona de guerra.\",            \"translated_title\": \"Lluvias Fuertes Afectan Isla Norte\"        },        {            \"english_version\": \"The Syrian Democratic Forces have retreated in the north-east of Syria, marking the biggest change in control since Bashar al-Assad's fall.\",            \"english_title\": \"Syrian Forces Retreat\",            \"translated_version\": \"Las Fuerzas Democráticas Sirias se han retirado en el noreste de Siria, marcando el cambio más grande en control desde la caída de Bashar al-Assad.\",            \"translated_title\": \"Fuerzas Sirias se Retiran\"        },        {            \"english_version\": \"Foreign Secretary Yvette Cooper has said that the Russian president is not committed to peace in Ukraine.\",            \"english_title\": \"Russian President and Ukraine Peace\",            \"translated_version\": \"La Secretaria de Relaciones Exteriores Yvette Cooper ha dicho que el presidente ruso no está comprometido con la paz en Ucrania.\",            \"translated_title\": \"Presidente Ruso y Paz en Ucrania\"        },        {            \"english_version\": \"Police Minister Firoz Cachalia has mentioned that organized crime is becoming more complicated, and new strategies are needed to address it.\",            \"english_title\": \"Organized Crime Challenges\",            \"translated_version\": \"El Ministro de Policía Firoz Cachalia ha dicho que el crimen organizado se está volviendo más complicado y se necesitan nuevas estrategias para enfrentarlo.\",            \"translated_title\": \"Retos del Crimen Organizado\"        }    ]}"