"{    \"translations\": [        {            \"english_version\": \"Austria's far-right Freedom Party is getting closer to having power. The new leader of the conservative People's Party, Christian Stocker, is willing to talk with them. The Freedom Party won the most votes in the elections in September, but other mainstream parties have avoided working with them. The current chancellor, Karl Nehammer, announced he will step down as both chancellor and party chair after failing to form a government.\",            \"english_title\": \"Austria's far-right Freedom Party and negotiations for power\",            \"translated_version\": \"El Partido de la Libertad de extrema derecha de Austria está cada vez más cerca de tener poder. El nuevo líder del Partido Popular conservador, Christian Stocker, está dispuesto a hablar con ellos. El Partido de la Libertad ganó la mayoría de los votos en las elecciones de septiembre, pero otros partidos principales han evitado trabajar con ellos. El actual canciller, Karl Nehammer, anunció que renunciará tanto como canciller como presidente del partido después de no lograr formar un gobierno.\",            \"translated_title\": \"El Partido de la Libertad de extrema derecha de Austria y negociaciones para el poder\"        },        {            \"english_version\": \"The United States is planning to sell $8 billion worth of weapons to Israel. The State Department informed Congress about this deal, which needs approval from committees in both the House and the Senate. The package includes items like air-to-air missiles and artillery shells. This move is seen as a last-minute show of support, especially with President Joe Biden's term ending soon.\",            \"english_title\": \"America's proposal to sell arms to Israel\",            \"translated_version\": \"Estados Unidos planea vender armas por valor de $8 mil millones a Israel. El Departamento de Estado informó al Congreso sobre este acuerdo, que necesita la aprobación de los comités tanto de la Cámara como del Senado. El paquete incluye elementos como misiles aire-aire y proyectiles de artillería. Esta acción se ve como un gesto de apoyo de último minuto, especialmente con el mandato del presidente Joe Biden terminando pronto.\",            \"translated_title\": \"La propuesta de Estados Unidos de vender armas a Israel\"        }    ]}"