"{    \"translations\": [        {            \"english_version\": \"Antony Blinken, America’s secretary of state, urged Israel to seek a practical pathway to a Palestinian state after the war in Gaza is over. In meetings with Israel’s prime minister, Binyamin Netanyahu, and other officials, Mr Blinken emphasised the need to plan for a long-term solution to the conflict. He also urged Israel to do more to avoid civilian casualties in Gaza and pushed for further aid to be allowed into the territory.\",            \"english_title\": \"US urges Israel to seek peace in Gaza\",            \"translated_version\": \"El secretario de estado de Estados Unidos, Antony Blinken, instó a Israel a buscar un camino práctico hacia un estado palestino después de la guerra en Gaza. En las reuniones con el primer ministro de Israel, Binyamin Netanyahu, y otros funcionarios, el Sr. Blinken enfatizó la necesidad de planificar una solución a largo plazo para el conflicto. También instó a Israel a hacer más para evitar víctimas civiles en Gaza y pidió que se permita más ayuda en el territorio.\",            \"translated_title\": \"EE.UU. insta a Israel a buscar la paz en Gaza\"        },        {            \"english_version\": \"Emmanuel Macron, France’s president, appointed Gabriel Attal as his prime minister. He succeeds Elisabeth Borne, who resigned from the position on Monday. The 34-year old is an ally of Mr Macron, who hopes to revive his party’s waning fortunes ahead of the European elections in June. Mr Attal will be France’s first openly gay prime minister, as well as its youngest.\",            \"english_title\": \"France appoints new prime minister\",            \"translated_version\": \"Emmanuel Macron, el presidente de Francia, nombró a Gabriel Attal como su primer ministro. Él sucede a Elisabeth Borne, quien renunció al cargo el lunes. El joven de 34 años es un aliado del Sr. Macron, quien espera revivir la fortuna menguante de su partido antes de las elecciones europeas en junio. El Sr. Attal será el primer ministro abiertamente gay de Francia, además de ser el más joven.\",            \"translated_title\": \"Francia nombra nuevo primer ministro\"        },        {            \"english_version\": \"Last year was the hottest since records began, according to the European Union’s Copernicus Climate Change Service (C3S). The news was widely expected after temperatures repeatedly soared: since June, each month has been the warmest on record compared with the same month in previous years. Carlo Buontempo, the director of CS3, said 2023 was an exceptional year, climate-wise.\",            \"english_title\": \"Hottest year on record in 2023\",            \"translated_version\": \"El año pasado fue el más caluroso desde que se tienen registros, según el Servicio de Cambio Climático Copernicus de la Unión Europea (C3S). La noticia era ampliamente esperada después de que las temperaturas se dispararan repetidamente: desde junio, cada mes ha sido el más cálido registrado en comparación con el mismo mes en años anteriores. Carlo Buontempo, el director de CS3, dijo que 2023 fue un año excepcional en términos de clima.\",            \"translated_title\": \"El año más caluroso en 2023\"        },        {            \"english_version\": \"Antitrust regulators in the European Union warned that Microsoft, a tech giant, may face scrutiny over plans to invest in OpenAI, an artificial intelligence firm. Officials said the investment, which would total up to $13bn, could be subject to the bloc’s merger rules. Their announcement follows a similar step in Britain, which may see the country’s competition watchdog probe the deal.\",            \"english_title\": \"EU warns Microsoft over investment plans\",            \"translated_version\": \"Los reguladores antimonopolio de la Unión Europea advirtieron que Microsoft, un gigante tecnológico, podría enfrentar escrutinio por sus planes de invertir en OpenAI, una empresa de inteligencia artificial. Los funcionarios dijeron que la inversión, que podría ascender a $13 mil millones, podría estar sujeta a las normas de fusión del bloque. Su anuncio sigue un paso similar en Gran Bretaña, donde el organismo de competencia del país podría investigar el acuerdo.\",            \"translated_title\": \"La UE advierte a Microsoft sobre planes de inversión\"        },        {            \"english_version\": \"United Airlines said it found loose bolts on several Boeing 737 Max 9 aircraft, the type of plane that shed a door during an Alaska Airlines flight on Friday. America’s regulators grounded the model after the accident. Shares in Boeing fell by 8% on Monday, and the share price of Spirit AeroSystems, a big Boeing supplier, was also down.\",            \"english_title\": \"Loose bolts found on Boeing 737 Max 9 planes\",            \"translated_version\": \"United Airlines dijo que encontró pernos sueltos en varios aviones Boeing 737 Max 9, el tipo de avión que perdió una puerta durante un vuelo de Alaska Airlines el viernes. Los reguladores de Estados Unidos suspendieron el modelo después del accidente. Las acciones de Boeing cayeron un 8% el lunes y el precio de las acciones de Spirit AeroSystems, un importante proveedor de Boeing, también bajó.\",            \"translated_title\": \"Encuentran pernos sueltos en aviones Boeing 737 Max 9\"        }    ]}"