"{    \"translations\": [        {            \"english_version\": \"The two leaders are trying to make the global governance system more fair and reasonable. Xi Jinping is having an important week as he will host Vladimir Putin and Kim Jong Un in Beijing for a big military parade.\",            \"english_title\": \"Leaders Aim for Fair Governance\",            \"translated_version\": \"Los dos líderes quieren hacer el sistema de gobierno mundial más justo. Xi Jinping tiene una semana importante porque va a recibir a Vladimir Putin y Kim Jong Un en Beijing para un gran desfile militar.\",            \"translated_title\": \"Líderes Quieren Justicia\"        },        {            \"english_version\": \"A landslide happened on Sunday after heavy rain and destroyed a remote village, according to a local armed group. Rescuers are having a hard time because of the mountainous terrain and roads covered with debris.\",            \"english_title\": \"Landslide Destroys Village\",            \"translated_version\": \"Un deslizamiento de tierra pasó el domingo después de mucha lluvia y destruyó un pueblo remoto, según un grupo armado local. Los rescatistas tienen problemas porque el terreno es montañoso y las carreteras están cubiertas de escombros.\",            \"translated_title\": \"Deslizamiento Destruye Pueblo\"        },        {            \"english_version\": \"The world's top group of genocide scholars mentioned several actions by Israel, such as attacks on the healthcare sector and the killing of children.\",            \"english_title\": \"Genocide Scholars Criticize Israel\",            \"translated_version\": \"El grupo más importante de estudiosos del genocidio mencionó varias acciones de Israel, como ataques al sector de salud y la muerte de niños.\",            \"translated_title\": \"Críticos de Israel\"        },        {            \"english_version\": \"There is strong evidence found by the BBC that suggests Lebanese Shia leader Musa al-Sadr was killed in Libya.\",            \"english_title\": \"Evidence of Musa al-Sadr's Death\",            \"translated_version\": \"La BBC encontró evidencia fuerte que sugiere que el líder chiita libanés Musa al-Sadr fue asesinado en Libia.\",            \"translated_title\": \"Evidencia de Muerte\"        },        {            \"english_version\": \"The former president is accused of trying to plan a coup to stay in power after losing the 2022 election.\",            \"english_title\": \"Former President Accused of Coup Plot\",            \"translated_version\": \"El expresidente está acusado de intentar planear un golpe para quedarse en el poder después de perder las elecciones de 2022.\",            \"translated_title\": \"Expresidente Acusado\"        }    ]}"