"{    \"translations\": [        {            \"english_version\": \"Donald Trump threatened to impose taxes on goods from Canada, Mexico, China, and the European Union. He said these taxes were not just for negotiation and would include items like semiconductors and aluminum.\",            \"english_title\": \"Trump Threatens Taxes on Goods\",            \"translated_version\": \"Donald Trump amenazó con poner impuestos a productos de Canadá, México, China y la Unión Europea. Dijo que estos impuestos no eran solo para negociar e incluirían artículos como semiconductores y aluminio.\",            \"translated_title\": \"Trump Amenaza con Impuestos a Productos\"        },        {            \"english_version\": \"Hamas released three Israeli hostages during a ceasefire. Israel will also release over 180 Palestinian prisoners. Talks will focus on withdrawing Israeli troops from Gaza and releasing more hostages.\",            \"english_title\": \"Hostage Releases in Israel\",            \"translated_version\": \"Hamas liberó a tres rehenes israelíes durante un alto el fuego. Israel también liberará a más de 180 prisioneros palestinos. Las conversaciones se centrarán en retirar las tropas israelíes de Gaza y liberar más rehenes.\",            \"translated_title\": \"Liberación de Rehenes en Israel\"        },        {            \"english_version\": \"The White House denied reports that Trump would delay tariffs on certain goods.\",            \"english_title\": \"White House Denies Tariff Delay\",            \"translated_version\": \"La Casa Blanca negó informes de que Trump retrasaría aranceles sobre ciertos productos.\",            \"translated_title\": \"La Casa Blanca Niega Retraso de Aranceles\"        },        {            \"english_version\": \"No relevant news paragraphs found.\",            \"english_title\": \"No News Found\",            \"translated_version\": \"No se encontraron párrafos de noticias relevantes.\",            \"translated_title\": \"No Se Encontraron Noticias\"        }    ]}"