"{    \"translations\": [        {            \"english_version\": \"The US president met with the Chinese president face-to-face for the first time in six years. This meeting is important because of the need for the US to keep up with weapons programs in China and Russia.\",            \"english_title\": \"US and China Presidents Meet\",            \"translated_version\": \"El presidente de Estados Unidos se reunió con el presidente de China cara a cara por primera vez en seis años. Esta reunión es importante porque Estados Unidos necesita seguir el ritmo de los programas de armas en China y Rusia.\",            \"translated_title\": \"Presidentes de EE.UU. y China se reúnen\"        },        {            \"english_version\": \"There have been reports of mass killings, including patients at a hospital. The government says the bodies were moved by the Red Cross to Israeli forces in Gaza for identification.\",            \"english_title\": \"Reports of Mass Killings\",            \"translated_version\": \"Ha habido informes de asesinatos masivos, incluyendo pacientes en un hospital. El gobierno dice que la Cruz Roja movió los cuerpos a las fuerzas israelíes en Gaza para identificación.\",            \"translated_title\": \"Informes de asesinatos masivos\"        },        {            \"english_version\": \"A South Korean court has decided that a contract with a music label, which lasts until 2029, is valid. This decision affects the act involved in the contract.\",            \"english_title\": \"South Korean Court Decision\",            \"translated_version\": \"Un tribunal de Corea del Sur decidió que un contrato con una discográfica, que dura hasta 2029, es válido. Esta decisión afecta al acto involucrado en el contrato.\",            \"translated_title\": \"Decisión de tribunal surcoreano\"        },        {            \"english_version\": \"A storm that was once a Category 5 has been downgraded to a Category 2 but is getting faster. This change in the storm's status is important for those in its path.\",            \"english_title\": \"Storm Downgraded\",            \"translated_version\": \"Una tormenta que antes era de categoría 5 ha sido degradada a categoría 2 pero se está volviendo más rápida. Este cambio en el estado de la tormenta es importante para quienes están en su camino.\",            \"translated_title\": \"Tormenta degradada\"        },        {            \"english_version\": \"An operation by Israel, which they say was aimed at Hezbollah, has caused a strong reaction from the Lebanese government. This operation has increased tensions in the region.\",            \"english_title\": \"Israel Operation Causes Tension\",            \"translated_version\": \"Una operación de Israel, que dicen fue dirigida a Hezbollah, ha causado una fuerte reacción del gobierno libanés. Esta operación ha aumentado las tensiones en la región.\",            \"translated_title\": \"Operación de Israel causa tensión\"        }    ]}"