"{    \"translations\": [        {            \"english_version\": \"The US and Israeli leaders have agreed on a peace plan for Gaza. They warned Hamas to accept this plan.\",            \"english_title\": \"US and Israel Agree on Gaza Peace Plan\",            \"translated_version\": \"Los líderes de EE.UU. e Israel acordaron un plan de paz para Gaza. Advirtieron a Hamas que acepte este plan.\",            \"translated_title\": \"EE.UU. e Israel acuerdan plan de paz para Gaza\"        },        {            \"english_version\": \"Ukraine's deputy defense minister said Western weapons could make Moscow start peace talks.\",            \"english_title\": \"Ukraine Hopes for Peace Talks\",            \"translated_version\": \"El viceministro de defensa de Ucrania dijo que las armas de Occidente podrían hacer que Moscú comience conversaciones de paz.\",            \"translated_title\": \"Ucrania espera conversaciones de paz\"        },        {            \"english_version\": \"The election in Moldova was important for its EU path. President Maia Sandu warned that the country's future was at risk.\",            \"english_title\": \"Moldova Election and EU Path\",            \"translated_version\": \"La elección en Moldavia fue importante para su camino a la UE. La presidenta Maia Sandu advirtió que el futuro del país estaba en riesgo.\",            \"translated_title\": \"Elección en Moldavia y camino a la UE\"        },        {            \"english_version\": \"Phone and internet connections are down across the country because the Taliban cut fibre-optic connections to stop 'immorality'.\",            \"english_title\": \"Taliban Cuts Connections\",            \"translated_version\": \"Las conexiones de teléfono e internet están caídas en todo el país porque los talibanes cortaron las conexiones de fibra óptica para detener la `inmoralidad`.\",            \"translated_title\": \"Talibanes cortan conexiones\"        },        {            \"english_version\": \"The UN reported that 22 people have died and more than 100 were injured since protests began on Thursday.\",            \"english_title\": \"UN Reports on Protests\",            \"translated_version\": \"La ONU informó que 22 personas han muerto y más de 100 resultaron heridas desde que comenzaron las protestas el jueves.\",            \"translated_title\": \"ONU informa sobre protestas\"        }    ]}"