"{    \"translations\": [        {            \"english_version\": \"The far-right National Rally party, led by Marine Le Pen, won the first round of France’s parliamentary election, with 33% of the vote. The left-wing New Popular Front obtained 28%. The centrist bloc headed by Emmanuel Macron, France’s president, lagged behind with 21%. Turnout was the highest of any first-round parliamentary election since 1997. Ms Le Pen will hope to capitalise on her party’s strong showing when the final round of voting is held on July 7th. Investors, however, expect the NR to remain out of power; France’s stock market rallied on the prospect of a hung parliament.\",            \"english_title\": \"France's Parliamentary Election Results\",            \"translated_version\": \"El partido de extrema derecha National Rally, liderado por Marine Le Pen, ganó la primera ronda de las elecciones parlamentarias de Francia, con el 33% de los votos. El frente popular de izquierda obtuvo el 28%. El bloque centrista encabezado por Emmanuel Macron, presidente de Francia, quedó rezagado con el 21%. La participación fue la más alta de cualquier elección parlamentaria de primera ronda desde 1997. La Sra. Le Pen espera capitalizar la fuerte actuación de su partido cuando se celebre la ronda final de votaciones el 7 de julio. Sin embargo, los inversores esperan que el NR permanezca fuera del poder; el mercado de valores de Francia se recuperó ante la perspectiva de un parlamento sin mayoría.\",            \"translated_title\": \"Resultados de las Elecciones Parlamentarias de Francia\"        },        {            \"english_version\": \"Consumer prices in Germany rose by 2.2% year-on-year in June, down from 2.4% in May. The reading fell to the lowest level since June 2021. Services inflation remained unchanged, at 3.9%, mostly due to high wages. In Europe wages normally take time to adjust to economic conditions because they are often decided in collective-bargaining agreements.\",            \"english_title\": \"Germany's Inflation Rate\",            \"translated_version\": \"Los precios al consumidor en Alemania aumentaron un 2.2% interanual en junio, frente al 2.4% en mayo. La lectura cayó al nivel más bajo desde junio de 2021. La inflación de servicios se mantuvo sin cambios, en un 3.9%, principalmente debido a los salarios altos. En Europa, los salarios normalmente tardan en ajustarse a las condiciones económicas porque a menudo se deciden en acuerdos de negociación colectiva.\",            \"translated_title\": \"Tasa de Inflación en Alemania\"        }    ]}"