"{    \"translations\": [        {            \"english_version\": \"Steve Witkoff and Jared Kushner arrived as talks ended without results, a Palestinian official said. The discussions were tense and covered many topics.\",            \"english_title\": \"Talks End Without Results\",            \"translated_version\": \"Steve Witkoff y Jared Kushner llegaron cuando las charlas terminaron sin resultados, dijo un oficial palestino. Las discusiones fueron tensas y hablaron de muchos temas.\",            \"translated_title\": \"Charlas Sin Resultados\"        },        {            \"english_version\": \"Emmanuel Macron is facing more pressure as France's political crisis grows. He has been in office for eight years.\",            \"english_title\": \"Macron Under Pressure\",            \"translated_version\": \"Emmanuel Macron tiene más presión porque la crisis política en Francia crece. Él ha estado en el cargo por ocho años.\",            \"translated_title\": \"Macron Bajo Presión\"        },        {            \"english_version\": \"Chancellor Friedrich Merz expressed concern for Iris Stalzer, a new mayor in Herdecke, fearing for her life.\",            \"english_title\": \"Concern for New Mayor\",            \"translated_version\": \"El canciller Friedrich Merz expresó preocupación por Iris Stalzer, una nueva alcaldesa en Herdecke, temiendo por su vida.\",            \"translated_title\": \"Preocupación por Nueva Alcaldesa\"        },        {            \"english_version\": \"Analysts say the US government shutdown is causing delays in economic data reporting, which is affecting the economy.\",            \"english_title\": \"US Shutdown Effects\",            \"translated_version\": \"Los analistas dicen que el cierre del gobierno de EE.UU. está causando retrasos en los informes de datos económicos, lo que afecta la economía.\",            \"translated_title\": \"Efectos del Cierre en EE.UU.\"        },        {            \"english_version\": \"A flight crew raised an alarm when they saw Kageyama looking at images on the plane.\",            \"english_title\": \"Alarm on Plane\",            \"translated_version\": \"La tripulación de un vuelo dio la alarma cuando vieron a Kageyama mirando imágenes en el avión.\",            \"translated_title\": \"Alarma en el Avión\"        }    ]}"