"{    \"translations\": [        {            \"english_version\": \"Less than an hour ago, America's Secretary of State, Antony Blinken, arrived in Israel. He is there to convince Israel's Prime Minister, Binyamin Netanyahu, to agree to a ceasefire in Gaza. Before his arrival, Hizbullah launched rockets at two military bases near Tel Aviv. Israel has increased its attacks on Lebanon, targeting institutions associated with the Shia militia. Iran's Foreign Minister has warned of a reciprocal response to any Israeli aggression.\",            \"english_title\": \"Antony Blinken's Visit to Israel\",            \"translated_version\": \"Hace menos de una hora, el Secretario de Estado de Estados Unidos, Antony Blinken, llegó a Israel. Está allí para convencer al Primer Ministro de Israel, Binyamin Netanyahu, de que acepte un alto el fuego en Gaza. Antes de su llegada, Hizbullah lanzó cohetes a dos bases militares cerca de Tel Aviv. Israel ha aumentado sus ataques en Líbano, apuntando a instituciones asociadas con la milicia chiíta. El Ministro de Relaciones Exteriores de Irán ha advertido de una respuesta recíproca a cualquier agresión israelí.\",            \"translated_title\": \"Visita de Antony Blinken a Israel\"        },        {            \"english_version\": \"Recently, two highly classified intelligence documents were leaked, allegedly revealing an American assessment of a planned attack. Israel has promised retaliation for Iranian missile strikes on October 1st. This has led to many foreign airlines suspending flights to Iran in anticipation of potential Israeli military action.\",            \"english_title\": \"Leaked Intelligence Documents\",            \"translated_version\": \"Recientemente, se filtraron dos documentos de inteligencia altamente clasificados, que supuestamente revelan una evaluación estadounidense de un ataque planeado. Israel ha prometido represalias por los ataques con misiles iraníes el 1 de octubre. Esto ha llevado a muchas aerolíneas extranjeras a suspender vuelos a Irán en previsión de una posible acción militar israelí.\",            \"translated_title\": \"Documentos de Inteligencia Filtrados\"        }    ]}"