"```json{    \"translations\": [        {            \"english_version\": \"America paused a shipment of bombs to Israel last week due to concerns over Israel's planned invasion of Rafah. America believes that Israel has not fully addressed the humanitarian needs of the around 1 million displaced Palestinians in the city.\",            \"english_title\": \"America Pauses Shipment to Israel\",            \"translated_version\": \"La semana pasada, Estados Unidos detuvo un envío de bombas a Israel debido a preocupaciones sobre la invasión planeada de Rafah. Estados Unidos cree que Israel no ha abordado completamente las necesidades humanitarias de alrededor de 1 millón de palestinos desplazados en la ciudad.\",            \"translated_title\": \"Estados Unidos Detiene Envío a Israel\"        },        {            \"english_version\": \"Israeli tanks entered Rafah and took control of the border crossing between Gaza and Egypt. Ceasefire talks are resuming after Israel's Prime Minister, Binyamin Netanyahu, stated that a deal accepted by Hamas was far from meeting Israel's core demands.\",            \"english_title\": \"Israeli Tanks Enter Rafah\",            \"translated_version\": \"Tanques israelíes entraron en Rafah y tomaron el control del cruce fronterizo entre Gaza y Egipto. Las conversaciones de alto el fuego se reanudan después de que el Primer Ministro de Israel, Binyamin Netanyahu, afirmara que un acuerdo aceptado por Hamas estaba lejos de cumplir con las demandas fundamentales de Israel.\",            \"translated_title\": \"Tanques Israelíes en Rafah\"        },        {            \"english_version\": \"America revoked some export licenses allowing chipmakers to sell semiconductors to Huawei. In 2019, America started requiring companies to obtain special licenses before selling technology to the Chinese firm. The Biden administration later expanded export controls.\",            \"english_title\": \"America Revokes Export Licenses\",            \"translated_version\": \"Estados Unidos revocó algunas licencias de exportación que permitían a los fabricantes de chips vender semiconductores a Huawei. En 2019, Estados Unidos comenzó a exigir a las empresas obtener licencias especiales antes de vender tecnología a la empresa china. La administración Biden luego amplió los controles de exportación.\",            \"translated_title\": \"Estados Unidos Revoca Licencias de Exportación\"        }    ]}```"