"{    \"translations\": [        {            \"english_version\": \"The US president suggests that Nicolás Maduro's time as the leader of Venezuela might be ending soon.\",            \"english_title\": \"Maduro's Leadership Ending?\",            \"translated_version\": \"El presidente de Estados Unidos dice que el tiempo de Nicolás Maduro como líder de Venezuela podría terminar pronto.\",            \"translated_title\": \"¿Fin de Maduro?\"        },        {            \"english_version\": \"A strong earthquake hit near Mazar-e Sharif, a big city in Afghanistan, early on Monday morning.\",            \"english_title\": \"Earthquake in Afghanistan\",            \"translated_version\": \"Un fuerte terremoto ocurrió cerca de Mazar-e Sharif, una ciudad grande en Afganistán, temprano el lunes por la mañana.\",            \"translated_title\": \"Terremoto en Afganistán\"        },        {            \"english_version\": \"After Hurricane Melissa, many communities are cut off with little food and water, and they don't know when things will get back to normal.\",            \"english_title\": \"Hurricane Melissa Aftermath\",            \"translated_version\": \"Después del Huracán Melissa, muchas comunidades están aisladas con poca comida y agua, y no saben cuándo volverán las cosas a la normalidad.\",            \"translated_title\": \"Después del Huracán Melissa\"        },        {            \"english_version\": \"Admiral Giuseppe Cavo Dragone says the war between Russia and Ukraine is stuck, and it might be time to start talking.\",            \"english_title\": \"Stuck War in Ukraine\",            \"translated_version\": \"El almirante Giuseppe Cavo Dragone dice que la guerra entre Rusia y Ucrania está estancada, y podría ser tiempo de empezar a hablar.\",            \"translated_title\": \"Guerra Estancada en Ucrania\"        },        {            \"english_version\": \"The top US court will soon decide if Trump's tariffs are legal, which could affect how much power the president has.\",            \"english_title\": \"Court to Decide on Tariffs\",            \"translated_version\": \"La corte más alta de Estados Unidos pronto decidirá si los aranceles de Trump son legales, lo que podría afectar cuánto poder tiene el presidente.\",            \"translated_title\": \"Corte Decide sobre Aranceles\"        }    ]}"