"{    \"translations\": [        {            \"english_version\": \"Israeli airstrikes in southern Gaza killed 40 people and injured 60 more. Palestinian officials reported the casualties. Israel claimed the attack targeted a Hamas command center in Khan Younis, a southern city. Hamas denied the allegations. Many Palestinians have sought refuge in Khan Younis since Israel's military campaign in Gaza began.\",            \"english_title\": \"Israeli strikes on Gaza\",            \"translated_version\": \"Los bombardeos israelíes en el sur de Gaza mataron a 40 personas e hirieron a 60 más. Funcionarios palestinos informaron sobre las víctimas. Israel afirmó que el ataque tenía como objetivo un centro de mando de Hamas en Khan Younis, una ciudad del sur. Hamas negó las acusaciones. Muchos palestinos han buscado refugio en Khan Younis desde que comenzó la campaña militar de Israel en Gaza.\",            \"translated_title\": \"Ataques israelíes en Gaza\"        },        {            \"english_version\": \"Ukraine conducted a large drone attack on Russia, resulting in at least one death as per Russian authorities. Russia stated that they had shot down 144 Ukrainian drones overnight, leading to the closure of three out of Moscow's four airports. Ukraine has not yet responded to the attacks but mentioned defending against a Russian drone assault on Kyiv, the capital.\",            \"english_title\": \"Ukraine drone attack on Russia\",            \"translated_version\": \"Ucrania realizó un gran ataque con drones contra Rusia, lo que resultó en al menos una muerte según las autoridades rusas. Rusia afirmó que habían derribado 144 drones ucranianos durante la noche, lo que llevó al cierre de tres de los cuatro aeropuertos de Moscú. Ucrania aún no ha respondido a los ataques, pero mencionó defenderse contra un asalto de drones rusos en Kiev, la capital.\",            \"translated_title\": \"Ataque de drones de Ucrania a Rusia\"        }    ]}"