"{    \"translations\": [        {            \"english_version\": \"The seven-day truce between Hamas and Israel came to an abrupt end. Israel said it had resumed fighting in Gaza after shooting down a rocket launched from the enclave. The Israeli military also dropped leaflets over Khan Younis, the most northerly big city in southern Gaza, warning residents to move further south. Binyamin Netanyahu, Israel’s prime minister, claimed that Hamas had reneged on the terms of the truce by failing to release some of the agreed-upon hostages. Hamas accused Israel of breaking its commitment to allow fuel trucks into Gaza. Negotiators are reportedly trying to broker another pause in the fighting.\",            \"english_title\": \"Truce Ends Between Hamas and Israel\",            \"translated_version\": \"El alto el fuego de siete días entre Hamas e Israel llegó a su fin de manera abrupta. Israel dijo que había reanudado los combates en Gaza después de derribar un cohete lanzado desde el enclave. El ejército israelí también lanzó panfletos sobre Khan Younis, la ciudad más septentrional del sur de Gaza, advirtiendo a los residentes que se trasladen más al sur. Binyamin Netanyahu, el primer ministro de Israel, afirmó que Hamas había incumplido los términos del alto el fuego al no liberar a algunos de los rehenes acordados. Hamas acusó a Israel de romper su compromiso de permitir el ingreso de camiones de combustible a Gaza. Según informes, los negociadores están tratando de lograr otra pausa en los combates.\",            \"translated_title\": \"Fin del alto el fuego entre Hamas e Israel\"        },        {            \"english_version\": \"Asia’s factory activity remained sluggish in November in the face of weak global demand. Japan, South Korea and Taiwan, which rely on exports, reported stagnant activity. A private survey of manufacturing in China showed an unexpected month-on-month expansion in November, bolstered by an increase in domestic orders. On Thursday an official survey, which focuses on big, state-owned companies, showed activity contracting for a second month.\",            \"english_title\": \"Sluggish Factory Activity in Asia\",            \"translated_version\": \"La actividad de las fábricas en Asia se mantuvo lenta en noviembre debido a la débil demanda global. Japón, Corea del Sur y Taiwán, que dependen de las exportaciones, informaron de una actividad estancada. Una encuesta privada sobre la fabricación en China mostró una expansión inesperada de un mes a otro en noviembre, impulsada por un aumento en los pedidos nacionales. El jueves, una encuesta oficial que se centra en las grandes empresas estatales mostró una contracción de la actividad por segundo mes consecutivo.\",            \"translated_title\": \"Actividad Lenta en las Fábricas de Asia\"        },        {            \"english_version\": \"Japan expressed concern that America was still flying Osprey aircraft over its airspace, following a crash this week. The military-transport vehicles can travel at speed and hover over the ground like a helicopter. America’s ally said it had requested the aircraft’s grounding whilst safety concerns were investigated. One person died and six are still missing after the American aircraft’s crash.\",            \"english_title\": \"Japan Concerned About Osprey Aircraft\",            \"translated_version\": \"Japón expresó preocupación de que Estados Unidos todavía estuviera volando aviones Osprey sobre su espacio aéreo, después de un accidente esta semana. Los vehículos de transporte militar pueden viajar a gran velocidad y flotar sobre el suelo como un helicóptero. El aliado de Estados Unidos dijo que había solicitado la suspensión de los vuelos de las aeronaves mientras se investigaban las preocupaciones de seguridad. Una persona murió y seis siguen desaparecidas después del accidente de la aeronave estadounidense.\",            \"translated_title\": \"Preocupación de Japón por los Aviones Osprey\"        },        {            \"english_version\": \"A federal judge paused a law in Montana banning downloads of TikTok, a Chinese-owned video-sharing app, that was expected to go into effect in January, saying it `likely violates the First Amendment`. Lawmakers introduced the bill in February, arguing that TikTok could be used by China’s government to spy on American citizens.\",            \"english_title\": \"Montana Law Paused Banning TikTok Downloads\",            \"translated_version\": \"Un juez federal suspendió una ley en Montana que prohibía las descargas de TikTok, una aplicación de intercambio de videos de propiedad china, que se esperaba que entrara en vigor en enero, diciendo que `probablemente viola la Primera Enmienda`. Los legisladores presentaron el proyecto de ley en febrero, argumentando que TikTok podría ser utilizado por el gobierno de China para espiar a los ciudadanos estadounidenses.\",            \"translated_title\": \"Suspensión de la Ley de Montana que Prohibía las Descargas de TikTok\"        },        {            \"english_version\": \"Ron DeSantis, Florida’s Republican governor, put up a spirited performance in a debate with Gavin Newsom, his Democratic counterpart in California—a feistiness that was conspicuously absent during his clashes with fellow Republican presidential hopefuls. The pair skirmished on abortion, guns, immigration and their pandemic policies. Mr DeSantis’s campaign for the Republican nomination is floundering. Mr Newsom is not making a presidential run for 2024, but may in the future.\",            \"english_title\": \"Debate Between Ron DeSantis and Gavin Newsom\",            \"translated_version\": \"Ron DeSantis, el gobernador republicano de Florida, tuvo una actuación enérgica en un debate con Gavin Newsom, su contraparte demócrata en California, una combatividad que estuvo conspicuamente ausente durante sus enfrentamientos con otros aspirantes republicanos a la presidencia. La pareja se enfrentó en temas de aborto, armas, inmigración y sus políticas de pandemia. La campaña del Sr. DeSantis para la nominación republicana está flaqueando. El Sr. Newsom no se postula para la presidencia en 2024, pero podría hacerlo en el futuro.\",            \"translated_title\": \"Debate entre Ron DeSantis y Gavin Newsom\"        }    ]}"