"{    \"translations\": [        {            \"english_version\": \"The Israel Defence Forces claimed to have destroyed hundreds of Hamas terrorist infrastructures as its bombardment of the Gaza Strip continued. Palestinian media sources said the latest strikes killed dozens of people. Meanwhile Egypt agreed to reopen its border crossing with Gaza to allow aid into the besieged territory, according to President Joe Biden. The White House said aid would be delivered by Friday at the earliest. Israeli officials said the government would not thwart deliveries of food, water or medicine from Egypt as long as they did not go to Hamas militants.\",            \"english_title\": \"Israel destroys Hamas infrastructures in Gaza\",            \"translated_version\": \"Las Fuerzas de Defensa de Israel afirmaron haber destruido cientos de infraestructuras terroristas de Hamas mientras continuaba su bombardeo en la Franja de Gaza. Fuentes de medios palestinos dijeron que los últimos ataques mataron a docenas de personas. Mientras tanto, Egipto acordó reabrir su cruce fronterizo con Gaza para permitir la entrada de ayuda al territorio asediado, según el presidente Joe Biden. La Casa Blanca dijo que la ayuda se entregaría a más tardar el viernes. Funcionarios israelíes dijeron que el gobierno no impediría la entrega de alimentos, agua o medicinas de Egipto siempre y cuando no fueran para los militantes de Hamas.\",            \"translated_title\": \"Israel destruye infraestructuras de Hamas en Gaza\"        },        {            \"english_version\": \"Rishi Sunak, Britain’s prime minister, arrived in Israel as part of a two-day visit to the region. Before arriving, Mr Sunak said the deadly blast at a hospital in Gaza City should be a watershed moment for regional leaders to come together to avoid further dangerous escalation. On Wednesday Mr Biden backed Israel’s assertion that the explosion was caused by a misfiring rocket launched by Palestinian Islamic Jihad, a militant group.\",            \"english_title\": \"British Prime Minister visits Israel\",            \"translated_version\": \"Rishi Sunak, el primer ministro de Gran Bretaña, llegó a Israel como parte de una visita de dos días a la región. Antes de llegar, el Sr. Sunak dijo que la explosión mortal en un hospital en la Ciudad de Gaza debería ser un momento crucial para que los líderes regionales se unan y eviten una mayor escalada peligrosa. El miércoles, el Sr. Biden respaldó la afirmación de Israel de que la explosión fue causada por un cohete mal disparado lanzado por la Yihad Islámica Palestina, un grupo militante.\",            \"translated_title\": \"El primer ministro británico visita Israel\"        },        {            \"english_version\": \"America’s ten-year Treasury yields rose for a third consecutive day, to 4.9%, a 16-year high. Yields across the rich world have increased recently amid fears that interest rates could stay higher for longer. Global stockmarkets also fell, a sign they are becoming more spooked by the events in Gaza. America’s S&P 500 shed 1.3% on Wednesday, while Asian stockmarkets fell during early trading on Thursday.\",            \"english_title\": \"US Treasury yields rise to 16-year high\",            \"translated_version\": \"Los rendimientos de los bonos del Tesoro de Estados Unidos a diez años subieron por tercer día consecutivo, al 4,9%, un máximo de 16 años. Los rendimientos en todo el mundo han aumentado recientemente debido al temor de que las tasas de interés puedan mantenerse más altas durante más tiempo. Los mercados de valores globales también cayeron, una señal de que están cada vez más asustados por los eventos en Gaza. El S&P 500 de Estados Unidos cayó un 1,3% el miércoles, mientras que los mercados de valores asiáticos cayeron durante las primeras operaciones del jueves.\",            \"translated_title\": \"Los rendimientos del Tesoro de EE. UU. suben a un máximo de 16 años\"        },        {            \"english_version\": \"The EU awarded the Sakharov prize, a human-rights award, to Mahsa Amini, a Kurdish-Iranian woman who died in police custody last year, and the women’s rights movement she inspired. Amini’s death, after being arrested by Iran’s morality police for apparently transgressing its dress code, sparked huge anti-government protests. This year an Iranian activist, Narges Mohammadi, won the Nobel peace prize. Russia arrested an American journalist for failing to register as a foreign agent. Alsu Kurmasheva, a Russian-American citizen who works for Radio Free Europe and Radio Liberty, an American-funded media outlet, was detained in Kazan, a city in central Russia. In March Evan Gershkovich, an American reporter for the Wall Street Journal, was arrested on espionage charges.\",            \"english_title\": \"EU awards human-rights prize to Mahsa Amini\",            \"translated_version\": \"La Unión Europea otorgó el premio Sájarov, un premio de derechos humanos, a Mahsa Amini, una mujer kurdo-iraní que murió bajo custodia policial el año pasado, y al movimiento de derechos de las mujeres que ella inspiró. La muerte de Amini, después de ser arrestada por la policía de moralidad de Irán por aparentemente transgredir su código de vestimenta, provocó enormes protestas contra el gobierno. Este año, una activista iraní, Narges Mohammadi, ganó el premio Nobel de la paz. Rusia arrestó a un periodista estadounidense por no registrarse como agente extranjero. Alsu Kurmasheva, una ciudadana ruso-americana que trabaja para Radio Free Europe y Radio Liberty, un medio de comunicación financiado por Estados Unidos, fue detenida en Kazán, una ciudad en el centro de Rusia. En marzo, Evan Gershkovich, un reportero estadounidense del Wall Street Journal, fue arrestado bajo cargos de espionaje.\",            \"translated_title\": \"La UE otorga el premio de derechos humanos a Mahsa Amini\"        },        {            \"english_version\": \"Around 130 migrants were flown from America to Venezuela as part of a new Biden administration initiative to tackle illegal crossings at America’s border with Mexico. Officials said they expect to run multiple deportation flights a week to Venezuela. More than 380,000 Venezuelans have tried to enter America illegally since Mr Biden took office in 2021.\",            \"english_title\": \"Migrants flown from America to Venezuela\",            \"translated_version\": \"Alrededor de 130 migrantes fueron trasladados en avión desde Estados Unidos a Venezuela como parte de una nueva iniciativa de la administración Biden para abordar los cruces ilegales en la frontera de Estados Unidos con México. Los funcionarios dijeron que esperan realizar múltiples vuelos de deportación a la semana a Venezuela. Más de 380,000 venezolanos han intentado ingresar ilegalmente a Estados Unidos desde que el Sr. Biden asumió el cargo en 2021.\",            \"translated_title\": \"Migrantes trasladados de Estados Unidos a Venezuela\"        }    ]}"