"{    \"translations\": [        {            \"english_version\": \"The Red Cross said that it had facilitated the release of two more hostages taken by Hamas, and had transported them out of Gaza on Monday evening. According to media reports they are elderly Israeli women. On Friday the militant group freed two other hostages, an American-Israeli mother and daughter; Hamas is still holding more than 200 people in Gaza, according to the Israel Defence Forces. More than 5,000 people have died in the enclave since October 7th, according to Gaza’s Hamas-run Ministry of Health. Israel has ramped up air strikes, claiming to have hit 320 targets in 24 hours, ahead of an expected ground invasion.\",            \"english_title\": \"Red Cross Facilitates Release of Hostages\",            \"translated_version\": \"La Cruz Roja dijo que había facilitado la liberación de dos rehenes más tomados por Hamas, y los había transportado fuera de Gaza el lunes por la noche. Según informes de los medios, son mujeres israelíes mayores. El viernes, el grupo militante liberó a otros dos rehenes, una madre y una hija estadounidense-israelí; Hamas todavía tiene más de 200 personas en Gaza, según las Fuerzas de Defensa de Israel. Más de 5,000 personas han muerto en el enclave desde el 7 de octubre, según el Ministerio de Salud dirigido por Hamas en Gaza. Israel ha intensificado los ataques aéreos, afirmando haber golpeado 320 objetivos en 24 horas, antes de una invasión terrestre esperada.\",            \"translated_title\": \"Cruz Roja Facilita la Liberación de Rehenes\"        },        {            \"english_version\": \"Chevron, an energy giant, will buy Hess Corporation, a smaller American oil firm, in a $53bn all-stock deal, betting on America’s shale patch and increasing its footprint in oil-rich Guyana. Recently supermajors’ shale ambitions have grown, as it has become more profitable. Earlier this month ExxonMobil, another major, said it would acquire Pioneer for $60bn in one of the biggest oil mergers ever.\",            \"english_title\": \"Chevron to Acquire Hess Corporation\",            \"translated_version\": \"Chevron, una empresa energética gigante, comprará Hess Corporation, una empresa petrolera estadounidense más pequeña, en un acuerdo de $53 mil millones en acciones, apostando por el yacimiento de esquisto de Estados Unidos y aumentando su presencia en la rica en petróleo Guyana. Recientemente, las ambiciones de los supermajors en el esquisto han crecido, ya que se ha vuelto más rentable. A principios de este mes, ExxonMobil, otro gigante, dijo que adquiriría Pioneer por $60 mil millones en una de las fusiones petroleras más grandes de la historia.\",            \"translated_title\": \"Chevron Adquiere Hess Corporation\"        },        {            \"english_version\": \"America’s ten-year Treasury yields rose above 5% for the first time since 2007, as investors anticipate that the Federal Reserve will keep interest rates higher for longer to keep inflation down. America’s economy has proved surprisingly resilient to tighter monetary policy, suggesting a delayed path to interest-rate cuts.\",            \"english_title\": \"Rise in US Treasury Yields\",            \"translated_version\": \"Los rendimientos de los bonos del Tesoro de Estados Unidos a diez años subieron por encima del 5% por primera vez desde 2007, ya que los inversores anticipan que la Reserva Federal mantendrá las tasas de interés más altas durante más tiempo para mantener la inflación bajo control. La economía de Estados Unidos ha demostrado ser sorprendentemente resistente a una política monetaria más estricta, lo que sugiere un camino retrasado hacia recortes de tasas de interés.\",            \"translated_title\": \"Aumento de los Rendimientos de los Bonos del Tesoro de EE. UU.\"        },        {            \"english_version\": \"Recep Tayyip Erdogan, Turkey’s president, submitted a bill approving Sweden’s NATO membership to parliament for a vote. Mr Erdogan had for months blocked Sweden’s bid to join the bloc, ostensibly because the Nordic country harboured Kurdish separatists. It is not clear when Turkey’s parliament will vote to ratify the bid.\",            \"english_title\": \"Turkey's President Submits Bill for Sweden's NATO Membership\",            \"translated_version\": \"Recep Tayyip Erdogan, presidente de Turquía, presentó un proyecto de ley que aprueba la membresía de Suecia en la OTAN al parlamento para su votación. El Sr. Erdogan había bloqueado durante meses la solicitud de Suecia para unirse al bloque, aparentemente porque el país nórdico albergaba separatistas kurdos. No está claro cuándo votará el parlamento de Turquía para ratificar la solicitud.\",            \"translated_title\": \"El Presidente de Turquía Presenta Proyecto de Ley para la Membresía de Suecia en la OTAN\"        },        {            \"english_version\": \"María Corina Machado is poised to become Venezuela’s presidential opposition candidate. With 26% of the vote counted, she had won 93% in the primary election, a contest between 10 opposition candidates. She is expected to take on Nicolás Maduro, the country’s authoritarian president, in an election due in 2024. Mr Maduro’s government faces pressure to reverse its ban on Ms Machado, a conservative, from holding office.\",            \"english_title\": \"María Corina Machado Set to Become Venezuela's Opposition Candidate\",            \"translated_version\": \"María Corina Machado está lista para convertirse en la candidata presidencial de la oposición en Venezuela. Con el 26% de los votos contados, había ganado el 93% en las elecciones primarias, una contienda entre 10 candidatos de la oposición. Se espera que se enfrente a Nicolás Maduro, el presidente autoritario del país, en una elección que se celebrará en 2024. El gobierno del Sr. Maduro enfrenta presiones para revertir su prohibición a la Sra. Machado, una conservadora, de ocupar cargos públicos.\",            \"translated_title\": \"María Corina Machado se Prepara para Convertirse en la Candidata de Oposición de Venezuela\"        }    ]}"