"{    \"translations\": [        {            \"english_version\": \"Henry Kissinger, a former national security adviser and secretary of state for America, died aged 100. A controversial Nobel peace-prize winner, he shaped world affairs throughout the administrations of Richard Nixon and Gerald Ford, and oversaw America’s war in and withdrawal from Vietnam. His 'shuttle diplomacy' helped stabilise the Middle East after the Yom Kippur war in 1973. As a consultant and writer he continued to steer politics and business throughout the rest of his life.\",            \"english_title\": \"Henry Kissinger's Legacy\",            \"translated_version\": \"Henry Kissinger, un antiguo asesor de seguridad nacional y secretario de estado de Estados Unidos, murió a los 100 años. Ganador del controvertido premio Nobel de la paz, él influyó en los asuntos mundiales durante las administraciones de Richard Nixon y Gerald Ford, y supervisó la guerra de Estados Unidos y la retirada de Vietnam. Su 'diplomacia de lanzadera' ayudó a estabilizar Oriente Medio después de la guerra de Yom Kippur en 1973. Como consultor y escritor, continuó guiando la política y los negocios durante el resto de su vida.\",            \"translated_title\": \"El Legado de Henry Kissinger\"        },        {            \"english_version\": \"Israel and Hamas agreed to extend a truce, which began on Friday, by at least one day, mere minutes before it was set to expire. The two sides will continue to exchange captives. On Wednesday Hamas freed 16 hostages in return for 30 Palestinians held in Israeli prisons. Earlier negotiations stuttered after Hamas claimed that one family being held captive in Gaza had been killed in an Israeli air strike.\",            \"english_title\": \"Extension of Truce between Israel and Hamas\",            \"translated_version\": \"Israel y Hamas acordaron extender una tregua, que comenzó el viernes, por al menos un día, minutos antes de que expirara. Ambos lados continuarán intercambiando cautivos. El miércoles, Hamas liberó a 16 rehenes a cambio de 30 palestinos detenidos en prisiones israelíes. Las negociaciones anteriores se estancaron después de que Hamas afirmara que una familia que estaba siendo retenida en Gaza había sido asesinada en un ataque aéreo israelí.\",            \"translated_title\": \"Extensión de la Tregua entre Israel y Hamas\"        },        {            \"english_version\": \"Despite government stimulus efforts, China’s manufacturing purchasing managers’ index fell from 49.5 in October to 49.4 in November (anything less than 50 indicates a contraction). There was similar bad news from South Korea, which reported a 3.5% drop in manufacturing production in October compared with the previous month. Japanese manufacturing, however, bucked the trend, growing by 1% in October compared to September.\",            \"english_title\": \"Manufacturing Woes in China and South Korea\",            \"translated_version\": \"A pesar de los esfuerzos del gobierno para estimular la economía, el índice de gerentes de compras de la manufactura de China cayó de 49.5 en octubre a 49.4 en noviembre (cualquier número menor a 50 indica una contracción). También hubo malas noticias similares desde Corea del Sur, que informó una caída del 3.5% en la producción manufacturera en octubre en comparación con el mes anterior. Sin embargo, la manufactura japonesa fue la excepción, creciendo un 1% en octubre en comparación con septiembre.\",            \"translated_title\": \"Problemas en la Manufactura en China y Corea del Sur\"        },        {            \"english_version\": \"Elon Musk admitted that the exodus of advertisers from X (formerly Twitter) could 'kill the company', but said he would not be blackmailed and that firms fleeing the social-media site could 'go fuck' themselves. Several big advertisers, including Disney, have withdrawn their marketing dollars following Mr Musk’s endorsement of an antisemitic tweet, which he conceded was perhaps 'the most foolish thing I’ve ever done on the platform'.\",            \"english_title\": \"Elon Musk's Controversial Statement\",            \"translated_version\": \"Elon Musk admitió que la salida de los anunciantes de X (anteriormente Twitter) podría 'matar a la compañía', pero dijo que no se dejaría chantajear y que las empresas que abandonan el sitio de redes sociales podrían 'irse a la mierda'. Varios grandes anunciantes, incluido Disney, han retirado sus dólares de marketing después de que el Sr. Musk respaldara un tweet antisemita, lo cual él admitió que fue quizás 'lo más tonto que he hecho en la plataforma'.\",            \"translated_title\": \"Declaración Controvertida de Elon Musk\"        },        {            \"english_version\": \"Google will pay C$100m ($74m) a year into a fund to support the Canadian press—a deal it reached in advance of an upcoming law that will force big internet companies to pay news organisations for displaying links to their stories. News outlets argue that Google uses their content for free; Google and firms like Meta insist that they drive traffic.\",            \"english_title\": \"Google's Support for Canadian Press\",            \"translated_version\": \"Google pagará C$100 millones ($74 millones) al año en un fondo para apoyar la prensa canadiense, un acuerdo que alcanzó antes de una próxima ley que obligará a las grandes compañías de internet a pagar a las organizaciones de noticias por mostrar enlaces a sus historias. Los medios de comunicación argumentan que Google utiliza su contenido de forma gratuita; Google y empresas como Meta insisten en que generan tráfico.\",            \"translated_title\": \"Apoyo de Google a la Prensa Canadiense\"        }    ]}"