"{    \"translations\": [        {            \"english_version\": \"Less than an hour ago, Binyamin Netanyahu, the Prime Minister of Israel, announced a significant military operation in Jenin, a city in the West Bank. The operation aims to eliminate terrorism. Unfortunately, the raids resulted in the death of at least eight individuals and left 35 others injured, as reported by the Palestinian health ministry.\",            \"english_title\": \"Israeli military operation in Jenin\",            \"translated_version\": \"Hace menos de una hora, Binyamin Netanyahu, el Primer Ministro de Israel, anunció una importante operación militar en Jenin, una ciudad en Cisjordania. La operación busca eliminar el terrorismo. Desafortunadamente, los ataques resultaron en la muerte de al menos ocho personas y dejaron a otras 35 heridas, según informó el ministerio de salud palestino.\",            \"translated_title\": \"Operación militar israelí en Jenin\"        },        {            \"english_version\": \"Eighteen states, including California and New Jersey, have taken legal action to challenge Donald Trump's decision to revoke birthright citizenship. They argue that the executive order is unconstitutional. Civil-rights groups have also filed separate lawsuits against this move. The order is intended to discourage immigration by ending the automatic granting of citizenship to children born in the U.S. to noncitizen parents.\",            \"english_title\": \"Legal actions against Trump's executive order\",            \"translated_version\": \"Dieciocho estados, incluyendo California y Nueva Jersey, han tomado acciones legales para desafiar la decisión de Donald Trump de revocar la ciudadanía por nacimiento. Argumentan que la orden ejecutiva es inconstitucional. Grupos de derechos civiles también han presentado demandas separadas contra este movimiento. La orden tiene la intención de desalentar la inmigración al poner fin a la concesión automática de ciudadanía a los niños nacidos en EE. UU. de padres no ciudadanos.\",            \"translated_title\": \"Acciones legales contra la orden ejecutiva de Trump\"        }    ]}"