"{    \"translations\": [        {            \"english_version\": \"Hizbullah and Iran-backed militants fired rockets at Israeli cities, causing damage and injuries. In retaliation, Israel bombed Lebanon and the Gaza Strip. Pro-Palestinian demonstrations were held globally ahead of the anniversary of the October 7th attacks.\",            \"english_title\": \"Middle East Conflict\",            \"translated_version\": \"Hizbullah y militantes respaldados por Irán dispararon cohetes a ciudades israelíes, causando daños y heridas. En represalia, Israel bombardeó Líbano y la Franja de Gaza. Se realizaron manifestaciones pro-palestinas en todo el mundo antes del aniversario de los ataques del 7 de octubre.\",            \"translated_title\": \"Middle East Conflict\"        },        {            \"english_version\": \"Rio Tinto, a mining company, made a non-binding offer to acquire Arcadium Lithium, an American competitor. The deal, valued at over $3 billion, aims to strengthen Rio's position as a major lithium miner.\",            \"english_title\": \"Business News\",            \"translated_version\": \"Rio Tinto, una compañía minera, hizo una oferta no vinculante para adquirir Arcadium Lithium, un competidor estadounidense. El acuerdo, valorado en más de $3 mil millones, tiene como objetivo fortalecer la posición de Rio como un importante minero de litio.\",            \"translated_title\": \"Business News\"        },        {            \"english_version\": \"The Economist, established in 1843, aims to promote intelligence and progress by providing insightful content. It covers a wide range of topics and encourages critical thinking.\",            \"english_title\": \"About The Economist\",            \"translated_version\": \"The Economist, fundado en 1843, tiene como objetivo promover la inteligencia y el progreso al proporcionar contenido perspicaz. Cubre una amplia gama de temas y fomenta el pensamiento crítico.\",            \"translated_title\": \"About The Economist\"        }    ]}"