"{    \"translations\": [        {            \"english_version\": \"US officials are taking precautionary measures as Donald Trump considers taking action against Iran. This is happening because the government shut down the internet last week, and satellite technology has become important for communication.\",            \"english_title\": \"US Precautions on Iran\",            \"translated_version\": \"Los oficiales de EE.UU. están tomando medidas de precaución porque Donald Trump piensa en hacer algo contra Irán. Esto pasa porque el gobierno apagó el internet la semana pasada y la tecnología de satélites es importante para comunicarse.\",            \"translated_title\": \"Precauciones de EE.UU. con Irán\"        },        {            \"english_version\": \"US envoy Steve Witkoff says there are plans to create a technocratic Palestinian government and to rebuild and demilitarize Gaza.\",            \"english_title\": \"Plans for Gaza\",            \"translated_version\": \"El enviado de EE.UU. Steve Witkoff dice que hay planes para crear un gobierno palestino tecnocrático y para reconstruir y desmilitarizar Gaza.\",            \"translated_title\": \"Planes para Gaza\"        },        {            \"english_version\": \"US Vice-President JD Vance met with ministers from Denmark and Greenland to talk about the future of the Arctic territory.\",            \"english_title\": \"Arctic Territory Talks\",            \"translated_version\": \"El Vicepresidente de EE.UU. JD Vance se reunió con ministros de Dinamarca y Groenlandia para hablar sobre el futuro del territorio ártico.\",            \"translated_title\": \"Charlas sobre el Ártico\"        },        {            \"english_version\": \"Attorney General Bondi accused a journalist of reporting classified information that was allegedly leaked by a federal contractor, who has been arrested.\",            \"english_title\": \"Journalist Accused\",            \"translated_version\": \"La Fiscal General Bondi acusó a un periodista de reportar información secreta que supuestamente fue filtrada por un contratista federal, quien ha sido arrestado.\",            \"translated_title\": \"Periodista Acusado\"        },        {            \"english_version\": \"Amateur Jordan Smith surprised everyone by winning the Million Dollar One Point Slam at the Australian Open, defeating the current men's champion Jannik Sinner.\",            \"english_title\": \"Jordan Smith's Surprise Win\",            \"translated_version\": \"El aficionado Jordan Smith sorprendió a todos al ganar el Slam de Un Punto de Un Millón de Dólares en el Abierto de Australia, venciendo al campeón actual Jannik Sinner.\",            \"translated_title\": \"Victoria Sorpresa de Jordan Smith\"        }    ]}"