"{    \"translations\": [        {            \"english_version\": \"A 22-year-old person has been charged with murder and could face the death penalty if found guilty at trial. A judge also decided that a second-degree murder charge against someone named Mangione could continue.\",            \"english_title\": \"Murder Charges\",            \"translated_version\": \"Una persona de 22 años ha sido acusada de asesinato y podría enfrentar la pena de muerte si es encontrada culpable en el juicio. Un juez también decidió que una acusación de asesinato en segundo grado contra alguien llamado Mangione podría continuar.\",            \"translated_title\": \"Cargos de Asesinato\"        },        {            \"english_version\": \"Palestinians have told the BBC that entire residential blocks have been destroyed as the Israeli army increases its attacks in the city. A panel has found that four out of five acts of genocide, as defined by international law, have been committed against Palestinians during the war.\",            \"english_title\": \"Destruction in City\",            \"translated_version\": \"Los palestinos han dicho a la BBC que bloques enteros de casas han sido destruidos mientras el ejército israelí aumenta sus ataques en la ciudad. Un grupo ha encontrado que cuatro de cinco actos de genocidio, según la ley internacional, han sido cometidos contra los palestinos durante la guerra.\",            \"translated_title\": \"Destrucción en la Ciudad\"        },        {            \"english_version\": \"The drought has reduced wheat harvests by 40% in a country where almost 90% of people already live in poverty.\",            \"english_title\": \"Drought Impact\",            \"translated_version\": \"La sequía ha reducido las cosechas de trigo en un 40% en un país donde casi el 90% de las personas ya viven en pobreza.\",            \"translated_title\": \"Impacto de la Sequía\"        },        {            \"english_version\": \"The US president said his relationship with the UK is 'very good' after arriving in London with First Lady Melania.\",            \"english_title\": \"US-UK Relations\",            \"translated_version\": \"El presidente de EE.UU. dijo que su relación con el Reino Unido es 'muy buena' después de llegar a Londres con la Primera Dama Melania.\",            \"translated_title\": \"Relaciones EE.UU.-Reino Unido\"        },        {            \"english_version\": \"Prosecutors claim that a former right-wing presidential candidate tried to overthrow the country's constitutional order.\",            \"english_title\": \"Attempted Overthrow\",            \"translated_version\": \"Los fiscales dicen que un ex candidato presidencial de derecha intentó derrocar el orden constitucional del país.\",            \"translated_title\": \"Intento de Derrocamiento\"        }    ]}"