"{    \"translations\": [        {            \"english_version\": \"Iran's supreme leader, Ayatollah Ali Khamenei, warned Israel about the killing of Hizbullah's leader, Hassan Nasrallah. He announced five days of official mourning for Nasrallah, who was killed in an air strike in Beirut. Israel's Prime Minister, Binyamin Netanyahu, stated that Nasrallah's death would impact the region's power balance. Israel continues its campaign to eliminate Hizbullah's leadership, with another senior official reportedly killed.\",            \"english_title\": \"Iran-Israel Conflict\",            \"translated_version\": \"El líder supremo de Irán, Ayatollah Ali Khamenei, advirtió a Israel sobre la muerte del líder de Hizbullah, Hassan Nasrallah. Anunció cinco días de luto oficial por Nasrallah, quien fue asesinado en un ataque aéreo en Beirut. El Primer Ministro de Israel, Binyamin Netanyahu, declaró que la muerte de Nasrallah impactaría el equilibrio de poder en la región. Israel continúa su campaña para eliminar el liderazgo de Hizbullah, con otro alto funcionario reportadamente asesinado.\",            \"translated_title\": \"Iran-Israel Conflict\"        },        {            \"english_version\": \"Russia's defence ministry reported shooting down 125 Ukrainian drones targeting southern Russian regions. Ukraine has escalated cross-border attacks, including a ground incursion into Kursk. A Russian strike on a hospital in Sumy, Ukraine resulted in the death of ten people.\",            \"english_title\": \"Russia-Ukraine Tensions\",            \"translated_version\": \"El ministerio de defensa de Rusia informó que derribó 125 drones ucranianos que apuntaban a regiones del sur de Rusia. Ucrania ha intensificado los ataques transfronterizos, incluyendo una incursión terrestre en Kursk. Un ataque ruso a un hospital en Sumy, Ucrania, resultó en la muerte de diez personas.\",            \"translated_title\": \"Russia-Ukraine Tensions\"        }    ]}"