"{    \"translations\": [        {            \"english_version\": \"A major hostage and prisoner exchange is a big step towards ending two years of war in Gaza. Families say it ends two years of suffering, and now a journey of healing and recovery will start. The US president says the ceasefire will continue, and the second phase of talks for lasting peace is happening.\",            \"english_title\": \"Hostage Exchange in Gaza\",            \"translated_version\": \"Un gran intercambio de rehenes y prisioneros es un gran paso para terminar dos años de guerra en Gaza. Las familias dicen que termina dos años de sufrimiento, y ahora empezará un camino de curación y recuperación. El presidente de EE.UU. dice que el alto el fuego continuará, y la segunda fase de conversaciones para la paz duradera está sucediendo.\",            \"translated_title\": \"Intercambio de Rehenes en Gaza\"        },        {            \"english_version\": \"Thousands of people gather in Gaza and the West Bank to welcome Palestinian prisoners and detainees freed by Israel. The US president says the ceasefire will continue, and the second phase of talks for lasting peace is happening.\",            \"english_title\": \"Celebrations in Gaza\",            \"translated_version\": \"Miles de personas se reúnen en Gaza y Cisjordania para dar la bienvenida a prisioneros y detenidos palestinos liberados por Israel. El presidente de EE.UU. dice que el alto el fuego continuará, y la segunda fase de conversaciones para la paz duradera está sucediendo.\",            \"translated_title\": \"Celebraciones en Gaza\"        },        {            \"english_version\": \"Andry Rajoelina is reported to have left the country on a French military jet, but no one knows where he is now.\",            \"english_title\": \"Andry Rajoelina Leaves\",            \"translated_version\": \"Se informa que Andry Rajoelina ha salido del país en un avión militar francés, pero nadie sabe dónde está ahora.\",            \"translated_title\": \"Andry Rajoelina Se Va\"        },        {            \"english_version\": \"At least 64 people have died, and many are missing after tropical storms caused heavy rains. The dead were citizens of Zimbabwe and Malawi returning home, officials say.\",            \"english_title\": \"Storms Cause Deaths\",            \"translated_version\": \"Al menos 64 personas han muerto, y muchas están desaparecidas después de que tormentas tropicales causaron fuertes lluvias. Los muertos eran ciudadanos de Zimbabue y Malawi que regresaban a casa, dicen los oficiales.\",            \"translated_title\": \"Tormentas Causan Muertes\"        },        {            \"english_version\": \"The move to protect technology supplies could increase tensions between the EU and China.\",            \"english_title\": \"Tech Tensions\",            \"translated_version\": \"La medida para proteger los suministros de tecnología podría aumentar las tensiones entre la UE y China.\",            \"translated_title\": \"Tensiones Tecnológicas\"        }    ]}"