"{    \"translations\": [        {            \"english_version\": \"Ukraine's President Zelensky said that Russia's actions are clearly making the war bigger. This is a serious situation.\",            \"english_title\": \"War in Ukraine\",            \"translated_version\": \"El presidente de Ucrania, Zelensky, dijo que las acciones de Rusia están haciendo la guerra más grande. Esta es una situación seria.\",            \"translated_title\": \"Guerra en Ucrania\"        },        {            \"english_version\": \"The US secretary of state will talk about the war in Gaza after Israel attacked Hamas. This has caused many people to be upset.\",            \"english_title\": \"War in Gaza\",            \"translated_version\": \"El secretario de estado de EE.UU. hablará sobre la guerra en Gaza después de que Israel atacó a Hamas. Esto ha molestado a muchas personas.\",            \"translated_title\": \"Guerra en Gaza\"        },        {            \"english_version\": \"Local news says that a big fire happened in a residential area. At least 14 fire trucks came, and people had to leave their homes and go to nearby centers.\",            \"english_title\": \"Big Fire in Residential Area\",            \"translated_version\": \"Las noticias locales dicen que un gran incendio ocurrió en una zona residencial. Al menos 14 camiones de bomberos vinieron, y la gente tuvo que dejar sus casas e ir a centros cercanos.\",            \"translated_title\": \"Gran Incendio en Zona Residencial\"        },        {            \"english_version\": \"Prof Musa Xulu told the BBC that he has been threatened by people hired to kill him. He has reported this to the police.\",            \"english_title\": \"Threats to Professor\",            \"translated_version\": \"El profesor Musa Xulu dijo a la BBC que ha sido amenazado por personas contratadas para matarlo. Ha informado esto a la policía.\",            \"translated_title\": \"Amenazas al Profesor\"        },        {            \"english_version\": \"Sushila Karki said the government should listen to what protesters want. They are asking for an end to corruption, better governance, and economic fairness.\",            \"english_title\": \"Protesters' Demands\",            \"translated_version\": \"Sushila Karki dijo que el gobierno debería escuchar lo que quieren los manifestantes. Están pidiendo el fin de la corrupción, mejor gobierno y justicia económica.\",            \"translated_title\": \"Demandas de los Manifestantes\"        }    ]}"