"{    \"translations\": [        {            \"english_version\": \"Israel conducted air strikes in central Beirut, Lebanon's capital, for the first time in almost two decades. The strikes resulted in the deaths of Fatah Sherif al-Amin, Hamas's leader in Lebanon, and three senior members of the Popular Front for the Liberation of Palestine. Additionally, Hizbullah confirmed that Israel had killed more of its top officials, including Ali Karaki and Nabil Qaouk.\",            \"english_title\": \"Israel's Air Strikes in Lebanon\",            \"translated_version\": \"Israel bombardeó en Beirut, la capital de Líbano, por primera vez en casi dos décadas. Los bombardeos resultaron en la muerte de Fatah Sherif al-Amin, líder de Hamas en Líbano, y tres miembros importantes del Frente Popular para la Liberación de Palestina. Además, Hizbullah confirmó que Israel había matado a más de sus altos funcionarios, incluidos Ali Karaki y Nabil Qaouk.\",            \"translated_title\": \"Ataques Aéreos de Israel en Líbano\"        },        {            \"english_version\": \"Lebanon's Prime Minister, Najib Mikati, stated that Israel's ongoing bombing campaign has led to the displacement of approximately 1 million people. The country's health ministry reported that the attacks have resulted in the deaths of 136 individuals in the past 24 hours.\",            \"english_title\": \"Impact of Israel's Bombing Campaign in Lebanon\",            \"translated_version\": \"El Primer Ministro de Líbano, Najib Mikati, declaró que la campaña de bombardeos continua de Israel ha llevado al desplazamiento de aproximadamente 1 millón de personas. El ministerio de salud del país informó que los ataques han resultado en la muerte de 136 personas en las últimas 24 horas.\",            \"translated_title\": \"Impacto de los Bombardeos de Israel en Líbano\"        },        {            \"english_version\": \"Ishiba Shigeru is set to be sworn in as Japan's new prime minister on Tuesday. He announced plans to hold a snap general election on October 27th. Despite being popular with the public, Mr. Ishiba has limited support from his colleagues, as two of his rivals for the leadership of the ruling Liberal Democratic Party declined offers to join his cabinet.\",            \"english_title\": \"Japan's New Prime Minister and Snap General Election\",            \"translated_version\": \"Ishiba Shigeru está listo para ser juramentado como el nuevo primer ministro de Japón el martes. Anunció planes de realizar una elección general anticipada el 27 de octubre. A pesar de ser popular entre el público, el Sr. Ishiba tiene un apoyo limitado de sus colegas, ya que dos de sus rivales para el liderazgo del gobernante Partido Liberal Democrático declinaron ofertas para unirse a su gabinete.\",            \"translated_title\": \"Nuevo Primer Ministro de Japón y Elección General Repentina\"        }    ]}"