"```json{    \"translations\": [        {            \"english_version\": \"Israel's army leader warned Iran that any attack on Israel will be met with a response. This comes after Iran launched drones and missiles towards Israel. Israel's war cabinet is meeting to plan a response, while Western countries are urging restraint and considering sanctions on Iran to prevent further conflict in the Middle East.\",            \"english_title\": \"Middle East Tensions\",            \"translated_version\": \"El líder del ejército de Israel advirtió a Irán que cualquier ataque a Israel será respondido. Esto sucede después de que Irán lanzara drones y misiles hacia Israel. El gabinete de guerra de Israel se está reuniendo para planificar una respuesta, mientras que los países occidentales están instando a la moderación y considerando sanciones a Irán para evitar más conflictos en Oriente Medio.\",            \"translated_title\": \"Tensiones en Oriente Medio\"        },        {            \"english_version\": \"China's GDP grew by 5.3% in the first quarter, surpassing expectations. However, industrial output and retail sales figures for March were weaker than anticipated. Inflation in China remains low, posing a threat to the economy. On the other hand, Japan's yen fell to its lowest value against the dollar since 1990 due to interest rate differentials with other central banks.\",            \"english_title\": \"Economic Update - China and Japan\",            \"translated_version\": \"El PIB de China creció un 5,3% en el primer trimestre, superando las expectativas. Sin embargo, la producción industrial y las cifras de ventas minoristas de marzo fueron más débiles de lo esperado. La inflación en China sigue siendo baja, lo que representa una amenaza para la economía. Por otro lado, el yen japonés cayó a su valor más bajo frente al dólar desde 1990 debido a las diferencias en las tasas de interés con otros bancos centrales.\",            \"translated_title\": \"Actualización Económica - China y Japón\"        },        {            \"english_version\": \"Jury selection for Donald Trump's criminal trial in Manhattan began with many potential jurors excusing themselves due to impartiality concerns. The trial, focusing on alleged efforts to cover up hush money to a porn star, is expected to last up to eight weeks once the jury is finalized.\",            \"english_title\": \"Legal Proceedings - Trump Trial\",            \"translated_version\": \"La selección del jurado para el juicio penal de Donald Trump en Manhattan comenzó con muchos posibles jurados excusándose debido a preocupaciones de imparcialidad. El juicio, centrado en presuntos esfuerzos para encubrir dinero para silenciar a una estrella porno, se espera que dure hasta ocho semanas una vez que se finalice el jurado.\",            \"translated_title\": \"Procedimientos Legales - Juicio de Trump\"        },        {            \"english_version\": \"Australian police labeled the stabbing of an Assyrian bishop in Sydney as a terrorist attack, with multiple other casualties. This incident follows a separate stabbing attack in Sydney that resulted in fatalities. Authorities clarified that the two incidents were not related to terrorism.\",            \"english_title\": \"Terrorist Attacks in Australia\",            \"translated_version\": \"La policía australiana calificó el apuñalamiento de un obispo asirio en Sídney como un ataque terrorista, con múltiples otras víctimas. Este incidente sigue a un ataque separado de apuñalamiento en Sídney que resultó en fatalidades. Las autoridades aclararon que los dos incidentes no estaban relacionados con el terrorismo.\",            \"translated_title\": \"Ataques Terroristas en Australia\"        },        {            \"english_version\": \"The US government is providing Samsung with a $6.4bn subsidy to expand semiconductor facilities in Texas. This subsidy follows a similar investment in TSMC to boost chipmaking operations in Arizona. Samsung has already invested significantly in chip factories and research centers.\",            \"english_title\": \"Technology Investments\",            \"translated_version\": \"El gobierno de EE. UU. está proporcionando a Samsung un subsidio de $6.4bn para expandir las instalaciones de semiconductores en Texas. Este subsidio sigue a una inversión similar en TSMC para impulsar las operaciones de fabricación de chips en Arizona. Samsung ya ha invertido significativamente en fábricas de chips y centros de investigación.\",            \"translated_title\": \"Inversiones Tecnológicas\"        }    ]}```"