"{    \"translations\": [        {            \"english_version\": \"A massive earthquake with a magnitude of 7.7 struck central Myanmar. Reports from Mandalay indicated that a bridge had collapsed and many buildings were on fire. The earthquake caused at least 20 deaths and numerous injuries. It was also felt strongly in Bangkok, Thailand, where a skyscraper collapsed, trapping over 90 people under rubble.\",            \"english_title\": \"Earthquake in Myanmar\",            \"translated_version\": \"Un terremoto masivo con una magnitud de 7.7 golpeó el centro de Myanmar. Informes de Mandalay indicaron que un puente se había derrumbado y muchos edificios estaban en llamas. El terremoto causó al menos 20 muertes y numerosas lesiones. También se sintió fuertemente en Bangkok, Tailandia, donde un rascacielos se derrumbó, atrapando a más de 90 personas bajo los escombros.\",            \"translated_title\": \"Terremoto en Myanmar\"        },        {            \"english_version\": \"The Federal Reserve's core personal consumption expenditures price index rose by 0.4% in February, marking the largest increase in a year. Consumer spending only rose by 0.1% from the previous month. The data suggests that households are becoming more cautious, with an increase in the saving rate. Concerns are rising about the potential impact of Trump's tariffs on economic growth and prices.\",            \"english_title\": \"Economic News\",            \"translated_version\": \"El índice de precios de gastos de consumo personal básico de la Reserva Federal aumentó un 0.4% en febrero, marcando el mayor aumento en un año. El gasto del consumidor solo aumentó un 0.1% respecto al mes anterior. Los datos sugieren que los hogares están volviéndose más cautelosos, con un aumento en la tasa de ahorro. Las preocupaciones están aumentando sobre el impacto potencial de los aranceles de Trump en el crecimiento económico y los precios.\",            \"translated_title\": \"Noticias Económicas\"        }    ]}"