"{    \"translations\": [        {            \"english_version\": \"Twenty more people were hurt in the explosion, and the reason for it is still not known, according to officials.\",            \"english_title\": \"Explosion Injures Many\",            \"translated_version\": \"Veinte personas más resultaron heridas en la explosión, y la razón aún no se sabe, según los oficiales.\",            \"translated_title\": \"Explosión Hiere a Muchos\"        },        {            \"english_version\": \"The Lebanese authorities captured Mr. Gaddafi, who is now 49 years old, in 2015 and kept him without a trial.\",            \"english_title\": \"Gaddafi Captured\",            \"translated_version\": \"Las autoridades libanesas capturaron al Sr. Gaddafi, que ahora tiene 49 años, en 2015 y lo mantuvieron sin juicio.\",            \"translated_title\": \"Gaddafi Capturado\"        },        {            \"english_version\": \"The former French president was put in jail in October for trying to fund his election campaign with money from the late Libyan leader Muammar Gaddafi.\",            \"english_title\": \"French President Jailed\",            \"translated_version\": \"El ex presidente francés fue puesto en la cárcel en octubre por intentar financiar su campaña electoral con dinero del fallecido líder libio Muammar Gaddafi.\",            \"translated_title\": \"Presidente Francés en la Cárcel\"        },        {            \"english_version\": \"The country has not been able to stop an outbreak of more than 5,000 cases over the past year, while cases in the US are at their highest in 33 years.\",            \"english_title\": \"Outbreak Continues\",            \"translated_version\": \"El país no ha podido detener un brote de más de 5,000 casos en el último año, mientras que los casos en EE.UU. están en su punto más alto en 33 años.\",            \"translated_title\": \"Brote Continúa\"        },        {            \"english_version\": \"The government is asking Iranians to save water because reservoirs are drying up and there has been very little rain.\",            \"english_title\": \"Water Shortage Warning\",            \"translated_version\": \"El gobierno está pidiendo a los iraníes que ahorren agua porque los embalses se están secando y ha llovido muy poco.\",            \"translated_title\": \"Advertencia de Escasez de Agua\"        }    ]}"