"{    \"translations\": [        {            \"english_version\": \"The Prime Minister says there will be a change in policy in September unless Israel agrees to a ceasefire in Gaza. Aid groups say Israel's recent actions to increase aid are not enough.\",            \"english_title\": \"Policy Change Warning\",            \"translated_version\": \"El Primer Ministro dice que habrá un cambio en la política en septiembre a menos que Israel acepte un alto el fuego en Gaza. Grupos de ayuda dicen que las acciones recientes de Israel para aumentar la ayuda no son suficientes.\",            \"translated_title\": \"Advertencia de Cambio de Política\"        },        {            \"english_version\": \"Deadly Russian air strikes are happening as US President Donald Trump makes a stronger demand for a truce with Russia.\",            \"english_title\": \"Russian Air Strikes\",            \"translated_version\": \"Ataques aéreos mortales de Rusia están ocurriendo mientras el Presidente de EE.UU. Donald Trump hace una demanda más fuerte por una tregua con Rusia.\",            \"translated_title\": \"Ataques Aéreos Rusos\"        },        {            \"english_version\": \"President Xi Jinping has called for full rescue efforts and to be ready for the worst-case scenarios.\",            \"english_title\": \"Rescue Efforts\",            \"translated_version\": \"El Presidente Xi Jinping ha pedido esfuerzos completos de rescate y estar listos para los peores escenarios.\",            \"translated_title\": \"Esfuerzos de Rescate\"        },        {            \"english_version\": \"A new environmental licensing law in Brazil is being criticized by environmentalists as the country gets ready for COP30.\",            \"english_title\": \"Environmental Law Criticism\",            \"translated_version\": \"Una nueva ley de licencias ambientales en Brasil está siendo criticada por ambientalistas mientras el país se prepara para COP30.\",            \"translated_title\": \"Crítica a la Ley Ambiental\"        },        {            \"english_version\": \"Four people died when a gunman attacked a skyscraper on Monday evening and started shooting.\",            \"english_title\": \"Skyscraper Shooting\",            \"translated_version\": \"Cuatro personas murieron cuando un hombre armado atacó un rascacielos el lunes por la noche y comenzó a disparar.\",            \"translated_title\": \"Tiroteo en Rascacielos\"        }    ]}"