"{    \"translations\": [        {            \"english_version\": \"Senate Republicans introduced a big bill that would make Donald Trump's tax cuts permanent and increase spending on immigration and defense. To pay for this, they suggest reducing Medicaid and food aid. Republican leaders are trying to get enough votes to pass this bill before July 4th.\",            \"english_title\": \"Republicans' New Bill\",            \"translated_version\": \"Republicanos del Senado presentaron un gran proyecto de ley que haría permanentes los recortes de impuestos de Donald Trump y aumentaría el gasto en inmigración y defensa. Para pagar esto, sugieren reducir Medicaid y ayuda alimentaria. Los líderes republicanos están tratando de conseguir suficientes votos para aprobar este proyecto de ley antes del 4 de julio.\",            \"translated_title\": \"Nuevo Proyecto de Ley de Republicanos\"        },        {            \"english_version\": \"Iran held a state funeral for about 60 people, including military leaders and nuclear scientists, who died in the 12-day conflict between Iran and Israel. Important figures like Hossein Salami, the head of the Islamic Revolutionary Guards, and Mohammad Bagheri, the chief of staff of the armed forces, were among those buried. Earlier, Iran's foreign minister criticized Mr. Trump for saying he saved Iran's supreme leader from being killed.\",            \"english_title\": \"Iran's State Funeral\",            \"translated_version\": \"Irán realizó un funeral de estado para unas 60 personas, incluidos líderes militares y científicos nucleares, que murieron en el conflicto de 12 días entre Irán e Israel. Figuras importantes como Hossein Salami, el jefe de los Guardianes de la Revolución Islámica, y Mohammad Bagheri, el jefe del estado mayor de las fuerzas armadas, estaban entre los enterrados. Antes, el ministro de relaciones exteriores de Irán criticó a Mr. Trump por decir que salvó al líder supremo de Irán de ser asesinado.\",            \"translated_title\": \"Funeral de Estado en Irán\"        }    ]}"