"{    \"translations\": [        {            \"english_version\": \"Hizbullah stated it will support Palestinian fighters even after the ceasefire with Israel in Lebanon. Hamas also expressed willingness to cooperate for a ceasefire in Gaza. Israeli strikes in Gaza led to 33 deaths and 134 injuries.\",            \"english_title\": \"Ceasefire in Lebanon and Gaza\",            \"translated_version\": \"Hizbullah dijo que apoyará a los combatientes palestinos incluso después del alto el fuego con Israel en Líbano. Hamas también expresó su disposición a cooperar para un alto el fuego en Gaza. Los ataques israelíes en Gaza causaron 33 muertes y 134 heridos.\",            \"translated_title\": \"Alto el fuego en Líbano y Gaza\"        },        {            \"english_version\": \"Donald Trump appointed Keith Kellogg, a retired lieutenant general, as a special envoy to Russia and Ukraine. Kellogg previously advocated for ending the war through negotiation, emphasizing security guarantees for Ukraine without NATO membership.\",            \"english_title\": \"Appointment of Keith Kellogg\",            \"translated_version\": \"Donald Trump nombró a Keith Kellogg, un general retirado, como enviado especial a Rusia y Ucrania. Kellogg abogó previamente por poner fin a la guerra a través de la negociación, enfatizando garantías de seguridad para Ucrania sin pertenecer a la OTAN.\",            \"translated_title\": \"Nombramiento de Keith Kellogg\"        },        {            \"english_version\": \"The Economist, in publication since September 1843, aims to engage in an intellectual competition against ignorance. It covers various topics and offers insights on global affairs.\",            \"english_title\": \"The Economist Publication\",            \"translated_version\": \"The Economist, publicada desde septiembre de 1843, tiene como objetivo participar en una competencia intelectual contra la ignorancia. Cubre varios temas y ofrece ideas sobre asuntos globales.\",            \"translated_title\": \"Publicación de The Economist\"        }    ]}"