"{    \"translations\": [        {            \"english_version\": \"Russia recently gained control of Avdiivka, a town in the Donbas region, after Ukrainian troops withdrew following months of conflict. Some Ukrainian soldiers remain in the town's large Soviet-era coke plant, according to a Russian spokesperson.\",            \"english_title\": \"Russian Control of Avdiivka\",            \"translated_version\": \"Recientemente, Rusia tomó el control de Avdiivka, un pueblo en la región de Donbas, después de que las tropas ucranianas se retiraran tras meses de conflicto. Algunos soldados ucranianos permanecen en la gran planta de coque de la era soviética del pueblo, según un portavoz ruso.\",            \"translated_title\": \"Control Ruso de Avdiivka\"        },        {            \"english_version\": \"Colleagues of Alexei Navalny, a prominent Russian opposition leader who passed away in prison, have accused Russian authorities of withholding his body from his family to conceal evidence of foul play. Over 340 individuals were detained in Russia for attempting to honor Mr. Navalny, as reported by a rights group.\",            \"english_title\": \"Accusations in Navalny's Case\",            \"translated_version\": \"Colegas de Alexei Navalny, un destacado líder opositor ruso que falleció en prisión, han acusado a las autoridades rusas de retener su cuerpo a su familia para ocultar evidencia de juego sucio. Más de 340 personas fueron detenidas en Rusia por intentar honrar al Sr. Navalny, según informó un grupo de derechos humanos.\",            \"translated_title\": \"Acusaciones en el Caso de Navalny\"        },        {            \"english_version\": \"Thailand released Thaksin Shinawatra, a former prime minister, from detention at a police hospital. Mr. Thaksin, who returned to Thailand after a lengthy exile, was imprisoned on corruption charges. There are suspicions that he may have made a deal for an early release.\",            \"english_title\": \"Release of Thaksin Shinawatra\",            \"translated_version\": \"Tailandia liberó a Thaksin Shinawatra, un ex primer ministro, de la detención en un hospital de la policía. El Sr. Thaksin, quien regresó a Tailandia después de un largo exilio, fue encarcelado por cargos de corrupción. Existen sospechas de que pudo haber hecho un trato para ser liberado temprano.\",            \"translated_title\": \"Liberación de Thaksin Shinawatra\"        },        {            \"english_version\": \"The UN Security Council is expected to vote on a humanitarian ceasefire in Gaza, but it is likely to be vetoed by the United States. America's ambassador to the UN expressed that the resolution, proposed by Algeria, would not be adopted in its current form.\",            \"english_title\": \"UN Ceasefire Vote in Gaza\",            \"translated_version\": \"Se espera que el Consejo de Seguridad de la ONU vote sobre un alto el fuego humanitario en Gaza, pero es probable que sea vetado por Estados Unidos. El embajador de Estados Unidos en la ONU expresó que la resolución, propuesta por Argelia, no sería adoptada en su forma actual.\",            \"translated_title\": \"Votación de Alto el Fuego de la ONU en Gaza\"        },        {            \"english_version\": \"At a campaign rally in Michigan, Donald Trump claimed that a substantial fine imposed on him in a civil fraud case was part of a conspiracy to prevent his re-election as president. The judge ordered Mr. Trump and his property business to pay $355 million for fraudulent financial practices.\",            \"english_title\": \"Trump's Fraud Case\",            \"translated_version\": \"En un mitin de campaña en Michigan, Donald Trump afirmó que una multa sustancial impuesta en un caso de fraude civil era parte de una conspiración para evitar su reelección como presidente. El juez ordenó al Sr. Trump y a su negocio inmobiliario pagar $355 millones por prácticas financieras fraudulentas.\",            \"translated_title\": \"Caso de Fraude de Trump\"        }    ]}"