"{    \"translations\": [        {            \"english_version\": \"Israel has launched more air strikes on Lebanon, resulting in the deaths of at least 31 people, including two Hizbullah commanders in southern Beirut. One of those killed was Ibrahim Aqil, a member of the Shia militia’s leadership who was wanted by America for an attack on the American embassy in Beirut in 1983. Israel has intensified its attacks on Hizbullah, which has been firing rockets at northern Israel since the Gaza war began.\",            \"english_title\": \"Israel's Air Strikes on Lebanon\",            \"translated_version\": \"Israel ha lanzado más ataques aéreos en Líbano, lo que ha causado la muerte de al menos 31 personas, incluidos dos comandantes de Hizbullah en el sur de Beirut. Uno de los fallecidos fue Ibrahim Aqil, un miembro del liderazgo de la milicia chiíta que era buscado por Estados Unidos por un ataque a la embajada estadounidense en Beirut en 1983. Israel ha intensificado sus ataques contra Hizbullah, que ha estado disparando cohetes al norte de Israel desde que comenzó la guerra en Gaza.\",            \"translated_title\": \"Ataques aéreos de Israel en Líbano\"        },        {            \"english_version\": \"Ukrainian drones set fire to an arms depot in the Tver region of Russia, located about 300 miles (480km) from the Ukrainian border. This incident marked the second depot in the area to be hit in a short span of time. The drones used in the attack were made in Ukraine. Next week, Ukraine’s president, Volodymyr Zelensky, is scheduled to meet with Joe Biden and will request permission to utilize American missiles to target military sites within Russia.\",            \"english_title\": \"Ukrainian Drones Target Russian Arms Depot\",            \"translated_version\": \"Drones ucranianos prendieron fuego a un depósito de armas en la región de Tver en Rusia, ubicado a unas 300 millas (480 km) de la frontera ucraniana. Este incidente marcó el segundo depósito en la zona que fue golpeado en un corto período de tiempo. Los drones utilizados en el ataque fueron fabricados en Ucrania. La próxima semana, el presidente de Ucrania, Volodymyr Zelensky, tiene programado reunirse con Joe Biden y solicitará permiso para utilizar misiles estadounidenses para atacar sitios militares dentro de Rusia.\",            \"translated_title\": \"Drones Ucranianos Atacan Depósito de Armas Ruso\"        }    ]}"