"{    \"translations\": [        {            \"english_version\": \"South Africa and Turkey have criticized an incident that happened in international waters. Israel says the people on board are safe.\",            \"english_title\": \"Incident Criticized\",            \"translated_version\": \"Sudáfrica y Turquía han criticado un incidente que pasó en aguas internacionales. Israel dice que las personas a bordo están seguras.\",            \"translated_title\": \"Incidente Criticado\"        },        {            \"english_version\": \"President Trump's proposal, which Israel accepted, says that Hamas should disarm and not have any future role in governing Gaza.\",            \"english_title\": \"Trump's Proposal\",            \"translated_version\": \"La propuesta del Presidente Trump, que Israel aceptó, dice que Hamas debe desarmarse y no tener ningún papel futuro en gobernar Gaza.\",            \"translated_title\": \"Propuesta de Trump\"        },        {            \"english_version\": \"There are no signs of life under the wreckage, where 59 people are still missing.\",            \"english_title\": \"No Signs of Life\",            \"translated_version\": \"No hay señales de vida bajo los escombros, donde 59 personas aún están desaparecidas.\",            \"translated_title\": \"Sin Señales de Vida\"        },        {            \"english_version\": \"Authorities are worried that souvenirs with jokes and sexual messages are damaging the area's image.\",            \"english_title\": \"Souvenirs Worry\",            \"translated_version\": \"Las autoridades están preocupadas de que los recuerdos con chistes y mensajes sexuales están dañando la imagen del área.\",            \"translated_title\": \"Preocupación por Recuerdos\"        },        {            \"english_version\": \"A rise in value has been driven by a sharp increase in the worth of Tesla, the electric car company.\",            \"english_title\": \"Tesla Value Rise\",            \"translated_version\": \"Un aumento en el valor ha sido impulsado por un gran aumento en el valor de Tesla, la compañía de autos eléctricos.\",            \"translated_title\": \"Aumento de Valor de Tesla\"        }    ]}"