"{    \"translations\": [        {            \"english_version\": \"A judge in Delaware invalidated Elon Musk's $55 billion pay package as CEO of Tesla. The judge ruled in response to a lawsuit by a shareholder who claimed the amount was excessive. The judge described the package as \\\"unfathomable.\\\" Musk responded on his social media platform, urging his followers to avoid incorporating a company in Delaware. Tesla's stock price declined after the news.\",            \"english_title\": \"Judge Invalidates Elon Musk's Pay Package\",            \"translated_version\": \"Un juez en Delaware invalidó el paquete de pago de Elon Musk de $55 mil millones como CEO de Tesla. El juez dictaminó en respuesta a una demanda de un accionista que afirmaba que la cantidad era excesiva. El juez describió el paquete como \\\"incomprensible\\\". Musk respondió en su plataforma de redes sociales, instando a sus seguidores a evitar incorporar una empresa en Delaware. El precio de las acciones de Tesla disminuyó después de la noticia.\",            \"translated_title\": \"Juez Invalida el Paquete de Pago de Elon Musk\"        },        {            \"english_version\": \"President Joe Biden announced that he has made a decision on how America will respond to the drone strike that killed three American troops in Jordan. Biden did not provide further details but emphasized that he does not want a broader conflict in the Middle East. His national security advisor, John Kirby, suggested that the response would involve multiple actions.\",            \"english_title\": \"Biden Decides on Response to Drone Strike\",            \"translated_version\": \"El presidente Joe Biden anunció que ha tomado una decisión sobre cómo responderá Estados Unidos al ataque con drones que mató a tres soldados estadounidenses en Jordania. Biden no proporcionó más detalles, pero enfatizó que no quiere un conflicto más amplio en Medio Oriente. Su asesor de seguridad nacional, John Kirby, sugirió que la respuesta implicaría múltiples acciones.\",            \"translated_title\": \"Biden Decide sobre Respuesta al Ataque con Drones\"        },        {            \"english_version\": \"Despite reporting strong results in the final quarter of 2023, shares in Alphabet and Microsoft fell. Alphabet's revenues increased by 13% compared to the previous year, while Microsoft's rose by 18%. Both companies warned of rising costs as they focus on developing new artificial intelligence products.\",            \"english_title\": \"Alphabet and Microsoft Shares Fall Despite Strong Results\",            \"translated_version\": \"A pesar de informar resultados sólidos en el último trimestre de 2023, las acciones de Alphabet y Microsoft cayeron. Los ingresos de Alphabet aumentaron un 13% en comparación con el año anterior, mientras que los de Microsoft aumentaron un 18%. Ambas compañías advirtieron sobre el aumento de los costos a medida que se centran en desarrollar nuevos productos de inteligencia artificial.\",            \"translated_title\": \"Caen las Acciones de Alphabet y Microsoft a pesar de Resultados Sólidos\"        },        {            \"english_version\": \"Taiwan accused China of using civil aviation policies for military purposes after Chinese officials moved a commonly used flight path closer to the median line, which serves as their de facto maritime border. China, which does not recognize the line, described the change as routine. Taiwan's defense ministry criticized the decision as rude and unreasonable, warning that it would escalate tensions.\",            \"english_title\": \"Taiwan Accuses China of Military Use of Civil Aviation Policies\",            \"translated_version\": \"Taiwán acusó a China de utilizar políticas de aviación civil con fines militares después de que funcionarios chinos movieran una ruta de vuelo comúnmente utilizada más cerca de la línea media, que sirve como su frontera marítima de facto. China, que no reconoce la línea, describió el cambio como rutinario. El ministerio de defensa de Taiwán criticó la decisión como grosera e irrazonable, advirtiendo que esto aumentaría las tensiones.\",            \"translated_title\": \"Taiwán Acusa a China de Uso Militar de Políticas de Aviación Civil\"        },        {            \"english_version\": \"China plans to merge hundreds of its rural banks in an effort to address their financial difficulties. The government aims to consolidate 2,100 local institutions into larger regional lenders. This move comes as the sector grapples with a property crisis and a general economic slowdown in China. The government is also working to combat widespread corruption in the banking industry.\",            \"english_title\": \"China Plans to Merge Rural Banks to Address Financial Difficulties\",            \"translated_version\": \"China planea fusionar cientos de sus bancos rurales en un esfuerzo por abordar sus dificultades financieras. El gobierno tiene como objetivo consolidar 2,100 instituciones locales en prestamistas regionales más grandes. Esta medida se produce mientras el sector lucha con una crisis inmobiliaria y una desaceleración económica general en China. El gobierno también está trabajando para combatir la corrupción generalizada en la industria bancaria.\",            \"translated_title\": \"China Planea Fusionar Bancos Rurales para Abordar Dificultades Financieras\"        }    ]}"