"{    \"translations\": [        {            \"english_version\": \"Iranian media downplayed an attack by Israel and lifted restrictions on flights over major cities. Explosions were reported near the cities of Isfahan and Tabriz, but Israel avoided a direct strike on the capital, Tehran. Reports emerged separately of strikes on southern Syria. Antony Blinken, America’s secretary of state, continued to call for Israel to exercise restraint in its response to the barrage of drones and missiles launched towards its territory by Iran on April 13th. He also stated that America was not involved in Israel’s latest offensive operations. The foreign ministers of the G7, a group of rich democracies, concluded a series of meetings on the island of Capri in Italy. The attendees said they would do more to boost Ukraine’s air defences and criticised North Korea and Iran for supplying Russia with weapons. The G7 also strongly criticised China for deepening its economic ties with Russia.\",            \"english_title\": \"International Relations\",            \"translated_version\": \"Los periódicos de Irán restaron importancia a un ataque de Israel y levantaron restricciones en los vuelos sobre las ciudades principales. Se reportaron explosiones cerca de las ciudades de Isfahán y Tabriz, pero Israel evitó un ataque directo a la capital, Teherán. También se informaron de ataques en el sur de Siria. Antony Blinken, el secretario de estado de Estados Unidos, siguió pidiendo a Israel que ejerciera moderación en su respuesta a la lluvia de drones y misiles lanzados hacia su territorio por Irán el 13 de abril. También afirmó que Estados Unidos no estaba involucrado en las últimas operaciones ofensivas de Israel. Los ministros de exteriores del G7, un grupo de democracias ricas, concluyeron una serie de reuniones en la isla de Capri en Italia. Los asistentes dijeron que harían más para fortalecer las defensas aéreas de Ucrania y criticaron a Corea del Norte e Irán por suministrar armas a Rusia. El G7 también criticó fuertemente a China por profundizar sus lazos económicos con Rusia.\",            \"translated_title\": \"International Relations\"        },        {            \"english_version\": \"Ukraine’s air force said that it shot down a Russian strategic bomber for the first time since the beginning of the war. The plane was brought down above the Stavropol region of southern Russia. It had taken part in an air strike that targeted the Ukrainian city of Dnipro, killing at least 8 people and wounding many more.\",            \"english_title\": \"Military Conflict\",            \"translated_version\": \"La fuerza aérea de Ucrania dijo que derribó un bombardero estratégico ruso por primera vez desde el inicio de la guerra. El avión fue derribado sobre la región de Stavropol en el sur de Rusia. Había participado en un ataque aéreo que apuntaba a la ciudad ucraniana de Dnipro, matando al menos a 8 personas y dejando heridas a muchas más.\",            \"translated_title\": \"Military Conflict\"        },        {            \"english_version\": \"Indians began voting in the country’s general election. The ruling Bharatiya Janata Party is expected to win comfortably and return Narendra Modi, the prime minister, for a third consecutive five-year term in office. Voting will take place in staggered phases over the next six weeks. The results will be announced on June 4th. Lithuania’s president, Gitanas Nauseda, thanked Poland’s police for arresting two men accused of attacking Leonid Volkov outside his home last month. Mr Volkov, an aide to the late Russian opposition leader Alexei Navalny, suffered a broken arm in the attack. He lives in exile in Lithuania. Mr Volkov called the attack an obvious, typical, gangster greeting from Russia’s president, Vladimir Putin.\",            \"english_title\": \"Political Developments\",            \"translated_version\": \"Los indios comenzaron a votar en las elecciones generales del país. Se espera que el Partido Bharatiya Janata gane cómodamente y devuelva a Narendra Modi, el primer ministro, para un tercer mandato consecutivo de cinco años en el cargo. La votación se llevará a cabo en fases escalonadas durante las próximas seis semanas. Los resultados se anunciarán el 4 de junio. El presidente de Lituania, Gitanas Nauseda, agradeció a la policía de Polonia por arrestar a dos hombres acusados de atacar a Leonid Volkov fuera de su casa el mes pasado. El Sr. Volkov, un ayudante del difunto líder opositor ruso Alexei Navalny, sufrió un brazo roto en el ataque. Vive en el exilio en Lituania. El Sr. Volkov calificó el ataque como un saludo obvio, típico y de gángsters del presidente de Rusia, Vladimir Putin.\",            \"translated_title\": \"Political Developments\"        },        {            \"english_version\": \"South Korea’s prime minister, Han Duck-soo, said medical schools would determine their own admissions next year. The government previously sought to increase admissions in order to tackle a shortage of physicians. Doctors opposed the plan, arguing that it did not deal with poor pay and conditions and went on strike. The announcement follows the ruling party’s defeat in a parliamentary election on April 10th.\",            \"english_title\": \"Healthcare Policy\",            \"translated_version\": \"El primer ministro de Corea del Sur, Han Duck-soo, dijo que las escuelas de medicina determinarían sus propias admisiones el próximo año. El gobierno anteriormente buscaba aumentar las admisiones para abordar la escasez de médicos. Los médicos se opusieron al plan, argumentando que no abordaba los bajos salarios y condiciones y se declararon en huelga. El anuncio sigue a la derrota del partido gobernante en las elecciones parlamentarias del 10 de abril.\",            \"translated_title\": \"Healthcare Policy\"        },        {            \"english_version\": \"France’s government announced that retailers will be forced to notify shoppers when products remain the same price despite getting smaller in size. Bruno Le Maire, the country’s finance minister, denounced shrinkflation as a rip-off. Other Western politicians have grumbled about the phenomenon. In March President Joe Biden, complained about consumers being charged the same amount for ever-smaller chocolate bars.\",            \"english_title\": \"Consumer Protection\",            \"translated_version\": \"El gobierno de Francia anunció que los minoristas estarán obligados a notificar a los compradores cuando los productos sigan siendo del mismo precio a pesar de reducir su tamaño. Bruno Le Maire, el ministro de finanzas del país, denunció la reducción de tamaño como un robo. Otros políticos occidentales han protestado sobre el fenómeno. En marzo, el presidente Joe Biden se quejó de que a los consumidores se les cobrara la misma cantidad por barras de chocolate cada vez más pequeñas.\",            \"translated_title\": \"Consumer Protection\"        }    ]}"