"{    \"translations\": [        {            \"english_version\": \"US President Donald Trump says two nuclear submarines are being sent to the right areas. This is happening because a jobs report was not as good as expected, causing worries about tariffs.\",            \"english_title\": \"Trump Sends Submarines\",            \"translated_version\": \"El presidente de Estados Unidos, Donald Trump, dice que dos submarinos nucleares están siendo enviados a las áreas correctas. Esto pasa porque un informe de trabajos no fue tan bueno como se esperaba, causando preocupaciones sobre tarifas.\",            \"translated_title\": \"Trump envía submarinos\"        },        {            \"english_version\": \"The Russian president says Moscow's strong demands must be met, even though US sanctions are coming soon.\",            \"english_title\": \"Russia's Demands\",            \"translated_version\": \"El presidente de Rusia dice que las fuertes demandas de Moscú deben cumplirse, aunque las sanciones de Estados Unidos vienen pronto.\",            \"translated_title\": \"Demandas de Rusia\"        },        {            \"english_version\": \"The suspect, named Michael Paul Brown, is thought to be armed and dangerous, according to the police.\",            \"english_title\": \"Dangerous Suspect\",            \"translated_version\": \"El sospechoso, llamado Michael Paul Brown, se cree que está armado y es peligroso, según la policía.\",            \"translated_title\": \"Sospechoso peligroso\"        },        {            \"english_version\": \"World number one Magnus Carlsen won $250,000 for winning an online competition.\",            \"english_title\": \"Carlsen Wins Big\",            \"translated_version\": \"El número uno del mundo, Magnus Carlsen, ganó $250,000 por ganar una competencia en línea.\",            \"translated_title\": \"Carlsen gana mucho\"        },        {            \"english_version\": \"Trump threatened Switzerland with 31% tariffs, but they ended up being even higher, leaving Switzerland wondering why.\",            \"english_title\": \"Trump's Tariff Threat\",            \"translated_version\": \"Trump amenazó a Suiza con tarifas del 31%, pero terminaron siendo aún más altas, dejando a Suiza preguntándose por qué.\",            \"translated_title\": \"Amenaza de tarifas de Trump\"        }    ]}"