"{    \"translations\": [        {            \"english_version\": \"The USS Gerald R Ford has been deployed as part of a US campaign to target drug traffickers. This marks a significant escalation in efforts to combat drug trafficking.\",            \"english_title\": \"USS Gerald R Ford Deployed\",            \"translated_version\": \"El USS Gerald R Ford ha sido enviado como parte de una campaña de Estados Unidos para atacar a los traficantes de drogas. Esto marca un aumento importante en los esfuerzos para combatir el tráfico de drogas.\",            \"translated_title\": \"USS Gerald R Ford Enviado\"        },        {            \"english_version\": \"Washington has accused Gustavo Petro of allowing drug cartels to grow during his time in office. This accusation is part of a broader concern about drug trafficking in the region.\",            \"english_title\": \"Accusation Against Gustavo Petro\",            \"translated_version\": \"Washington ha acusado a Gustavo Petro de permitir que los carteles de drogas crecieran durante su tiempo en el cargo. Esta acusación es parte de una preocupación más grande sobre el tráfico de drogas en la región.\",            \"translated_title\": \"Acusación Contra Gustavo Petro\"        },        {            \"english_version\": \"Dahbia Benkired is the first woman in France to receive a full life sentence. This follows a shocking crime that captured public attention.\",            \"english_title\": \"First Woman Gets Life Sentence in France\",            \"translated_version\": \"Dahbia Benkired es la primera mujer en Francia en recibir una sentencia de cadena perpetua. Esto sigue a un crimen impactante que capturó la atención del público.\",            \"translated_title\": \"Primera Mujer Recibe Cadena Perpetua en Francia\"        },        {            \"english_version\": \"Zhi Dong Zhang, also known as Brother Wang, tried to escape to Russia using fake documents. His plan failed, leading to his capture.\",            \"english_title\": \"Escape Attempt by Brother Wang\",            \"translated_version\": \"Zhi Dong Zhang, también conocido como Hermano Wang, intentó escapar a Rusia usando documentos falsos. Su plan falló, lo que llevó a su captura.\",            \"translated_title\": \"Intento de Escape por Hermano Wang\"        },        {            \"english_version\": \"A meeting in London, called a 'coalition of the willing,' aims to put more pressure on Russia to stop its war in Ukraine. This is part of ongoing international efforts to address the conflict.\",            \"english_title\": \"London Meeting on Russia\",            \"translated_version\": \"Una reunión en Londres, llamada una `coalición de los dispuestos`, busca poner más presión sobre Rusia para detener su guerra en Ucrania. Esto es parte de los esfuerzos internacionales continuos para abordar el conflicto.\",            \"translated_title\": \"Reunión en Londres sobre Rusia\"        }    ]}"