"{    \"translations\": [        {            \"english_version\": \"Israel released evidence it claims proves `Hamas is waging terror from hospitals`. The Israel Defence Forces released a video of a tunnel it says lies beneath al-Shifa hospital in Gaza (Hamas has denied that tunnel entrances are under civilian infrastructure). It also released footage apparently showing Hamas bringing two hostages into the facility on October 7th, the day of its deadly attack. America and Qatar said that they were getting close to brokering a deal in which Hamas would release hostages held in Gaza in exchange for Israel temporarily pausing its offensive in the enclave.\",            \"english_title\": \"Israel releases evidence of Hamas operating from hospitals\",            \"translated_version\": \"Israel mostró pruebas que afirma demuestran que Hamas está llevando a cabo terror desde hospitales. Las Fuerzas de Defensa de Israel publicaron un video de un túnel que, según dicen, se encuentra debajo del hospital al-Shifa en Gaza (Hamas ha negado que las entradas de los túneles estén bajo infraestructura civil). También publicaron imágenes que aparentemente muestran a Hamas llevando a dos rehenes a la instalación el 7 de octubre, el día de su ataque mortal. Estados Unidos y Qatar dijeron que estaban cerca de lograr un acuerdo en el que Hamas liberaría a los rehenes en Gaza a cambio de que Israel detuviera temporalmente su ofensiva en el enclave.\",            \"translated_title\": \"Israel muestra pruebas de Hamas operando desde hospitales\"        },        {            \"english_version\": \"Argentina elected Javier Milei, a self-proclaimed `anarcho-capitalist`, as its president. Mr Milei defeated Sergio Massa, the economy minister, in a run-off. With counting nearly complete, Mr Milei had secured 56% of the vote. Inflation, at over 140%, was a top concern for voters. Mr Milei campaigned on a radical economic platform that included scrapping the central bank, dollarising the economy and slashing public spending by 15% of GDP.\",            \"english_title\": \"Argentina elects Javier Milei as president\",            \"translated_version\": \"Argentina eligió a Javier Milei, un autoproclamado 'anarco-capitalista', como su presidente. El Sr. Milei derrotó a Sergio Massa, el ministro de economía, en una segunda vuelta. Con el conteo casi completo, el Sr. Milei había asegurado el 56% de los votos. La inflación, de más del 140%, fue una preocupación principal para los votantes. El Sr. Milei hizo campaña con una plataforma económica radical que incluía eliminar el banco central, dolarizar la economía y reducir el gasto público en un 15% del PIB.\",            \"translated_title\": \"Argentina elige a Javier Milei como presidente\"        },        {            \"english_version\": \"Volodymyr Zelensky dismissed the commander of Ukraine’s medical forces and demanded swift changes to his country’s military operations. Ukraine’s president said soldiers needed a `fundamentally new level` of medical support after paramedics accused their boss, Tetiana Ostashchenko, of not securing enough first-aid kits. The changes come amid a faltering counter-offensive against Russia.\",            \"english_title\": \"Ukraine's president demands changes to military operations\",            \"translated_version\": \"Volodymyr Zelensky destituyó al comandante de las fuerzas médicas de Ucrania y exigió cambios rápidos en las operaciones militares de su país. El presidente de Ucrania dijo que los soldados necesitaban un 'nivel fundamentalmente nuevo' de apoyo médico después de que los paramédicos acusaran a su jefe, Tetiana Ostashchenko, de no asegurar suficientes botiquines de primeros auxilios. Los cambios se producen en medio de una contraofensiva vacilante contra Rusia.\",            \"translated_title\": \"El presidente de Ucrania exige cambios en las operaciones militares\"        },        {            \"english_version\": \"Iranian-backed Houthi rebels seized a cargo ship in the Red Sea, taking 25 crew members hostage. The rebels said they hijacked it because of its links to Israel; last week the group warned that it considered all Israeli ships targets. Israel’s government insisted the vessel is British-owned and Japanese-operated. The ship’s owner is a firm registered in Britain but reportedly owned by an Israeli billionaire.\",            \"english_title\": \"Houthi rebels seize cargo ship in the Red Sea\",            \"translated_version\": \"Los rebeldes houthis respaldados por Irán tomaron un barco de carga en el Mar Rojo, tomando como rehenes a 25 miembros de la tripulación. Los rebeldes dijeron que lo secuestraron debido a sus vínculos con Israel; la semana pasada el grupo advirtió que consideraba todos los barcos israelíes como objetivos. El gobierno de Israel insistió en que el barco es propiedad británica y operado por japoneses. El propietario del barco es una empresa registrada en Gran Bretaña pero supuestamente propiedad de un multimillonario israelí.\",            \"translated_title\": \"Los rebeldes houthis toman un barco de carga en el Mar Rojo\"        },        {            \"english_version\": \"The chief executive of Optus, Australia’s second-biggest telecoms firm, resigned after an outage left nearly half the country without mobile or internet connectivity for more than 12 hours earlier this month. Kelly Bayer Rosmarin will be replaced by Michael Venter, the current CFO. Optus is also facing a lawsuit over a data breach that affected 10m Australians last year.\",            \"english_title\": \"CEO of Optus resigns after major outage\",            \"translated_version\": \"El director ejecutivo de Optus, la segunda compañía de telecomunicaciones más grande de Australia, renunció después de un corte que dejó a casi la mitad del país sin conectividad móvil o de internet durante más de 12 horas a principios de este mes. Kelly Bayer Rosmarin será reemplazada por Michael Venter, el actual director financiero. Optus también enfrenta una demanda por una violación de datos que afectó a 10 millones de australianos el año pasado.\",            \"translated_title\": \"El CEO de Optus renuncia después de un gran corte de servicio\"        }    ]}"