"{    \"translations\": [        {            \"english_version\": \"Melissa is a hurricane that has already caused the deaths of four people. It might become the strongest hurricane to ever hit Jamaica.\",            \"english_title\": \"Hurricane Melissa\",            \"translated_version\": \"Melissa es un huracán que ya ha causado la muerte de cuatro personas. Podría convertirse en el huracán más fuerte en llegar a Jamaica.\",            \"translated_title\": \"Huracán Melissa\"        },        {            \"english_version\": \"King Abdullah said there needs to be peace in Gaza before any international forces can be sent there.\",            \"english_title\": \"Peace Needed in Gaza\",            \"translated_version\": \"El Rey Abdullah dijo que necesita haber paz en Gaza antes de que se puedan enviar fuerzas internacionales allí.\",            \"translated_title\": \"Paz Necesaria en Gaza\"        },        {            \"english_version\": \"Paul Biya is still the world's oldest head of state after an election that had violence and claims of cheating.\",            \"english_title\": \"Paul Biya Still in Power\",            \"translated_version\": \"Paul Biya sigue siendo el líder más viejo del mundo después de una elección con violencia y acusaciones de trampa.\",            \"translated_title\": \"Paul Biya Sigue en el Poder\"        },        {            \"english_version\": \"The fall of el-Fasher would give the RSF control of the west and make a split in the nation more likely.\",            \"english_title\": \"El-Fasher's Fall\",            \"translated_version\": \"La caída de el-Fasher daría al RSF control del oeste y haría más probable una división en la nación.\",            \"translated_title\": \"Caída de El-Fasher\"        },        {            \"english_version\": \"Trump has decided not to run for vice-president, even though some supporters suggested it to get around the US constitution.\",            \"english_title\": \"Trump's Decision\",            \"translated_version\": \"Trump ha decidido no postularse para vicepresidente, aunque algunos seguidores lo sugirieron para evitar la constitución de EE.UU.\",            \"translated_title\": \"Decisión de Trump\"        }    ]}"