"{    \"translations\": [        {            \"english_version\": \"European leaders support Volodymyr Zelensky after Donald Trump's comments. Spain's prime minister will visit Kyiv to show support. Germany's Olaf Scholz disagrees with Trump's claim about Ukraine. Ukrainian opposition figures reject calls for elections during war.\",            \"english_title\": \"European Leaders Support Zelensky\",            \"translated_version\": \"Líderes europeos apoyan a Volodymyr Zelensky después de los comentarios de Donald Trump. El primer ministro de España visitará Kyiv para mostrar apoyo. Olaf Scholz de Alemania no está de acuerdo con la afirmación de Trump sobre Ucrania. Figuras de la oposición ucraniana rechazan las llamadas a elecciones durante la guerra.\",            \"translated_title\": \"Líderes Europeos Apoyan a Zelensky\"        },        {            \"english_version\": \"Israeli police investigate suspected terror attack in Bat Yam. Three empty buses exploded with no casualties reported. Incident follows Hamas returning bodies of four Israeli hostages. Israel's president vows to seek justice for the victims.\",            \"english_title\": \"Israeli Police Investigate Terror Attack\",            \"translated_version\": \"La policía israelí investiga un presunto ataque terrorista en Bat Yam. Tres autobuses vacíos explotaron sin que se reportaran víctimas. El incidente sigue a Hamas devolviendo los cuerpos de cuatro rehenes israelíes. El presidente de Israel promete buscar justicia para las víctimas.\",            \"translated_title\": \"La Policía de Israel Investiga Ataque Terrorista\"        },        {            \"english_version\": \"LinkedIn, Instagram, Facebook, TikTok, YouTube, and WhatsApp are popular social media platforms. The Economist app is available on iOS and Android. The Economist offers various services and content for its readers.\",            \"english_title\": \"Popular Social Media Platforms\",            \"translated_version\": \"LinkedIn, Instagram, Facebook, TikTok, YouTube y WhatsApp son plataformas populares de redes sociales. La aplicación de The Economist está disponible en iOS y Android. The Economist ofrece varios servicios y contenido para sus lectores.\",            \"translated_title\": \"Plataformas Populares de Redes Sociales\"        },        {            \"english_version\": \"The Economist Group provides different services and events. They focus on intelligence, impact, and education. Contact options are available for support, advertising, and careers.\",            \"english_title\": \"Services and Events by The Economist Group\",            \"translated_version\": \"El Grupo The Economist ofrece diferentes servicios y eventos. Se enfocan en inteligencia, impacto y educación. Hay opciones de contacto disponibles para soporte, publicidad y carreras.\",            \"translated_title\": \"Servicios y Eventos del Grupo The Economist\"        },        {            \"english_version\": \"The Economist uses cookies and similar technologies for a better website experience. They have policies on terms of use, privacy, cookies, and accessibility. Copyright © The Economist Newspaper Limited 2025. All rights reserved.\",            \"english_title\": \"The Economist's Website Policies\",            \"translated_version\": \"The Economist utiliza cookies y tecnologías similares para una mejor experiencia en el sitio web. Tienen políticas sobre términos de uso, privacidad, cookies y accesibilidad. Derechos de autor © The Economist Newspaper Limited 2025. Todos los derechos reservados.\",            \"translated_title\": \"Políticas del Sitio Web de The Economist\"        }    ]}"