"{    \"translations\": [        {            \"english_version\": \"President Joe Biden promised Ukraine almost $2.5 billion in military aid. Some of the aid, worth $1.25 billion, will come from America's stock, so supplies can reach the battlefield quickly. The remaining aid may take longer to arrive. Mr. Biden stated that he would work tirelessly to strengthen Ukraine's position before he leaves office in January.\",            \"english_title\": \"Biden Promises Military Aid to Ukraine\",            \"translated_version\": \"El Presidente Joe Biden prometió casi $2.5 mil millones en ayuda militar a Ucrania. Parte de la ayuda, valorada en $1.25 mil millones, vendrá de las reservas de América, para que los suministros puedan llegar rápidamente al campo de batalla. La ayuda restante puede tardar más en llegar. El Sr. Biden declaró que trabajaría incansablemente para fortalecer la posición de Ucrania antes de dejar el cargo en enero.\",            \"translated_title\": \"Biden Promete Ayuda Militar a Ucrania\"        },        {            \"english_version\": \"Every living American president shared fond memories of Jimmy Carter, who passed away at the age of 100. Numerous world leaders also praised Carter's efforts to promote peace and democracy. Carter served as president from 1977 to 1981 and achieved foreign policy successes such as the Camp David Accords between Egypt and Israel in 1978. He was awarded the Nobel Peace Prize in 2002.\",            \"english_title\": \"Tributes to Jimmy Carter\",            \"translated_version\": \"Cada presidente estadounidense vivo compartió buenos recuerdos de Jimmy Carter, quien falleció a la edad de 100 años. Numerosos líderes mundiales también elogiaron los esfuerzos de Carter para promover la paz y la democracia. Carter se desempeñó como presidente de 1977 a 1981 y logró éxitos en política exterior como los Acuerdos de Camp David entre Egipto e Israel en 1978. Fue galardonado con el Premio Nobel de la Paz en 2002.\",            \"translated_title\": \"Homenajes a Jimmy Carter\"        }    ]}"