"{    \"translations\": [        {            \"english_version\": \"The Israel Defence Forces announced that three hostages released by Hamas have arrived in Israel. A ceasefire agreement was finally implemented in Gaza at 11:15 am local time. Israel is anticipating the release of 33 hostages as part of the agreement within the next six weeks, while Hamas claims that 90 Palestinian prisoners are set to be freed on Sunday. Earlier, Palestinians in the area began returning to their homes, many of which had been destroyed.\",            \"english_title\": \"Hostages Released in Israel\",            \"translated_version\": \"Las Fuerzas de Defensa de Israel anunciaron que tres rehenes liberados por Hamas han llegado a Israel. Se implementó finalmente un acuerdo de alto el fuego en Gaza a las 11:15 am hora local. Israel espera la liberación de 33 rehenes como parte del acuerdo en las próximas seis semanas, mientras que Hamas afirma que 90 prisioneros palestinos serán liberados el domingo. Anteriormente, los palestinos en la zona comenzaron a regresar a sus hogares, muchos de los cuales habían sido destruidos.\",            \"translated_title\": \"Rehenes Liberados en Israel\"        },        {            \"english_version\": \"TikTok has begun restoring services for certain users in America following Donald Trump's statement that he would sign an executive order on Monday to allow TikTok to remain operational for an extended period. The Supreme Court upheld a law that required the app's Chinese owner, ByteDance, to sell it by Sunday or face shutting down the video platform. Trump suggested that America should have a '50% ownership position in a joint venture.'\",            \"english_title\": \"TikTok Services Restoration\",            \"translated_version\": \"TikTok ha comenzado a restaurar servicios para ciertos usuarios en América después de la declaración de Donald Trump de que firmaría una orden ejecutiva el lunes para permitir que TikTok siga operativo por un período prolongado. La Corte Suprema respaldó una ley que requería que el propietario chino de la aplicación, ByteDance, la vendiera antes del domingo o enfrentaría el cierre de la plataforma de video. Trump sugirió que América debería tener una 'posición de propiedad del 50% en una empresa conjunta'.\",            \"translated_title\": \"Restauración de Servicios de TikTok\"        }    ]}"