"{    \"translations\": [        {            \"english_version\": \"Ukraine's president, Volodymyr Zelensky, criticized Russia's ceasefire announcement as a manipulation attempt and called for an immediate truce. Russia's president, Vladimir Putin, declared a three-day ceasefire in Ukraine starting from May 8th to coincide with the end of World War II in Europe. During this time, Mr. Putin is expected to host foreign leaders for commemoration events.\",            \"english_title\": \"International Relations\",            \"translated_version\": \"El presidente de Ucrania, Volodymyr Zelensky, criticó el anuncio de alto el fuego de Rusia como un intento de manipulación y pidió un alto el fuego inmediato. El presidente de Rusia, Vladimir Putin, declaró un alto el fuego de tres días en Ucrania a partir del 8 de mayo para coincidir con el fin de la Segunda Guerra Mundial en Europa. Durante este tiempo, se espera que el Sr. Putin reciba a líderes extranjeros para eventos conmemorativos.\",            \"translated_title\": \"Relaciones Internacionales\"        },        {            \"english_version\": \"Millions of people in Spain and Portugal experienced a massive power cut, leaving them without electricity. Power is gradually being restored to various regions. Portugal's electricity operator attributed the outage to extreme temperature variations in Spain, while the European Commission ruled out a cyber attack as the cause. The power cut led to disruptions in airports, metro systems, and online-banking services.\",            \"english_title\": \"Power Outage in Spain and Portugal\",            \"translated_version\": \"Millones de personas en España y Portugal sufrieron un gran corte de energía, dejándolos sin electricidad. La energía se está restaurando gradualmente en varias regiones. El operador eléctrico de Portugal atribuyó el apagón a variaciones extremas de temperatura en España, mientras que la Comisión Europea descartó un ciberataque como causa. El corte de energía provocó interrupciones en aeropuertos, sistemas de metro y servicios de banca en línea.\",            \"translated_title\": \"Apagón en España y Portugal\"        }    ]}"