"{    \"translations\": [        {            \"english_version\": \"Some of Israel’s allies are calling for peace in Gaza. The British and German foreign ministers urged a sustainable ceasefire and criticized Israel for killing too many civilians. The French foreign minister called for an immediate and durable truce. Lloyd Austin, America’s defense secretary, is expected to press Israel to scale back its military operation during his Middle East trip. Israel allowed aid to enter Gaza for the first time since Hamas’s attacks on October 7th.\",            \"english_title\": \"Allies calling for peace in Gaza\",            \"translated_version\": \"Algunos aliados de Israel están pidiendo paz en Gaza. Los ministros de Relaciones Exteriores británico y alemán instaron a un alto el fuego sostenible y criticaron a Israel por matar a demasiados civiles. El ministro de Relaciones Exteriores francés pidió un alto el fuego inmediato y duradero. Se espera que Lloyd Austin, secretario de Defensa de Estados Unidos, presione a Israel para que reduzca su operación militar durante su viaje a Oriente Medio. Israel permitió que la ayuda ingresara a Gaza por primera vez desde los ataques de Hamas el 7 de octubre.\",            \"translated_title\": \"Aliados pidiendo paz en Gaza\"        },        {            \"english_version\": \"The Egyptian Suez Canal Authority is closely following events in the Red Sea. American and British destroyers downed more than a dozen drones over the sea, apparently launched by the Iran-backed Yemeni militant group, the Houthis. Several shipping companies have suspended voyages through the Red Sea, a crucial artery for world trade.\",            \"english_title\": \"Drones downed in the Red Sea\",            \"translated_version\": \"La Autoridad del Canal de Suez de Egipto está siguiendo de cerca los eventos en el Mar Rojo. Los destructores estadounidenses y británicos derribaron más de una docena de drones sobre el mar, aparentemente lanzados por el grupo militante yemení respaldado por Irán, los hutíes. Varias compañías navieras han suspendido los viajes a través del Mar Rojo, una arteria crucial para el comercio mundial.\",            \"translated_title\": \"Drones derribados en el Mar Rojo\"        },        {            \"english_version\": \"Chileans voted in a referendum on whether to replace the constitution, which dates back to 1980 and the dictatorship of General Augusto Pinochet. This is the second such vote in as many years. The current proposal is more conservative and includes provisions to strengthen property rights.\",            \"english_title\": \"Chileans vote on constitution\",            \"translated_version\": \"Los chilenos votaron en un referéndum sobre si reemplazar la constitución, que data de 1980 y la dictadura del general Augusto Pinochet. Esta es la segunda votación de este tipo en dos años. La propuesta actual es más conservadora e incluye disposiciones para fortalecer los derechos de propiedad.\",            \"translated_title\": \"Chilenos votan sobre la constitución\"        },        {            \"english_version\": \"President Vladimir Putin warned of problems with Finland, accusing the West of dragging Russia’s Nordic neighbor into NATO. Finland closed its border with Russia, citing a migrant crisis orchestrated by the Kremlin. Mr. Putin said he would move military units towards Russia’s border with Finland. Prompted by Russia’s invasion of Ukraine, Finland joined NATO in April.\",            \"english_title\": \"Putin warns of problems with Finland\",            \"translated_version\": \"El presidente Vladimir Putin advirtió problemas con Finlandia, acusando al Occidente de arrastrar al vecino nórdico de Rusia hacia la OTAN. Finlandia cerró su frontera con Rusia, citando una crisis de migrantes orquestada por el Kremlin. El Sr. Putin dijo que movería unidades militares hacia la frontera de Rusia con Finlandia. Impulsada por la invasión de Ucrania por parte de Rusia, Finlandia se unió a la OTAN en abril.\",            \"translated_title\": \"Putin advierte problemas con Finlandia\"        },        {            \"english_version\": \"Foreign dignitaries arrived in Kuwait to offer condolences for the death of the emir, Sheikh Nawaf al-Sabah. Lloyd Austin, America’s defense secretary, represented President Joe Biden. Jordan’s King Abdullah, Egypt’s president, Abdel Fattah al-Sisi, and Mahmoud Abbas, head of the Palestinian Authority, were also present.\",            \"english_title\": \"Dignitaries offer condolences in Kuwait\",            \"translated_version\": \"Dignatarios extranjeros llegaron a Kuwait para ofrecer condolencias por la muerte del emir, Sheikh Nawaf al-Sabah. Lloyd Austin, secretario de Defensa de Estados Unidos, representó al presidente Joe Biden. El rey Abdullah de Jordania, el presidente de Egipto, Abdel Fattah al-Sisi, y Mahmoud Abbas, jefe de la Autoridad Palestina, también estuvieron presentes.\",            \"translated_title\": \"Dignatarios ofrecen condolencias en Kuwait\"        }    ]}"