"{    \"translations\": [        {            \"english_version\": \"Ukraine's president, Volodymyr Zelensky, said he is fully committed to talks with America in Saudi Arabia next week on ending the war. Earlier, he urged allies to tighten sanctions on Russia after strikes killed at least 14 people and wounded 37, officials said. Missiles hit homes in Dobropillia, a town in the east, killing 11, while three more died in Kharkiv, in the north.\",            \"english_title\": \"Ukraine's President Volodymyr Zelensky's Commitment to Talks with America in Saudi Arabia\",            \"translated_version\": \"El presidente de Ucrania, Volodymyr Zelensky, dijo que está totalmente comprometido con las conversaciones con Estados Unidos en Arabia Saudita la próxima semana para poner fin a la guerra. Anteriormente, instó a los aliados a endurecer las sanciones contra Rusia después de que los ataques mataran al menos a 14 personas y dejaran heridas a 37, dijeron funcionarios. Misiles impactaron en hogares en Dobropillia, una ciudad en el este, matando a 11, mientras que tres más murieron en Kharkiv, en el norte.\",            \"translated_title\": \"El Compromiso del Presidente de Ucrania Volodymyr Zelensky con las Conversaciones con Estados Unidos en Arabia Saudita\"        },        {            \"english_version\": \"The new leader of Syria, Ahmed al-Sharaa, called for peace and national unity after days of violent clashes between the security forces and supporters of Bashar al-Assad, the deposed president. More than 1,000 people have been killed overall, according to the Syrian Observatory for Human Rights, a war monitor. That number includes about 700 Alawite civilians killed execution-style by pro-government forces in the coastal strip, Mr Assad’s sectarian stronghold.\",            \"english_title\": \"Syria's New Leader Ahmed al-Sharaa's Call for Peace and National Unity\",            \"translated_version\": \"El nuevo líder de Siria, Ahmed al-Sharaa, pidió paz y unidad nacional después de días de violentos enfrentamientos entre las fuerzas de seguridad y partidarios de Bashar al-Assad, el presidente depuesto. Según el Observatorio Sirio de Derechos Humanos, un monitor de guerra, más de 1,000 personas han sido asesinadas en total. Esa cifra incluye aproximadamente a 700 civiles alauitas asesinados estilo ejecución por fuerzas pro-gubernamentales en la franja costera, el bastión sectario del Sr. Assad.\",            \"translated_title\": \"El Llamado a la Paz y Unidad Nacional del Nuevo Líder de Siria Ahmed al-Sharaa\"        }    ]}"