"{    \"translations\": [        {            \"english_version\": \"NBA stars Chauncey Billups, Terry Rozier, and Damon Jones were arrested in two illegal gambling cases, according to the FBI.\",            \"english_title\": \"NBA Stars Arrested\",            \"translated_version\": \"Estrellas de la NBA Chauncey Billups, Terry Rozier y Damon Jones fueron arrestados en dos casos de apuestas ilegales, según el FBI.\",            \"translated_title\": \"Estrellas de la NBA Arrestadas\"        },        {            \"english_version\": \"Leaders delayed a decision on Moscow's assets until December after Belgium raised concerns.\",            \"english_title\": \"Decision on Moscow's Assets Delayed\",            \"translated_version\": \"Líderes retrasaron una decisión sobre los bienes de Moscú hasta diciembre después de que Bélgica expresó preocupaciones.\",            \"translated_title\": \"Decisión sobre Bienes de Moscú Retrasada\"        },        {            \"english_version\": \"Zhao was sentenced to four months in prison in 2024 after admitting to breaking money laundering laws.\",            \"english_title\": \"Zhao Sentenced to Prison\",            \"translated_version\": \"Zhao fue sentenciado a cuatro meses en prisión en 2024 después de admitir romper leyes de lavado de dinero.\",            \"translated_title\": \"Zhao Sentenciado a Prisión\"        },        {            \"english_version\": \"Russian and Belarusian para-athletes will not compete at the 2026 Winter Paralympics, even though the International Paralympic Committee lifted a ban on them.\",            \"english_title\": \"Para-athletes Banned from 2026 Paralympics\",            \"translated_version\": \"Para-atletas rusos y bielorrusos no competirán en los Juegos Paralímpicos de Invierno 2026, aunque el Comité Paralímpico Internacional levantó una prohibición sobre ellos.\",            \"translated_title\": \"Para-atletas Prohibidos en Paralímpicos 2026\"        },        {            \"english_version\": \"Thieves stole €88 million worth of French crown jewels in broad daylight on Sunday morning. The theft from the Maison des Lumières in Langres is the latest in a series of cultural institution robberies in France.\",            \"english_title\": \"French Crown Jewels Stolen\",            \"translated_version\": \"Ladrones robaron joyas de la corona francesa valoradas en 88 millones de euros a plena luz del día el domingo por la mañana. El robo de la Maison des Lumières en Langres es el último de una serie de robos a instituciones culturales en Francia.\",            \"translated_title\": \"Joyas de la Corona Francesa Robadas\"        }    ]}"