"{    \"translations\": [        {            \"english_version\": \"Yulia Navalnya, Alexei Navalny’s widow, vowed to continue his work fighting for a free, peaceful, and happy Russia. Ms. Navalnya will meet with EU foreign ministers on Monday. Ahead of that meeting, Annalena Baerbock, Germany’s foreign minister, proposed new sanctions against Russia in response to Mr. Navalny’s death. Meanwhile, Russia sentenced at least 150 mourners of Mr. Navalny to short prison terms.\",            \"english_title\": \"International Relations\",            \"translated_version\": \"La viuda de Alexei Navalny, Yulia Navalnya, prometió seguir su trabajo luchando por una Rusia libre, pacífica y feliz. La Sra. Navalnya se reunirá con ministros de exteriores de la UE el lunes. Antes de esa reunión, Annalena Baerbock, ministra de exteriores de Alemania, propuso nuevas sanciones contra Rusia en respuesta a la muerte del Sr. Navalny. Mientras tanto, Rusia sentenció al menos a 150 dolientes de Mr. Navalny a cortas penas de cárcel.\",            \"translated_title\": \"Relaciones Internacionales\"        },        {            \"english_version\": \"Germany’s central bank said that the country’s economy will probably tip into a technical recession in the first quarter of 2024. The decline was probably caused by weak industrial demand and cautious consumer spending. However, the bank believes that the strong labor market will insulate the economy from a prolonged recession. Domestic-tourism spending in China during the Lunar New Year holiday reached 633bn yuan, providing some relief for the economy.\",            \"english_title\": \"Global Economy\",            \"translated_version\": \"El banco central de Alemania dijo que la economía del país probablemente caerá en una recesión técnica en el primer trimestre de 2024. La caída probablemente fue causada por una débil demanda industrial y un gasto del consumidor cauteloso. Sin embargo, el banco cree que el sólido mercado laboral protegerá a la economía de una recesión prolongada. El gasto en turismo nacional en China durante las vacaciones del Año Nuevo Lunar alcanzó los 633 mil millones de yuanes, brindando algo de alivio para la economía.\",            \"translated_title\": \"Economía Global\"        },        {            \"english_version\": \"Benny Gantz, a member of Israel’s war cabinet, warned that his country will launch an offensive in Rafah unless Hamas frees all remaining Israeli hostages by March 10th. Separately, UN health officials said that Nasser hospital, Gaza’s biggest, had ceased functioning owing to fuel shortages and fighting. The International Court of Justice began a six-day hearing into Israel’s occupation of Palestinian territories.\",            \"english_title\": \"Middle East Conflict\",            \"translated_version\": \"Benny Gantz, un miembro del gabinete de guerra de Israel, advirtió que su país lanzará una ofensiva en Rafah a menos que Hamas libere a todos los rehenes israelíes restantes para el 10 de marzo. Por separado, funcionarios de salud de la ONU dijeron que el hospital Nasser, el más grande de Gaza, dejó de funcionar debido a la escasez de combustible y los enfrentamientos. La Corte Internacional de Justicia inició una audiencia de seis días sobre la ocupación de Israel en territorios palestinos.\",            \"translated_title\": \"Conflicto en Medio Oriente\"        },        {            \"english_version\": \"Hundreds of thousands of people protested in Mexico over a proposed constitutional overhaul. Andrés Manuel López Obrador, Mexico’s president, has called for 20 reforms, including electing judges by popular vote and abolishing independent regulators. The Eiffel Tower closed after employees went on strike over pay conditions and poor maintenance.\",            \"english_title\": \"Political Unrest\",            \"translated_version\": \"Cientos de miles de personas protestaron en México por una propuesta de reforma constitucional. Andrés Manuel López Obrador, presidente de México, ha pedido 20 reformas, incluyendo la elección de jueces por voto popular y la abolición de reguladores independientes. La Torre Eiffel cerró después de que los empleados hicieron huelga por condiciones salariales y mantenimiento deficiente.\",            \"translated_title\": \"Inestabilidad Política\"        }    ]}"