"{    \"translations\": [        {            \"english_version\": \"The US president announced that several European allies who are against his plans to buy Greenland will face 10% tariffs starting in February.\",            \"english_title\": \"US Tariffs on European Allies\",            \"translated_version\": \"El presidente de EE.UU. dijo que algunos aliados europeos que no quieren que compre Groenlandia tendrán tarifas del 10% desde febrero.\",            \"translated_title\": \"Tarifas de EE.UU. a Europa\"        },        {            \"english_version\": \"Internet monitor FilterWatch has warned that authorities are attempting to disconnect the country from international internet access.\",            \"english_title\": \"Internet Disconnection Warning\",            \"translated_version\": \"FilterWatch dijo que las autoridades quieren desconectar el país del internet internacional.\",            \"translated_title\": \"Advertencia de Internet\"        },        {            \"english_version\": \"Corsica is experiencing unrest due to a shooting, highlighting its high murder rate compared to the rest of France.\",            \"english_title\": \"Unrest in Corsica\",            \"translated_version\": \"Córcega tiene problemas por un tiroteo, mostrando que tiene más asesinatos que el resto de Francia.\",            \"translated_title\": \"Problemas en Córcega\"        },        {            \"english_version\": \"Parts of a large plaza in Karachi have collapsed while firefighters are working hard to put out a fire.\",            \"english_title\": \"Plaza Collapse in Karachi\",            \"translated_version\": \"Partes de una gran plaza en Karachi se han caído mientras bomberos trabajan duro para apagar un fuego.\",            \"translated_title\": \"Colapso en Karachi\"        },        {            \"english_version\": \"The Kurdish-led SDF militia has left the Omar oil field as government forces move eastward.\",            \"english_title\": \"SDF Leaves Oil Field\",            \"translated_version\": \"La milicia SDF liderada por kurdos dejó el campo de petróleo Omar mientras las fuerzas del gobierno se mueven al este.\",            \"translated_title\": \"SDF Deja Campo de Petróleo\"        }    ]}"