"{    \"translations\": [        {            \"english_version\": \"Nvidia's share price dropped by 9.5% on Tuesday, along with other chip companies, due to a broader decline in American stock markets. This led to a significant loss of nearly $300bn in market value for Nvidia, marking the largest single-day decline for an American firm. Investors are feeling less positive about the growth of AI recently.\",            \"english_title\": \"Stock Market Decline\",            \"translated_version\": \"El precio de las acciones de Nvidia bajó un 9.5% el martes, junto con otras compañías de chips, debido a una caída más amplia en los mercados de valores estadounidenses. Esto resultó en una pérdida significativa de casi $300 mil millones en valor de mercado para Nvidia, marcando la mayor caída en un solo día para una empresa estadounidense. Los inversores se sienten menos positivos sobre el crecimiento de la inteligencia artificial recientemente.\",            \"translated_title\": \"Caída del Mercado de Valores\"        },        {            \"english_version\": \"The sell-off in the stock market spread to Asia, with markets in Japan and South Korea experiencing a fall during early trading on Wednesday. This indicates a global impact of the decline in American stock markets, affecting chip companies and other sectors as well.\",            \"english_title\": \"Market Sell-Off in Asia\",            \"translated_version\": \"La venta masiva en el mercado de valores se extendió a Asia, con los mercados en Japón y Corea del Sur experimentando una caída durante las primeras operaciones del miércoles. Esto indica un impacto global de la caída en los mercados de valores estadounidenses, afectando también a las compañías de chips y otros sectores.\",            \"translated_title\": \"Venta Masiva en el Mercado Asiático\"        },        {            \"english_version\": \"Several Ukrainian ministers resigned as part of a government shake-up aimed at improving the country's prospects in the war against Russia. President Volodymyr Zelensky expressed confidence that these changes would help Ukraine achieve its desired results. He also called for increased Western air defenses following a Russian missile attack in Poltava that resulted in over 50 casualties.\",            \"english_title\": \"Ukrainian Government Resignations\",            \"translated_version\": \"Varios ministros ucranianos renunciaron como parte de una reorganización gubernamental destinada a mejorar las perspectivas del país en la guerra contra Rusia. El presidente Volodymyr Zelensky expresó confianza en que estos cambios ayudarían a Ucrania a lograr sus resultados deseados. También pidió un aumento en las defensas aéreas occidentales después de un ataque con misiles rusos en Poltava que resultó en más de 50 víctimas.\",            \"translated_title\": \"Renuncias en el Gobierno Ucraniano\"        }    ]}"