"{    \"translations\": [        {            \"english_version\": \"America announced nearly $6bn in aid to Ukraine. President Joe Biden promised $2.5bn-worth of military aid, while Janet Yellen, the treasury secretary, committed a further $3.4bn in budgetary support. Mr Biden said he would work relentlessly to strengthen Ukraine’s position before leaving office in January. Many fear his successor, Donald Trump, will cut aid to Ukraine.\",            \"english_title\": \"America's Aid to Ukraine\",            \"translated_version\": \"América anunció casi $6 mil millones en ayuda a Ucrania. El presidente Joe Biden prometió $2.5 mil millones en ayuda militar, mientras que Janet Yellen, la secretaria del tesoro, se comprometió con $3.4 mil millones en apoyo presupuestario. El Sr. Biden dijo que trabajaría incansablemente para fortalecer la posición de Ucrania antes de dejar el cargo en enero. Muchos temen que su sucesor, Donald Trump, recorte la ayuda a Ucrania.\",            \"translated_title\": \"Ayuda de América a Ucrania\"        },        {            \"english_version\": \"America’s Treasury Department reportedly told lawmakers that it was hacked by a Chinese state-sponsored actor. A third-party software provider apparently notified the Biden administration in early December of the major incident, in which the hacker used a security key to gain remote access to government workstations and review unclassified documents. The affected service has since been taken offline.\",            \"english_title\": \"Cybersecurity Breach at America's Treasury Department\",            \"translated_version\": \"El Departamento del Tesoro de América informó supuestamente a los legisladores que fue hackeado por un actor chino patrocinado por el estado. Un proveedor de software de terceros aparentemente notificó a la administración de Biden a principios de diciembre sobre el importante incidente, en el que el hacker utilizó una clave de seguridad para obtener acceso remoto a las estaciones de trabajo del gobierno y revisar documentos no clasificados. El servicio afectado ha sido desconectado desde entonces.\",            \"translated_title\": \"Violación de ciberseguridad en el Departamento del Tesoro de América\"        }    ]}"