"{    \"translations\": [        {            \"english_version\": \"Ukraine's President Zelensky avoided another bad meeting with Donald Trump. This time, they spoke more politely even though they still have differences.\",            \"english_title\": \"Zelensky and Trump Talk\",            \"translated_version\": \"El presidente de Ucrania, Zelensky, evitó otra mala reunión con Donald Trump. Esta vez, hablaron más amablemente aunque todavía tienen diferencias.\",            \"translated_title\": \"Zelensky y Trump Hablan\"        },        {            \"english_version\": \"A big storm, called a Category 4 storm, is coming to the US East Coast. It could cause dangerous waves and strong currents.\",            \"english_title\": \"Big Storm Coming\",            \"translated_version\": \"Una gran tormenta, llamada tormenta de Categoría 4, viene a la costa este de EE.UU. Podría causar olas peligrosas y corrientes fuertes.\",            \"translated_title\": \"Gran Tormenta Viene\"        },        {            \"english_version\": \"In Afghanistan, it's hard to get mental health treatment, and even harder to leave the facility once you're in.\",            \"english_title\": \"Mental Health in Afghanistan\",            \"translated_version\": \"En Afganistán, es difícil obtener tratamiento de salud mental, y aún más difícil salir de la instalación una vez que estás dentro.\",            \"translated_title\": \"Salud Mental en Afganistán\"        },        {            \"english_version\": \"A very old wooden building, 113 years old, is in danger because the ground is sinking. It will be moved 5 kilometers on big rolling platforms.\",            \"english_title\": \"Old Building in Danger\",            \"translated_version\": \"Un edificio de madera muy viejo, de 113 años, está en peligro porque el suelo se está hundiendo. Será movido 5 kilómetros en grandes plataformas rodantes.\",            \"translated_title\": \"Edificio Viejo en Peligro\"        },        {            \"english_version\": \"Spain has sent 500 more soldiers to help in areas affected by wildfires, making a total of 1,900 soldiers there.\",            \"english_title\": \"Spain Sends More Soldiers\",            \"translated_version\": \"España ha enviado 500 soldados más para ayudar en áreas afectadas por incendios forestales, haciendo un total de 1,900 soldados allí.\",            \"translated_title\": \"España Envía Más Soldados\"        }    ]}"