"{    \"translations\": [        {            \"english_version\": \"President Joe Biden warned Iran not to attack Israel, stating that America is committed to defending Israel. Diplomats have urged Iran to be cautious following America's warning of a potential significant attack. Iran has assured allies that its retaliation will be measured to prevent a wider conflict.\",            \"english_title\": \"Warning to Iran about Israel\",            \"translated_version\": \"El Presidente Joe Biden advirtió a Irán que no ataque a Israel, diciendo que América está comprometida a defender a Israel. Los diplomáticos han instado a Irán a ser cauteloso tras la advertencia de América sobre un posible ataque significativo. Irán ha asegurado a sus aliados que su retaliación será medida para evitar un conflicto más amplio.\",            \"translated_title\": \"Advertencia a Irán sobre Israel\"        },        {            \"english_version\": \"American officials accused China of aiding Russia's war efforts in Ukraine by providing equipment such as missile engines and tank chips. China denied involvement in the Ukraine crisis and stated it had not sent weapons to any party. Violent clashes occurred in the West Bank as Israeli settlers entered a village, resulting in casualties.\",            \"english_title\": \"Accusations between America, China, and Russia\",            \"translated_version\": \"Funcionarios estadounidenses acusaron a China de ayudar en los esfuerzos de guerra de Rusia en Ucrania al proporcionar equipos como motores de misiles y chips de tanques. China negó su participación en la crisis de Ucrania y afirmó que no había enviado armas a ninguna parte. Se produjeron enfrentamientos violentos en Cisjordania cuando colonos israelíes entraron en un pueblo, lo que resultó en víctimas.\",            \"translated_title\": \"Acusaciones entre América, China y Rusia\"        },        {            \"english_version\": \"A tragic incident unfolded in Bondi Junction, Australia, where five people were stabbed to death at a shopping center. Police shot the attacker, who was believed to have acted alone. The motive behind the attack remains unclear, with terrorism not ruled out as a possibility.\",            \"english_title\": \"Tragedy in Bondi Junction\",            \"translated_version\": \"Un incidente trágico ocurrió en Bondi Junction, Australia, donde cinco personas fueron apuñaladas hasta la muerte en un centro comercial. La policía disparó al atacante, quien se cree que actuó solo. El motivo detrás del ataque sigue sin estar claro, sin descartar el terrorismo como una posibilidad.\",            \"translated_title\": \"Tragedia en Bondi Junction\"        },        {            \"english_version\": \"Haiti established a transitional ruling council due to political instability, appointing a new prime minister and government. Gang violence escalated in the absence of leadership, leading to the prime minister's resignation. The council will govern until February 2026.\",            \"english_title\": \"Changes in Haiti's Government\",            \"translated_version\": \"Haití estableció un consejo de gobierno transitorio debido a la inestabilidad política, nombrando un nuevo primer ministro y gobierno. La violencia de pandillas se intensificó en ausencia de liderazgo, lo que llevó a la renuncia del primer ministro. El consejo gobernará hasta febrero de 2026.\",            \"translated_title\": \"Cambios en el Gobierno de Haití\"        },        {            \"english_version\": \"The White House revealed secret meetings with representatives of Venezuela's president, Nicolás Maduro, in Mexico. Discussions revolve around potentially re-imposing oil sanctions on Venezuela if democratic elections are not held. Mr Maduro has barred the main opposition candidate from running.\",            \"english_title\": \"Secret Meetings in Mexico\",            \"translated_version\": \"La Casa Blanca reveló reuniones secretas con representantes del presidente de Venezuela, Nicolás Maduro, en México. Las discusiones giran en torno a la posibilidad de volver a imponer sanciones petroleras a Venezuela si no se celebran elecciones democráticas. El Sr. Maduro ha prohibido que el principal candidato de la oposición se postule.\",            \"translated_title\": \"Reuniones Secretas en México\"        }    ]}"