"{    \"translations\": [        {            \"english_version\": \"One of the fires in Los Angeles County has been contained, but another fire in Pacific Palisades has grown to over 96 square kilometers. The Eaton fire is now 57 square kilometers. The winds that helped spread the fires are expected to pick up again, making firefighting efforts more difficult. Sadly, at least 16 people have died.\",            \"english_title\": \"California Wildfires Update\",            \"translated_version\": \"Uno de los incendios en el condado de Los Ángeles ha sido controlado, pero otro incendio en Pacific Palisades ha crecido a más de 96 kilómetros cuadrados. El incendio de Eaton ahora tiene 57 kilómetros cuadrados. Se espera que los vientos que ayudaron a propagar los incendios vuelvan a aumentar, lo que dificultará los esfuerzos de extinción. Lamentablemente, al menos 16 personas han fallecido.\",            \"translated_title\": \"Actualización de Incendios en California\"        },        {            \"english_version\": \"Nippon Steel was given more time by America's Committee on Foreign Investment to abandon its attempt to buy US Steel. The Japanese company was supposed to cancel the $14 billion deal by February 2nd after President Joe Biden blocked it with an executive order on January 3rd. Nippon objected and now has until June 18th to try to save the takeover.\",            \"english_title\": \"Nippon Steel Deal Extension\",            \"translated_version\": \"A Nippon Steel se le dio más tiempo por parte del Comité de Inversión Extranjera de Estados Unidos para abandonar su intento de comprar US Steel. Se suponía que la empresa japonesa debía cancelar el acuerdo de 14 mil millones de dólares para el 2 de febrero después de que el presidente Joe Biden lo bloqueara con una orden ejecutiva el 3 de enero. Nippon se opuso y ahora tiene hasta el 18 de junio para intentar salvar la adquisición.\",            \"translated_title\": \"Extensión del Acuerdo de Nippon Steel\"        }    ]}"