"{    \"translations\": [        {            \"english_version\": \"The Ukrainian leader says difficult issues remain, as Russia carries out further strikes on energy facilities.\",            \"english_title\": \"Ukraine Leader on Energy Strikes\",            \"translated_version\": \"El líder de Ucrania dice que hay problemas difíciles, mientras Rusia hace más ataques a lugares de energía.\",            \"translated_title\": \"Líder de Ucrania sobre ataques de energía\"        },        {            \"english_version\": \"Lt Gen Vladimir Alexeyev was shot several times inside his apartment block on Friday morning.\",            \"english_title\": \"General Shot in Apartment\",            \"translated_version\": \"El General Vladimir Alexeyev fue disparado varias veces dentro de su edificio de apartamentos el viernes por la mañana.\",            \"translated_title\": \"General disparado en apartamento\"        },        {            \"english_version\": \"Nearly 200 decaying bodies were discovered at the Return to Nature home after officials investigated a foul smell.\",            \"english_title\": \"Bodies Found at Nature Home\",            \"translated_version\": \"Casi 200 cuerpos en descomposición fueron encontrados en la casa Return to Nature después de que los oficiales investigaron un mal olor.\",            \"translated_title\": \"Cuerpos encontrados en casa Nature\"        },        {            \"english_version\": \"Nancy Guthrie, the 84-year-old mother of an NBC News presenter, is believed to have been abducted from her home in Tucson, Arizona.\",            \"english_title\": \"NBC Presenter`s Mother Abducted\",            \"translated_version\": \"Se cree que Nancy Guthrie, la madre de 84 años de un presentador de NBC News, fue secuestrada de su casa en Tucson, Arizona.\",            \"translated_title\": \"Madre de presentador de NBC secuestrada\"        },        {            \"english_version\": \"The attack, which took place during Friday prayers in the capital Islamabad, injured almost 170 people.\",            \"english_title\": \"Attack During Prayers in Islamabad\",            \"translated_version\": \"El ataque, que ocurrió durante las oraciones del viernes en la capital Islamabad, hirió a casi 170 personas.\",            \"translated_title\": \"Ataque durante oraciones en Islamabad\"        }    ]}"