"{    \"translations\": [        {            \"english_version\": \"America's economy shrank by 0.3% in the first quarter, the first time it has decreased in three years. This happened after a significant drop from 2.4% growth at the end of 2024. The trade deficit also worsened as businesses hurried to import goods before tariffs raised their prices. Consumer confidence is now at its lowest level since the 1990 recession.\",            \"english_title\": \"Economic Decline in America\",            \"translated_version\": \"La economía de América se redujo un 0.3% en el primer trimestre, la primera vez que disminuye en tres años. Esto ocurrió después de una caída significativa desde un crecimiento del 2.4% a finales de 2024. El déficit comercial también empeoró ya que las empresas se apresuraron a importar bienes antes de que los aranceles subieran sus precios. La confianza del consumidor está ahora en su nivel más bajo desde la recesión de 1990.\",            \"translated_title\": \"Declive Económico en América\"        },        {            \"english_version\": \"America and Ukraine were discussing a deal that would allow America to access Ukraine's minerals. However, the timing of the agreement became uncertain due to unexpected challenges. Scott Bessent, America's treasury secretary, mentioned that Ukraine made some last-minute alterations to a framework that had been previously agreed upon over the weekend.\",            \"english_title\": \"Discussion on Mineral Deal\",            \"translated_version\": \"América y Ucrania estaban discutiendo un acuerdo que permitiría a América acceder a los minerales de Ucrania. Sin embargo, el momento del acuerdo se volvió incierto debido a desafíos inesperados. Scott Bessent, el secretario del tesoro de América, mencionó que Ucrania hizo algunas alteraciones de último minuto a un marco que se había acordado previamente durante el fin de semana.\",            \"translated_title\": \"Discusión sobre Acuerdo de Minerales\"        }    ]}"