"{    \"translations\": [        {            \"english_version\": \"Ahmed Ghaleb Nasser al-Rahawi and other Houthi leaders were killed in an attack, according to the Iran-backed group.\",            \"english_title\": \"Houthi Leaders Killed\",            \"translated_version\": \"Ahmed Ghaleb Nasser al-Rahawi y otros líderes hutíes murieron en un ataque, según el grupo apoyado por Irán.\",            \"translated_title\": \"Líderes Hutíes Muertos\"        },        {            \"english_version\": \"A US appeals court decided that most of Trump's tariffs are not legal, raising questions about what will happen next.\",            \"english_title\": \"Court Rules on Trump's Tariffs\",            \"translated_version\": \"Un tribunal de apelaciones de EE.UU. decidió que la mayoría de los aranceles de Trump no son legales, causando preguntas sobre qué pasará después.\",            \"translated_title\": \"Tribunal Decide sobre Aranceles de Trump\"        },        {            \"english_version\": \"Protests about the cost of living and politicians' expenses are a big challenge for President Prabowo Subianto.\",            \"english_title\": \"Protests Challenge President\",            \"translated_version\": \"Las protestas sobre el costo de vida y los gastos de los políticos son un gran desafío para el presidente Prabowo Subianto.\",            \"translated_title\": \"Protestas Desafían al Presidente\"        },        {            \"english_version\": \"Russia attacked 14 areas in Ukraine, according to Kyiv, with at least one person killed and 30 injured.\",            \"english_title\": \"Russia Attacks Ukraine\",            \"translated_version\": \"Rusia atacó 14 áreas en Ucrania, según Kyiv, con al menos una persona muerta y 30 heridas.\",            \"translated_title\": \"Rusia Ataca Ucrania\"        },        {            \"english_version\": \"North Korea's leader met with families of soldiers who died fighting for Russia against Ukraine.\",            \"english_title\": \"North Korea Leader Meets Families\",            \"translated_version\": \"El líder de Corea del Norte se reunió con familias de soldados que murieron luchando por Rusia contra Ucrania.\",            \"translated_title\": \"Líder de Corea del Norte Se Reúne con Familias\"        }    ]}"