"{    \"translations\": [        {            \"english_version\": \"The Ukrainian president has said that Ukraine will not give up any land to Russia. This statement came after the US leader suggested that Ukraine might need to give up some land to stop the war.\",            \"english_title\": \"Ukraine Land Statement\",            \"translated_version\": \"El presidente de Ucrania dijo que Ucrania no dará ninguna tierra a Rusia. Esto fue después de que el líder de EE.UU. sugirió que Ucrania podría necesitar dar algo de tierra para parar la guerra.\",            \"translated_title\": \"Declaración de Tierra de Ucrania\"        },        {            \"english_version\": \"Shiro Suzuki has asked for an end to fighting on the anniversary of the atomic bomb attack.\",            \"english_title\": \"Call for Peace\",            \"translated_version\": \"Shiro Suzuki pidió que termine la pelea en el aniversario del ataque de la bomba atómica.\",            \"translated_title\": \"Llamado a la Paz\"        },        {            \"english_version\": \"The commander of Apollo 13 is famous for saving his crew from almost certain death in space.\",            \"english_title\": \"Apollo 13 Hero\",            \"translated_version\": \"El comandante de Apollo 13 es famoso por salvar a su equipo de casi morir en el espacio.\",            \"translated_title\": \"Héroe de Apollo 13\"        },        {            \"english_version\": \"There is a report that Trump has secretly allowed the use of military force against drug cartels in Latin America.\",            \"english_title\": \"Trump and Cartels\",            \"translated_version\": \"Hay un reporte que dice que Trump permitió en secreto el uso de fuerza militar contra carteles de drogas en América Latina.\",            \"translated_title\": \"Trump y Carteles\"        },        {            \"english_version\": \"Israel's defense minister said that countries criticizing Israel and threatening sanctions will not weaken their determination.\",            \"english_title\": \"Israel's Determination\",            \"translated_version\": \"El ministro de defensa de Israel dijo que los países que critican a Israel y amenazan con sanciones no debilitarán su determinación.\",            \"translated_title\": \"Determinación de Israel\"        }    ]}"