"{    \"translations\": [        {            \"english_version\": \"A Kyiv government building in the city center was hit for the first time since Russia's full-scale invasion. Ukraine midfielder Georgiy Sudakov's apartment in Kyiv was severely damaged by a Russian drone while his wife and child were at home.\",            \"english_title\": \"Kyiv Building Hit\",            \"translated_version\": \"Un edificio del gobierno en el centro de Kyiv fue golpeado por primera vez desde la invasión de Rusia. El apartamento del jugador de Ucrania Georgiy Sudakov en Kyiv fue muy dañado por un dron ruso mientras su esposa e hijo estaban en casa.\",            \"translated_title\": \"Edificio de Kyiv Golpeado\"        },        {            \"english_version\": \"A red racing car has been seen on motorways in the Czech Republic since 2019, but police have not been able to catch it.\",            \"english_title\": \"Red Racing Car\",            \"translated_version\": \"Un coche de carreras rojo ha sido visto en las autopistas de la República Checa desde 2019, pero la policía no ha podido atraparlo.\",            \"translated_title\": \"Coche de Carreras Rojo\"        },        {            \"english_version\": \"A leading member of the Grandmothers of Plaza de Mayo helped convict men who took hundreds of babies.\",            \"english_title\": \"Grandmothers of Plaza de Mayo\",            \"translated_version\": \"Una líder de las Abuelas de Plaza de Mayo ayudó a condenar a hombres que tomaron cientos de bebés.\",            \"translated_title\": \"Abuelas de Plaza de Mayo\"        },        {            \"english_version\": \"Saturday's protests in Israel were some of the largest so far, but Prime Minister Netanyahu says defeating Hamas is the way to secure the hostages' release.\",            \"english_title\": \"Protests in Israel\",            \"translated_version\": \"Las protestas del sábado en Israel fueron de las más grandes hasta ahora, pero el Primer Ministro Netanyahu dice que derrotar a Hamas es la forma de asegurar la liberación de los rehenes.\",            \"translated_title\": \"Protestas en Israel\"        },        {            \"english_version\": \"Boats carrying 350 pro-Palestinian activists with medical and food supplies are on their way to Gaza.\",            \"english_title\": \"Boats to Gaza\",            \"translated_version\": \"Barcos con 350 activistas pro-palestinos con suministros médicos y de comida están en camino a Gaza.\",            \"translated_title\": \"Barcos a Gaza\"        }    ]}"