"{    \"translations\": [        {            \"english_version\": \"During talks in San Francisco America’s president, Joe Biden, and China’s leader, Xi Jinping, agreed that their countries would resume military communications. They also pledged to battle the spread of fentanyl—China is a source of many of the chemicals used to make the drug, which is ravaging parts of America. But Mr Biden also reiterated his assessment that Mr Xi is a dictator, and described the countries’ relationship as competitive. China cut off military dialogue with America in 2022 after Nancy Pelosi, then speaker of the House of Representatives, visited Taiwan.\",            \"english_title\": \"Resuming Military Communications and Battling Fentanyl\",            \"translated_version\": \"Durante las conversaciones en San Francisco, el presidente de Estados Unidos, Joe Biden, y el líder de China, Xi Jinping, acordaron que sus países reanudarían las comunicaciones militares. También se comprometieron a combatir la propagación del fentanilo, ya que China es una fuente de muchas de las sustancias químicas utilizadas para fabricar la droga, que está devastando partes de Estados Unidos. Pero el Sr. Biden también reiteró su evaluación de que el Sr. Xi es un dictador y describió la relación entre los países como competitiva. China cortó el diálogo militar con Estados Unidos en 2022 después de que Nancy Pelosi, entonces presidenta de la Cámara de Representantes, visitara Taiwán.\",            \"translated_title\": \"Reanudación de las Comunicaciones Militares y Lucha contra el Fentanilo\"        },        {            \"english_version\": \"The Israel Defence Forces said it recovered the body of a hostage taken by Hamas on October 7th. Yehudit Weiss, who was 65, was reportedly found in a building near al-Shifa hospital in Gaza city. The IDF said it found Hamas weapons at the hospital, a claim that could not be independently verified. Hamas denies operating at the hospital, where thousands are reportedly still sheltering.\",            \"english_title\": \"Recovery of Hostage's Body in Gaza\",            \"translated_version\": \"Las Fuerzas de Defensa de Israel informaron que recuperaron el cuerpo de un rehén tomado por Hamas el 7 de octubre. Se informa que Yehudit Weiss, de 65 años, fue encontrada en un edificio cerca del hospital al-Shifa en la ciudad de Gaza. Las FDI dijeron que encontraron armas de Hamas en el hospital, una afirmación que no se pudo verificar de forma independiente. Hamas niega operar en el hospital, donde se informa que miles de personas todavía se refugian.\",            \"translated_title\": \"Recuperación del Cuerpo de un Rehén en Gaza\"        },        {            \"english_version\": \"Members of the United Auto Workers union were on track to approve new contracts with America’s Big Three carmakers. The tentative deals—negotiated during six weeks of strikes—were reached in October by the UAW’s leaders and Ford, GM and Stellantis (whose biggest shareholder part-owns The Economist’s parent company). The vote was reportedly closest at GM; its unionised employees approved the deal with 55% of the vote.\",            \"english_title\": \"Approval of New Contracts by Auto Workers Union\",            \"translated_version\": \"Los miembros del sindicato United Auto Workers estaban en camino de aprobar nuevos contratos con los tres grandes fabricantes de automóviles de Estados Unidos. Los acuerdos provisionales, negociados durante seis semanas de huelgas, fueron alcanzados en octubre por los líderes de UAW y Ford, GM y Stellantis (cuyo mayor accionista es parte de la empresa matriz de The Economist). Según los informes, la votación fue más reñida en GM; sus empleados sindicalizados aprobaron el acuerdo con el 55% de los votos.\",            \"translated_title\": \"Aprobación de Nuevos Contratos por el Sindicato de Trabajadores del Automóvil\"        },        {            \"english_version\": \"Spain’s parliament voted to reinstall Pedro Sánchez, leader of the Socialist Party, as prime minister. The vote ends four months of negotiations in Madrid, culminating in a controversial deal between Mr Sánchez and several regional separatist parties to form a minority government. Under the agreement, thousands of people involved in Catalonia’s illegal independence referendum in 2017 will be pardoned.\",            \"english_title\": \"Reinstallation of Pedro Sánchez as Prime Minister\",            \"translated_version\": \"El parlamento de España votó para reinstalar a Pedro Sánchez, líder del Partido Socialista, como primer ministro. La votación pone fin a cuatro meses de negociaciones en Madrid, que culminaron en un acuerdo controvertido entre el Sr. Sánchez y varios partidos separatistas regionales para formar un gobierno minoritario. Según el acuerdo, se perdonará a miles de personas involucradas en el referéndum ilegal de independencia de Cataluña en 2017.\",            \"translated_title\": \"Reinstalación de Pedro Sánchez como Primer Ministro\"        },        {            \"english_version\": \"George Santos, the scandal-ridden Republican congressman from New York, said he will not seek re-election, after America’s House of Representatives issued a scathing ethics report alleging that he spent campaign money on Botox and at a casino, among other misdeeds. Mr Santos has pleaded not guilty to 23 federal charges, including wire fraud; an earlier effort to expel him from the House failed.\",            \"english_title\": \"Scandal-Ridden Congressman Not Seeking Re-election\",            \"translated_version\": \"George Santos, el congresista republicano de Nueva York envuelto en escándalos, dijo que no buscará la reelección, después de que la Cámara de Representantes de Estados Unidos emitiera un informe ético contundente en el que se alega que gastó dinero de campaña en Botox y en un casino, entre otras fechorías. El Sr. Santos se declaró no culpable de 23 cargos federales, incluido el fraude electrónico; un intento anterior de expulsarlo de la Cámara fracasó.\",            \"translated_title\": \"Congresista Envuelto en Escándalos No Buscará la Reelección\"        }    ]}"