"{    \"translations\": [        {            \"english_version\": \"At least 12 people, including women and children, died after an Israeli missile struck a convoy of Palestinians fleeing northern Gaza. Tens of thousands have headed south, as Israel’s expected ground invasion looms, according to the UN. On October 12th Israel Defence Forces told 1.1m Palestinians to relocate. Hamas urged Gazans to stay in their homes. Gazan authorities say 1,900 people have been killed by Israeli airstrikes, half of them women and children.\",            \"english_title\": \"Israeli Missile Strike Kills Palestinians Fleeing Gaza\",            \"translated_version\": \"Al menos 12 personas, incluyendo mujeres y niños, murieron después de que un misil israelí golpeara un convoy de palestinos que huían del norte de Gaza. Decenas de miles se han dirigido hacia el sur, ya que se espera una invasión terrestre de Israel, según la ONU. El 12 de octubre, las Fuerzas de Defensa de Israel ordenaron a 1.1 millones de palestinos que se reubiquen. Hamas instó a los gazatíes a quedarse en sus hogares. Las autoridades de Gaza dicen que 1,900 personas han sido asesinadas por los ataques aéreos israelíes, la mitad de ellas mujeres y niños.\",            \"translated_title\": \"Misil israelí mata a palestinos que huyen de Gaza\"        },        {            \"english_version\": \"There were further signs that the conflict might spread, as Israel bombed Hizbullah targets within Lebanon. The mayor of Shebaa, a village in southern Lebanon, told AFP that two civilians had been killed. The IDF said the strike was a response to aerial attacks on Israel and that the situation around its northern border remains very tense. Hizbullah declared itself fully ready to enter the fray to support Hamas.\",            \"english_title\": \"Israel Bombs Hizbullah Targets in Lebanon\",            \"translated_version\": \"Hubo más indicios de que el conflicto podría extenderse, ya que Israel bombardeó objetivos de Hizbullah en Líbano. El alcalde de Shebaa, un pueblo del sur de Líbano, dijo a AFP que dos civiles habían sido asesinados. Las FDI dijeron que el ataque fue una respuesta a los ataques aéreos a Israel y que la situación en su frontera norte sigue siendo muy tensa. Hizbullah se declaró completamente listo para entrar en la refriega para apoyar a Hamas.\",            \"translated_title\": \"Israel bombardea objetivos de Hizbullah en Líbano\"        },        {            \"english_version\": \"Australians voted against the idea of establishing a Voice to Parliament, a group of indigenous advisers that the government would have consulted on issues affecting their communities. Votes are still being counted, but local media predict that all of the country’s six states have rejected the proposal.\",            \"english_title\": \"Australians Reject Indigenous Advisory Group\",            \"translated_version\": \"Los australianos votaron en contra de la idea de establecer una Voz para el Parlamento, un grupo de asesores indígenas con los que el gobierno habría consultado sobre temas que afectan a sus comunidades. Aún se están contando los votos, pero los medios locales predicen que los seis estados del país han rechazado la propuesta.\",            \"translated_title\": \"Los australianos rechazan el grupo asesor indígena\"        },        {            \"english_version\": \"The IMF said members had agreed on a meaningful increase to their contributions to the fund, to be implemented this year. The IMF will also grant a representative from sub-Saharan Africa a third seat, up from two, on its executive board. The global lender is holding a week-long meeting in Morocco, its first on the continent since 1973.\",            \"english_title\": \"IMF Members Agree on Increased Contributions\",            \"translated_version\": \"El FMI dijo que los miembros habían acordado un aumento significativo en sus contribuciones al fondo, que se implementará este año. El FMI también otorgará a un representante de África subsahariana un tercer asiento, en lugar de dos, en su junta ejecutiva. El prestamista global está celebrando una reunión de una semana en Marruecos, la primera en el continente desde 1973.\",            \"translated_title\": \"Los miembros del FMI acuerdan aumentar las contribuciones\"        },        {            \"english_version\": \"Christopher Luxon, the leader of the New Zealand National Party, is set to form a government after his party won national elections, ending six years of Liberal rule. Chris Hipkins, the incumbent, has conceded. Mr Hipkins became prime minister in January after his predecessor, Jacinda Ardern, stepped down unexpectedly.\",            \"english_title\": \"New Zealand National Party Wins Elections\",            \"translated_version\": \"Christopher Luxon, el líder del Partido Nacional de Nueva Zelanda, está listo para formar un gobierno después de que su partido ganara las elecciones nacionales, poniendo fin a seis años de gobierno liberal. Chris Hipkins, el titular, ha concedido. El Sr. Hipkins se convirtió en primer ministro en enero después de que su predecesora, Jacinda Ardern, renunciara inesperadamente.\",            \"translated_title\": \"El Partido Nacional de Nueva Zelanda gana las elecciones\"        }    ]}"