"{    \"translations\": [        {            \"english_version\": \"The military says that the Russian advance is the first attack of such a large scale in the industrial province.\",            \"english_title\": \"Russian Attack\",            \"translated_version\": \"El ejército dice que el avance ruso es el primer ataque de tan gran escala en la provincia industrial.\",            \"translated_title\": \"Ataque Ruso\"        },        {            \"english_version\": \"A painting called Portrait of a Lady was found in a house near Buenos Aires. It was stolen over 80 years ago from a Jewish art dealer in Amsterdam.\",            \"english_title\": \"Stolen Painting Found\",            \"translated_version\": \"Un cuadro llamado Retrato de una Dama fue encontrado en una casa cerca de Buenos Aires. Fue robado hace más de 80 años de un comerciante de arte judío en Ámsterdam.\",            \"translated_title\": \"Cuadro Robado Encontrado\"        },        {            \"english_version\": \"King Toera was killed by French troops 128 years ago. His head was kept in a Paris museum's archive.\",            \"english_title\": \"King Toera's Fate\",            \"translated_version\": \"El rey Toera fue asesinado por tropas francesas hace 128 años. Su cabeza fue guardada en el archivo de un museo de París.\",            \"translated_title\": \"Destino del Rey Toera\"        },        {            \"english_version\": \"In an interview with BBC Persian, a prisoner talks about what happened when Israeli missiles hit Iran's most notorious jail.\",            \"english_title\": \"Prisoner Interview\",            \"translated_version\": \"En una entrevista con BBC Persian, un prisionero habla sobre lo que pasó cuando misiles israelíes golpearon la cárcel más famosa de Irán.\",            \"translated_title\": \"Entrevista a Prisionero\"        },        {            \"english_version\": \"Two officers were killed and another was injured in a shooting at a rural property in Victoria on Tuesday.\",            \"english_title\": \"Shooting in Victoria\",            \"translated_version\": \"Dos oficiales murieron y otro fue herido en un tiroteo en una propiedad rural en Victoria el martes.\",            \"translated_title\": \"Tiroteo en Victoria\"        }    ]}"