"{    \"translations\": [        {            \"english_version\": \"During a meeting with Vladimir Putin in Moscow, India's prime minister, Narendra Modi, emphasized that war cannot solve problems and that peace is of utmost importance. This comes as Russia launched a deadly strike on Ukraine, resulting in the deaths of at least 41 people. India, amidst the conflict, has emerged as a significant buyer of Russian oil.\",            \"english_title\": \"International Relations\",            \"translated_version\": \"Durante una reunión con Vladimir Putin en Moscú, el primer ministro de la India, Narendra Modi, enfatizó que la guerra no puede resolver problemas y que la paz es de suma importancia. Esto sucede mientras Rusia lanzó un ataque mortal en Ucrania, resultando en la muerte de al menos 41 personas. La India, en medio del conflicto, ha surgido como un comprador significativo de petróleo ruso.\",            \"translated_title\": \"Relaciones Internacionales\"        },        {            \"english_version\": \"President Joe Biden, in a letter to congressional Democrats, reaffirmed his strong commitment to remaining in America's presidential race. He challenged Democratic elites who oppose his candidacy to announce their own presidential bids. Despite calls from senior Democrats for him to step aside, Biden remains resolute in his decision to continue.\",            \"english_title\": \"Political News\",            \"translated_version\": \"El presidente Joe Biden, en una carta a los demócratas del Congreso, reafirmó su fuerte compromiso de permanecer en la carrera presidencial de América. Desafió a los élites demócratas que se oponen a su candidatura a anunciar sus propias candidaturas presidenciales. A pesar de las llamadas de demócratas de alto rango para que se retire, Biden permanece firme en su decisión de continuar.\",            \"translated_title\": \"Noticias Políticas\"        },        {            \"english_version\": \"The Economist, a publication in circulation since September 1843, aims to engage in a rigorous intellectual battle between progress-driven intelligence and obstructive ignorance. The publication covers a wide range of topics and provides insightful analysis on global affairs.\",            \"english_title\": \"About The Economist\",            \"translated_version\": \"The Economist, una publicación en circulación desde septiembre de 1843, tiene como objetivo participar en una rigurosa batalla intelectual entre la inteligencia impulsada por el progreso y la ignorancia obstructiva. La publicación cubre una amplia gama de temas y proporciona un análisis perspicaz sobre asuntos globales.\",            \"translated_title\": \"Sobre The Economist\"        }    ]}"