"{    \"translations\": [        {            \"english_version\": \"Joe Biden said that Gaza’s hospitals must be protected, as Israeli forces reached the entrance of the al-Shifa hospital, the enclave’s largest. Israel’s army claims that Hamas uses tunnels beneath al-Shifa and other hospitals in Gaza city for its operations. Meanwhile al-Shifa, lacking fuel and electricity, has stopped functioning, according to a spokesperson for the World Health Organisation, who said it had become nearly a cemetery. According to Gaza’s health ministry, thousands of people are sheltering within the complex.\",            \"english_title\": \"Protecting Gaza's Hospitals\",            \"translated_version\": \"Joe Biden dijo que los hospitales de Gaza deben ser protegidos, ya que las fuerzas israelíes llegaron a la entrada del hospital al-Shifa, el más grande de la zona. El ejército de Israel afirma que Hamas utiliza túneles debajo de al-Shifa y otros hospitales en la ciudad de Gaza para sus operaciones. Mientras tanto, al-Shifa, sin combustible y electricidad, ha dejado de funcionar, según un portavoz de la Organización Mundial de la Salud, quien dijo que se había convertido casi en un cementerio. Según el ministerio de salud de Gaza, miles de personas se refugian dentro del complejo.\",            \"translated_title\": \"Protegiendo los Hospitales de Gaza\"        },        {            \"english_version\": \"David Cameron, a former British prime minister, became foreign secretary in a cabinet reshuffle seven years after he resigned his leadership. The move came after Rishi Sunak, the current prime minister, sacked Suella Braverman, the home secretary, for writing an unauthorised article criticising London’s police over their handling of pro-Palestinian protests. James Cleverly, the former foreign secretary, replaced her.\",            \"english_title\": \"Cabinet Reshuffle in the UK\",            \"translated_version\": \"David Cameron, un ex primer ministro británico, se convirtió en secretario de relaciones exteriores en una reorganización del gabinete siete años después de renunciar a su liderazgo. El movimiento se produjo después de que Rishi Sunak, el actual primer ministro, despidiera a Suella Braverman, la secretaria de interior, por escribir un artículo no autorizado criticando a la policía de Londres por su manejo de las protestas pro-palestinas. James Cleverly, el ex secretario de relaciones exteriores, la reemplazó.\",            \"translated_title\": \"Reorganización del Gabinete en el Reino Unido\"        },        {            \"english_version\": \"America’s Supreme Court adopted its first-ever code of conduct. The written requirements, which the court said are mostly not new, come after media reports revealed that two conservative justices failed to disclose gifts—including luxury travel and property deals—paid for by Republican donors. It is unclear how the rules are to be enforced.\",            \"english_title\": \"Supreme Court's Code of Conduct\",            \"translated_version\": \"La Corte Suprema de Estados Unidos adoptó su primer código de conducta. Los requisitos por escrito, que la corte dijo que en su mayoría no son nuevos, llegan después de que informes de los medios revelaran que dos jueces conservadores no revelaron regalos, incluyendo viajes de lujo y acuerdos de propiedades, pagados por donantes republicanos. No está claro cómo se aplicarán las reglas.\",            \"translated_title\": \"Código de Conducta de la Corte Suprema\"        },        {            \"english_version\": \"America carried out more airstrikes against targets in eastern Syria. American officials said the sites were linked to Iran and its proxies in the region, which America blames for recent attacks on its troops in Iraq and Syria. Warplanes hit a training facility and a safe house. The strikes are the third of their kind since late October. Pakistan opened three new border crossings with Afghanistan to facilitate the departure of undocumented migrants, following a government ruling that they must leave or be expelled. Around 1.7m Afghans were affected by the declaration, which told those without papers to leave by November 1st. More than 280,000 have left since the declaration was made on October 3rd, according to the UN.\",            \"english_title\": \"Airstrikes in Syria and Border Crossings in Pakistan\",            \"translated_version\": \"Estados Unidos llevó a cabo más ataques aéreos contra objetivos en el este de Siria. Funcionarios estadounidenses dijeron que los sitios estaban vinculados a Irán y sus representantes en la región, a quienes Estados Unidos culpa de los recientes ataques a sus tropas en Irak y Siria. Los aviones de guerra atacaron una instalación de entrenamiento y una casa segura. Estos son los terceros ataques de este tipo desde finales de octubre. Pakistán abrió tres nuevos cruces fronterizos con Afganistán para facilitar la salida de migrantes indocumentados, siguiendo una decisión del gobierno que les ordenaba irse o ser expulsados. Alrededor de 1,7 millones de afganos se vieron afectados por la declaración, que les decía a aquellos sin documentos que se fueran antes del 1 de noviembre. Según la ONU, más de 280.000 personas han abandonado el país desde que se hizo la declaración el 3 de octubre.\",            \"translated_title\": \"Ataques Aéreos en Siria y Cruces Fronterizos en Pakistán\"        },        {            \"english_version\": \"China criticised a potential deal between Zambia and international bondholders, saying that other creditors should take a fair burden in the country’s debt restructuring. Zambia agreed a deal in principle in late October, three years after it defaulted. But China and the International Monetary Fund have voiced concerns over the agreement, perhaps because bondholders would reportedly receive greater repayments than official creditors. French police thwarted a theft of €600,000 ($640,000) worth of champagne but failed to capture the thieves. Two lorries carrying bottles from Moët & Chandon were reported stolen on Saturday. Police found them on the motorway between Reims in the Champagne region and Paris. Following a high-speed chase, the drivers fled the vehicles and escaped.\",            \"english_title\": \"Criticism of Zambia's Debt Deal and Champagne Theft\",            \"translated_version\": \"China criticó un posible acuerdo entre Zambia y los tenedores internacionales de bonos, diciendo que otros acreedores deberían asumir una carga justa en la reestructuración de la deuda del país. Zambia acordó un acuerdo en principio a fines de octubre, tres años después de haber incumplido. Pero China y el Fondo Monetario Internacional han expresado preocupaciones sobre el acuerdo, tal vez porque los tenedores de bonos recibirían mayores pagos que los acreedores oficiales. La policía francesa frustró el robo de champán por valor de 600.000 euros (640.000 dólares), pero no logró capturar a los ladrones. Dos camiones que transportaban botellas de Moët & Chandon fueron reportados como robados el sábado. La policía los encontró en la autopista entre Reims en la región de Champagne y París. Después de una persecución a alta velocidad, los conductores huyeron de los vehículos y escaparon.\",            \"translated_title\": \"Críticas al Acuerdo de Deuda de Zambia y Robo de Champán\"        }    ]}"