"{    \"translations\": [        {            \"english_version\": \"Donald Trump's tax-cutting package, called 'One Big Beautiful Bill', is being debated in a special session known as vote-a-rama. In this session, senators vote on amendments one after another. The bill is in a difficult position because Republicans can only afford to lose the support of three Senators for it to pass in the Senate. It seems they have already lost two.\",            \"english_title\": \"Trump's Tax Bill Debate\",            \"translated_version\": \"El paquete de recortes de impuestos de Donald Trump, llamado 'Un Gran Hermoso Proyecto de Ley', se está debatiendo en una sesión especial llamada vote-a-rama. En esta sesión, los senadores votan enmiendas una tras otra. El proyecto está en una posición difícil porque los republicanos solo pueden perder el apoyo de tres senadores para que pase en el Senado. Parece que ya han perdido a dos.\",            \"translated_title\": \"Debate del Proyecto de Impuestos de Trump\"        },        {            \"english_version\": \"The White House announced that President Trump will sign an executive order to lift some sanctions on Syria. Earlier, in May, the president said he would roll back these sanctions and issued a temporary waiver for 180 days to allow business with Syria's government. With the new executive order, he can remove some sanctions, but removing the strictest ones will need Congress to act.\",            \"english_title\": \"Trump to Lift Some Sanctions on Syria\",            \"translated_version\": \"La Casa Blanca anunció que el Presidente Trump firmará una orden ejecutiva para levantar algunas sanciones sobre Siria. Antes, en mayo, el presidente dijo que quitaría estas sanciones y dio un permiso temporal por 180 días para permitir negocios con el gobierno de Siria. Con la nueva orden ejecutiva, puede quitar algunas sanciones, pero para quitar las más estrictas necesitará que el Congreso actúe.\",            \"translated_title\": \"Trump Levantará Algunas Sanciones sobre Siria\"        }    ]}"