"{    \"translations\": [        {            \"english_version\": \"Maine became the second state in America to disqualify Donald Trump, the overwhelming frontrunner of the Republican primary race, from the primary ballot.\",            \"english_title\": \"Maine Disqualifies Donald Trump from Primary Ballot\",            \"translated_version\": \"Maine se convirtió en el segundo estado en América en descalificar a Donald Trump, el claro favorito de la carrera primaria republicana, de la boleta primaria.\",            \"translated_title\": \"Maine Descalifica a Donald Trump de la Boleta Primaria\"        },        {            \"english_version\": \"The Israel Defence Forces said it 'regrets the harm' caused by its air strikes on the Maghazi refugee camp on December 24th, which killed an estimated 86 people according to the UN.\",            \"english_title\": \"Israel Defence Forces Regret Air Strikes on Maghazi Refugee Camp\",            \"translated_version\": \"Las Fuerzas de Defensa de Israel dijeron que 'lamentan el daño' causado por sus ataques aéreos en el campamento de refugiados de Maghazi el 24 de diciembre, que según la ONU mataron a unas 86 personas.\",            \"translated_title\": \"Las Fuerzas de Defensa de Israel Lamentan los Ataques Aéreos en el Campamento de Refugiados de Maghazi\"        },        {            \"english_version\": \"Bulgaria and Romania reached agreement with Austria to join the Schengen area, the EU’s passport-free travel zone, for journeys made by air and sea.\",            \"english_title\": \"Bulgaria and Romania Join Schengen Area for Air and Sea Travel\",            \"translated_version\": \"Bulgaria y Rumania llegaron a un acuerdo con Austria para unirse al área de Schengen, la zona de viaje sin pasaporte de la UE, para los viajes realizados por aire y mar.\",            \"translated_title\": \"Bulgaria y Rumania se Unen al Área de Schengen para Viajes por Aire y Mar\"        },        {            \"english_version\": \"Nicolás Maduro, the president of Venezuela, ordered a military exercise after a British warship was deployed to visit Guyana, a British ally.\",            \"english_title\": \"Venezuelan President Orders Military Exercise After British Warship Deployment\",            \"translated_version\": \"Nicolás Maduro, el presidente de Venezuela, ordenó un ejercicio militar después de que un buque de guerra británico fuera desplegado para visitar Guyana, un aliado británico.\",            \"translated_title\": \"El Presidente de Venezuela Ordena Ejercicio Militar Después del Despliegue de un Buque de Guerra Británico\"        },        {            \"english_version\": \"The General Confederation of Labour, a coalition of trade unions, announced a general strike in response to the economic reforms of Javier Milei, Argentina’s president.\",            \"english_title\": \"Trade Unions Announce General Strike Against Economic Reforms in Argentina\",            \"translated_version\": \"La Confederación General del Trabajo, una coalición de sindicatos, anunció una huelga general en respuesta a las reformas económicas de Javier Milei, presidente de Argentina.\",            \"translated_title\": \"Sindicatos Anuncian Huelga General Contra Reformas Económicas en Argentina\"        }    ]}"