"{    \"translations\": [        {            \"english_version\": \"Firefighters are having a hard time putting out the fire and they don't know when it will be completely under control. The fire is causing a lot of problems and they are working hard to stop it.\",            \"english_title\": \"Firefighters Struggle\",            \"translated_version\": \"Los bomberos tienen problemas para apagar el fuego y no saben cuándo estará bajo control. El fuego causa muchos problemas y trabajan duro para pararlo.\",            \"translated_title\": \"Bomberos con Problemas\"        },        {            \"english_version\": \"A new law will stop people under 16 from having social media accounts. Some people think this law is not fair and goes against the constitution.\",            \"english_title\": \"New Social Media Law\",            \"translated_version\": \"Una nueva ley no dejará que personas menores de 16 años tengan cuentas en redes sociales. Algunas personas piensan que esta ley no es justa y va contra la constitución.\",            \"translated_title\": \"Nueva Ley de Redes\"        },        {            \"english_version\": \"In Italy, if a woman is killed because of her gender, it will now be a special crime with a punishment of life in prison. This is a new change in the law.\",            \"english_title\": \"New Law in Italy\",            \"translated_version\": \"En Italia, si una mujer es asesinada por su género, ahora será un crimen especial con castigo de cadena perpetua. Este es un cambio nuevo en la ley.\",            \"translated_title\": \"Nueva Ley en Italia\"        },        {            \"english_version\": \"The former French president has been sentenced to six months with an electronic bracelet and another six months suspended. This is because of a legal issue he was involved in.\",            \"english_title\": \"Former President Sentenced\",            \"translated_version\": \"El ex presidente de Francia ha sido sentenciado a seis meses con un brazalete electrónico y otros seis meses suspendidos. Esto es por un problema legal en el que estuvo involucrado.\",            \"translated_title\": \"Ex Presidente Sentenciado\"        },        {            \"english_version\": \"There have been deadly floods affecting 2 million people. Most of these people are still not able to get help because of the floods.\",            \"english_title\": \"Deadly Floods\",            \"translated_version\": \"Ha habido inundaciones mortales que afectan a 2 millones de personas. La mayoría de estas personas aún no pueden recibir ayuda por las inundaciones.\",            \"translated_title\": \"Inundaciones Mortales\"        }    ]}"