"{    \"translations\": [        {            \"english_version\": \"Protesters gathered outside the United Nations General Assembly in New York while Israel's Prime Minister spoke to the delegates. The US President also spoke before the Israeli Prime Minister's address.\",            \"english_title\": \"Protests at UN Assembly\",            \"translated_version\": \"Protestantes se reunieron afuera de la Asamblea General de Naciones Unidas en Nueva York mientras el Primer Ministro de Israel hablaba. El Presidente de Estados Unidos también habló antes.\",            \"translated_title\": \"Protestas en la Asamblea de la ONU\"        },        {            \"english_version\": \"James Comey claims he is innocent and that the charges against him are politically motivated. He says these charges came after Trump pressured prosecutors to take action.\",            \"english_title\": \"Comey Claims Innocence\",            \"translated_version\": \"James Comey dice que es inocente y que los cargos en su contra son por política. Dice que estos cargos vinieron después de que Trump presionó a los fiscales.\",            \"translated_title\": \"Comey dice que es inocente\"        },        {            \"english_version\": \"Germany's kebab industry is worried because they make doners differently, and a new case has caused concern.\",            \"english_title\": \"Kebab Industry Concern\",            \"translated_version\": \"La industria de kebab en Alemania está preocupada porque hacen doners de manera diferente, y un nuevo caso ha causado preocupación.\",            \"translated_title\": \"Preocupación en la industria de kebab\"        },        {            \"english_version\": \"In Denmark, there is worry that the country's important infrastructure is at risk in this time of hybrid warfare.\",            \"english_title\": \"Denmark Infrastructure Risk\",            \"translated_version\": \"En Dinamarca, hay preocupación de que la infraestructura importante del país está en riesgo en este tiempo de guerra híbrida.\",            \"translated_title\": \"Riesgo en infraestructura de Dinamarca\"        },        {            \"english_version\": \"Interpol says that 260 suspects were arrested in an operation across 14 African countries.\",            \"english_title\": \"Interpol Arrests\",            \"translated_version\": \"Interpol dice que 260 sospechosos fueron arrestados en una operación en 14 países africanos.\",            \"translated_title\": \"Arrestos de Interpol\"        }    ]}"