"{    \"translations\": [        {            \"english_version\": \"Donald Trump is offering international companies low taxes if they produce goods in America. He also warned of imposing tariffs if they do not.\",            \"english_title\": \"Tax Incentives for Companies\",            \"translated_version\": \"Donald Trump está ofreciendo impuestos bajos a compañías internacionales si producen bienes en América. También advirtió que impondrá aranceles si no lo hacen.\",            \"translated_title\": \"Incentivos fiscales para compañías\"        },        {            \"english_version\": \"Mr. Trump called on Saudi Arabia and OPEC to lower oil prices. He then demanded that central banks worldwide lower interest rates immediately.\",            \"english_title\": \"Oil Prices and Interest Rates\",            \"translated_version\": \"El Sr. Trump pidió a Arabia Saudita y a la OPEP que bajen los precios del petróleo. Luego exigió que los bancos centrales de todo el mundo reduzcan las tasas de interés de inmediato.\",            \"translated_title\": \"Precios del petróleo y tasas de interés\"        },        {            \"english_version\": \"A judge temporarily blocked Mr. Trump's attempt to end birthright citizenship. This practice is guaranteed in America by the 14th Amendment. The judge called Mr. Trump's executive order unconstitutional.\",            \"english_title\": \"Birthright Citizenship Ruling\",            \"translated_version\": \"Un juez bloqueó temporalmente el intento del Sr. Trump de terminar con la ciudadanía por nacimiento. Esta práctica está garantizada en América por la 14a Enmienda. El juez calificó la orden ejecutiva del Sr. Trump como inconstitucional.\",            \"translated_title\": \"Decisión sobre ciudadanía por nacimiento\"        },        {            \"english_version\": \"The judge agreed with four Democrat-led states that challenged Mr. Trump's executive order. The order would restrict automatic citizenship to newborns with American citizen or permanent resident parents.\",            \"english_title\": \"Legal Challenge to Executive Order\",            \"translated_version\": \"El juez estuvo de acuerdo con cuatro estados liderados por demócratas que desafiaron la orden ejecutiva del Sr. Trump. La orden restringiría la ciudadanía automática a recién nacidos con padres ciudadanos estadounidenses o residentes permanentes.\",            \"translated_title\": \"Desafío legal a la orden ejecutiva\"        }    ]}"