"{    \"translations\": [        {            \"english_version\": \"Iran warned Israel about the consequences of any aggressive actions that could escalate the conflict in the region. Israel retaliated with strikes on Lebanon after a deadly rocket attack in the Golan Heights. Israeli Prime Minister Netanyahu vowed that the Iran-backed group Hizbullah would face consequences for the attack.\",            \"english_title\": \"Tensions between Iran, Israel, and Hizbullah\",            \"translated_version\": \"Irán advirtió a Israel sobre las consecuencias de cualquier acción agresiva que pudiera escalar el conflicto en la región. Israel respondió con ataques a Líbano después de un ataque mortal con cohetes en los Altos del Golán. El Primer Ministro de Israel, Netanyahu, prometió que el grupo respaldado por Irán, Hizbullah, enfrentaría consecuencias por el ataque.\",            \"translated_title\": \"Tensiones entre Irán, Israel y Hizbullah\"        },        {            \"english_version\": \"Former President Donald Trump urged Christians to vote in an event organized by a conservative group. Democrats criticized Trump for his remarks, accusing him of undermining democracy.\",            \"english_title\": \"Political Statements and Accusations\",            \"translated_version\": \"El ex Presidente Donald Trump instó a los cristianos a votar en un evento organizado por un grupo conservador. Los Demócratas criticaron a Trump por sus comentarios, acusándolo de socavar la democracia.\",            \"translated_title\": \"Declaraciones Políticas y Acusaciones\"        },        {            \"english_version\": \"A Ukrainian drone attack caused fires in oil-storage depots in Russia's Kursk region. The fires were quickly extinguished, and there were no reported injuries. Meanwhile, Russian forces claimed control over a settlement in Ukraine's Donetsk region as tensions in eastern Ukraine continue.\",            \"english_title\": \"Ukrainian Drone Attack and Russian Response\",            \"translated_version\": \"Un ataque con drones ucranianos causó incendios en depósitos de almacenamiento de petróleo en la región de Kursk en Rusia. Los incendios fueron rápidamente sofocados y no se reportaron heridos. Mientras tanto, las fuerzas rusas afirmaron controlar un asentamiento en la región de Donetsk en Ucrania mientras continúan las tensiones en el este de Ucrania.\",            \"translated_title\": \"Ataque de Drones Ucranianos y Respuesta Rusa\"        }    ]}"