"{    \"translations\": [        {            \"english_version\": \"The United Nations secretary-general, António Guterres, criticized Israel's siege and bombing of Gaza, calling it a violation of humanitarian law and collective punishment of the Palestinian people. Israel rejected this assertion and accused Mr Guterres of justifying Hamas's terrorism and murder. The UN also condemned Hamas for using human shields.\",            \"english_title\": \"UN Condemns Israel's Actions in Gaza\",            \"translated_version\": \"El secretario general de las Naciones Unidas, António Guterres, criticó el asedio y bombardeo de Gaza por parte de Israel, calificándolo como una violación del derecho humanitario y un castigo colectivo al pueblo palestino. Israel rechazó esta afirmación y acusó al Sr. Guterres de justificar el terrorismo y el asesinato de Hamas. La ONU también condenó a Hamas por usar escudos humanos.\",            \"translated_title\": \"La ONU Condena las Acciones de Israel en Gaza\"        },        {            \"english_version\": \"Amid the fighting, America and Russia called for a pause to allow humanitarian aid to reach the Gaza Strip. However, only eight aid trucks managed to enter from Egypt on Tuesday. The UN reported that over a third of hospitals in Gaza had closed due to damage or lack of fuel. Tensions escalated across the Middle East, with three people killed in an Israeli drone strike on the West Bank and clashes intensifying between Israel and Hizbullah along the Israeli-Lebanon border.\",            \"english_title\": \"Calls for Humanitarian Aid in Gaza\",            \"translated_version\": \"En medio de los enfrentamientos, Estados Unidos y Rusia pidieron una pausa para permitir que la ayuda humanitaria llegara a la Franja de Gaza. Sin embargo, solo ocho camiones de ayuda lograron ingresar desde Egipto el martes. La ONU informó que más de un tercio de los hospitales en Gaza habían cerrado debido a daños o falta de combustible. Las tensiones se intensificaron en todo el Medio Oriente, con tres personas muertas en un ataque con drones israelí en Cisjordania y los enfrentamientos intensificándose entre Israel y Hizbullah a lo largo de la frontera entre Israel y Líbano.\",            \"translated_title\": \"Llamados a la Ayuda Humanitaria en Gaza\"        },        {            \"english_version\": \"China's president, Xi Jinping, called for stable relations with America based on mutual respect, peaceful co-existence, and win-win cooperation. This statement came ahead of China's foreign minister's visit to Washington and President Xi's expected meeting with President Joe Biden in November.\",            \"english_title\": \"China Calls for Stable Relations with America\",            \"translated_version\": \"El presidente de China, Xi Jinping, llamó a mantener relaciones estables con Estados Unidos basadas en el respeto mutuo, la convivencia pacífica y la cooperación mutuamente beneficiosa. Esta declaración se produjo antes de la visita del ministro de Relaciones Exteriores de China a Washington y la reunión esperada entre el presidente Xi y el presidente Joe Biden en noviembre.\",            \"translated_title\": \"China Llama a Relaciones Estables con Estados Unidos\"        },        {            \"english_version\": \"Republicans nominated Mike Johnson of Louisiana for speaker of America's House of Representatives after a closed-door vote. This comes after Tom Emmer dropped out of the race and failed to secure the support of hardline Republicans. Michael Cohen, Donald Trump's former lawyer, testified in a civil fraud trial against the former president, claiming that he had inflated Mr Trump's assets to whatever number he was told to.\",            \"english_title\": \"Republicans Nominate Mike Johnson for Speaker\",            \"translated_version\": \"Los republicanos nominaron a Mike Johnson de Louisiana como presidente de la Cámara de Representantes de Estados Unidos después de una votación a puerta cerrada. Esto sucede después de que Tom Emmer se retirara de la carrera y no lograra asegurar el apoyo de los republicanos más radicales. Michael Cohen, el exabogado de Donald Trump, testificó en un juicio civil por fraude contra el ex presidente, afirmando que había inflado los activos del Sr. Trump al número que se le indicara.\",            \"translated_title\": \"Los Republicanos Nominan a Mike Johnson como Presidente\"        },        {            \"english_version\": \"Consumer prices in Australia rose by 1.2% during the third quarter, exceeding economists' expectations. The increase was driven by higher petrol and electricity prices. ANZ bank predicts that the Reserve Bank of Australia will raise interest rates by 0.25 percentage points to 4.35% next month.\",            \"english_title\": \"Rise in Consumer Prices in Australia\",            \"translated_version\": \"Los precios al consumidor en Australia aumentaron un 1.2% durante el tercer trimestre, superando las expectativas de los economistas. El aumento fue impulsado por los precios más altos de la gasolina y la electricidad. El banco ANZ predice que el Banco de la Reserva de Australia aumentará las tasas de interés en 0.25 puntos porcentuales a 4.35% el próximo mes.\",            \"translated_title\": \"Aumento de los Precios al Consumidor en Australia\"        }    ]}"