"{    \"translations\": [        {            \"english_version\": \"Strikes have continued in Gaza as negotiators prepare to head to Egypt for talks starting on Monday.\",            \"english_title\": \"Gaza Strikes Continue\",            \"translated_version\": \"Los ataques siguen en Gaza mientras los negociadores se preparan para ir a Egipto para hablar el lunes.\",            \"translated_title\": \"Ataques en Gaza\"        },        {            \"english_version\": \"Russia says it carried out an overnight strike on Ukrainian military and infrastructure targets.\",            \"english_title\": \"Russia Strikes Ukraine\",            \"translated_version\": \"Rusia dice que hizo un ataque en la noche a objetivos militares y de infraestructura en Ucrania.\",            \"translated_title\": \"Rusia ataca Ucrania\"        },        {            \"english_version\": \"Gisèle Pelicot's strong position was seen as a key moment in France's MeToo movement, but the excitement seems to be fading.\",            \"english_title\": \"Gisèle Pelicot's Impact\",            \"translated_version\": \"La fuerte posición de Gisèle Pelicot fue vista como un momento importante en el movimiento MeToo en Francia, pero la emoción parece estar desapareciendo.\",            \"translated_title\": \"Impacto de Gisèle Pelicot\"        },        {            \"english_version\": \"The Senate will meet again on Monday to try to pass a bill to reopen the government, but the chances seem low.\",            \"english_title\": \"Senate Meeting on Government\",            \"translated_version\": \"El Senado se reunirá de nuevo el lunes para intentar aprobar una ley para reabrir el gobierno, pero las posibilidades parecen bajas.\",            \"translated_title\": \"Reunión del Senado\"        },        {            \"english_version\": \"An explosion and gunfire were heard coming from the jail near the presidential palace in Mogadishu.\",            \"english_title\": \"Explosion in Mogadishu\",            \"translated_version\": \"Se escucharon una explosión y disparos viniendo de la cárcel cerca del palacio presidencial en Mogadiscio.\",            \"translated_title\": \"Explosión en Mogadiscio\"        }    ]}"