"{    \"translations\": [        {            \"english_version\": \"In a televised press conference Binyamin Netanyahu, Israel’s prime minister, announced that the Israel Defence Forces had entered a second phase of the war in Gaza. He warned of a 'long and difficult' operation in the coastal enclave to 'dismantle' Hamas and free hostages. The head of the UN’s agency for Palestinian refugees warned that 'civil order' inside the strip is starting to disintegrate. Warehouses containing UN food aid have been raided by civilians. Gaza’s health ministry, which is run by Hamas, says that more than 8,000 people have been killed by Israeli strikes.\",            \"english_title\": \"Israel's Prime Minister Announces Second Phase of War in Gaza\",            \"translated_version\": \"En una conferencia de prensa televisada, Binyamin Netanyahu, el primer ministro de Israel, anunció que las Fuerzas de Defensa de Israel habían entrado en una segunda fase de la guerra en Gaza. Advirtió de una operación 'larga y difícil' en el enclave costero para 'desmantelar' a Hamas y liberar a los rehenes. El jefe de la agencia de la ONU para los refugiados palestinos advirtió que el 'orden civil' dentro de la franja está empezando a desintegrarse. Los almacenes que contenían ayuda alimentaria de la ONU han sido saqueados por civiles. El ministerio de salud de Gaza, que es dirigido por Hamas, dice que más de 8,000 personas han sido asesinadas por los ataques israelíes.\",            \"translated_title\": \"El Primer Ministro de Israel Anuncia Segunda Fase de la Guerra en Gaza\"        },        {            \"english_version\": \"Ahead of an expected meeting between Joe Biden and Xi Jinping in November, China’s foreign minister, Wang Yi, said the 'road to the San Francisco summit will not be a smooth one'. The two presidents are likely to meet at the Asia-Pacific Economic Cooperation forum. Mr Wang said that both sides needed to 'return to Bali'—a reference to the pair’s amicable meeting last year.\",            \"english_title\": \"China's Foreign Minister Talks About Upcoming Meeting with Joe Biden\",            \"translated_version\": \"Antes de una reunión esperada entre Joe Biden y Xi Jinping en noviembre, el ministro de relaciones exteriores de China, Wang Yi, dijo que el 'camino hacia la cumbre de San Francisco no será fácil'. Es probable que los dos presidentes se encuentren en el foro de Cooperación Económica Asia-Pacífico. El Sr. Wang dijo que ambas partes necesitaban 'volver a Bali', en referencia a la reunión amistosa del año pasado.\",            \"translated_title\": \"Ministro de Relaciones Exteriores de China Habla Sobre la Próxima Reunión con Joe Biden\"        },        {            \"english_version\": \"Mike Pence, a former vice-president, pulled out of America’s 2024 presidential race. He announced the end of his bid during a speech at the annual conference of the Republican Jewish Coalition, a gathering of big conservative donors. Like other hopefuls, Mr Pence lagged in the polls behind his former running-mate, Donald Trump, who has for months dominated the race for the 2024 Republican nomination. The United Automobile Workers union reached a tentative agreement on a new workers’ contract with Stellantis, a carmaker. The deal includes a 25% pay increase for over four-and-a-half years. On October 25th UAW agreed similar new terms with Ford. More than 45,000 workers have been striking against Detroit’s 'big three' carmakers for over six weeks. The union expanded its strike against General Motors to include an engine plant.\",            \"english_title\": \"Mike Pence Withdraws from 2024 Presidential Race\",            \"translated_version\": \"Mike Pence, un ex vicepresidente, se retiró de la carrera presidencial de Estados Unidos en 2024. Anunció el fin de su candidatura durante un discurso en la conferencia anual de la Coalición Judía Republicana, una reunión de grandes donantes conservadores. Al igual que otros candidatos, el Sr. Pence quedó rezagado en las encuestas detrás de su ex compañero de fórmula, Donald Trump, quien ha dominado la carrera por la nominación republicana en 2024 durante meses. El sindicato United Automobile Workers llegó a un acuerdo tentativo sobre un nuevo contrato laboral con Stellantis, un fabricante de automóviles. El acuerdo incluye un aumento salarial del 25% durante más de cuatro años y medio. El 25 de octubre, UAW acordó términos similares con Ford. Más de 45,000 trabajadores han estado en huelga contra los tres grandes fabricantes de automóviles de Detroit durante más de seis semanas. El sindicato amplió su huelga contra General Motors para incluir una planta de motores.\",            \"translated_title\": \"Mike Pence se Retira de la Carrera Presidencial de 2024\"        },        {            \"english_version\": \"A police officer was killed, and more than 100 people were injured, at a protest in Dhaka, Bangladesh’s capital. Tens of thousands of people had gathered to demand the resignation of Sheikh Hasina, the prime minister. The rally was organised by the Bangladesh Nationalist Party, an opposition group which is calling for elections in January to be held under a neutral caretaker government.\",            \"english_title\": \"Protest in Dhaka Turns Violent\",            \"translated_version\": \"Un oficial de policía fue asesinado y más de 100 personas resultaron heridas en una protesta en Dhaka, la capital de Bangladesh. Decenas de miles de personas se habían reunido para exigir la renuncia de Sheikh Hasina, la primera ministra. La manifestación fue organizada por el Partido Nacionalista de Bangladesh, un grupo de oposición que pide que las elecciones de enero se celebren bajo un gobierno neutral de cuidado.\",            \"translated_title\": \"Protesta en Dhaka se Vuelve Violenta\"        },        {            \"english_version\": \"South Africa beat New Zealand 12-11 in the final of the Rugby World Cup, giving the Springboks a record fourth title. Siya Kolisi, who four years ago in Japan became the first black captain of South Africa to lift the trophy, repeated the feat in France. A sport once associated with the white side of apartheid is now a source of pride across the Rainbow Nation.\",            \"english_title\": \"South Africa Wins Rugby World Cup\",            \"translated_version\": \"Sudáfrica venció a Nueva Zelanda 12-11 en la final de la Copa del Mundo de Rugby, dando a los Springboks su cuarto título récord. Siya Kolisi, quien hace cuatro años en Japón se convirtió en el primer capitán negro de Sudáfrica en levantar el trofeo, repitió la hazaña en Francia. Un deporte que alguna vez estuvo asociado con el lado blanco del apartheid ahora es una fuente de orgullo en toda la Nación del Arco Iris.\",            \"translated_title\": \"Sudáfrica Gana la Copa del Mundo de Rugby\"        }    ]}"