"{    \"translations\": [        {            \"english_version\": \"The S&P 500 and the NASDAQ, American stock indices, had their worst quarters since 2022. The S&P fell by 5.8% in March, the biggest drop since December 2022. Investors are concerned about Donald Trump's tariffs and the health of America's economy.\",            \"english_title\": \"Stock Market Decline\",            \"translated_version\": \"El S&P 500 y el NASDAQ, índices de acciones estadounidenses, tuvieron su peor trimestre desde 2022. El S&P cayó un 5.8% en marzo, la mayor caída desde diciembre de 2022. Los inversores están preocupados por los aranceles de Donald Trump y la salud de la economía de América.\",            \"translated_title\": \"Caída del Mercado de Valores\"        },        {            \"english_version\": \"Marine Le Pen, the leader of France's hard-right National Rally, was found guilty of misusing European Parliament funds. She received a four-year prison sentence, with two years suspended and two under house arrest. Judges also banned her from office for five years, preventing her from running for president in 2027.\",            \"english_title\": \"Verdict on Marine Le Pen\",            \"translated_version\": \"Marine Le Pen, la líder del partido de extrema derecha de Francia, fue encontrada culpable de malversar fondos del Parlamento Europeo. Recibió una sentencia de cuatro años de prisión, con dos años en suspenso y dos bajo arresto domiciliario. Los jueces también la prohibieron ocupar cargos públicos durante cinco años, impidiéndole postularse para presidenta en 2027.\",            \"translated_title\": \"Veredicto sobre Marine Le Pen\"        },        {            \"english_version\": \"Ms. Le Pen denies any wrongdoing and plans to appeal the decision.\",            \"english_title\": \"Le Pen's Response\",            \"translated_version\": \"La Sra. Le Pen niega cualquier mala conducta y planea apelar la decisión.\",            \"translated_title\": \"Respuesta de Le Pen\"        },        {            \"english_version\": \"The Economist is a publication that offers news and analysis on various topics. It provides content on its website and through its app for iOS and Android.\",            \"english_title\": \"About The Economist\",            \"translated_version\": \"The Economist es una revista que ofrece noticias y análisis sobre varios temas. Proporciona contenido en su sitio web y a través de su aplicación para iOS y Android.\",            \"translated_title\": \"Sobre The Economist\"        },        {            \"english_version\": \"The Economist Group, which owns The Economist, also offers services such as Economist Intelligence, Economist Impact, and Economist Education Courses. They can be contacted for more information or support.\",            \"english_title\": \"Services by The Economist Group\",            \"translated_version\": \"El Grupo The Economist, que es propietario de The Economist, también ofrece servicios como Economist Intelligence, Economist Impact y Cursos de Educación de The Economist. Se les puede contactar para obtener más información o apoyo.\",            \"translated_title\": \"Servicios del Grupo The Economist\"        }    ]}"