"{    \"translations\": [        {            \"english_version\": \"Trump disagrees with the UK's plan to recognize a Palestinian state. He has a different opinion than the prime minister on this matter.\",            \"english_title\": \"Trump Disagrees with UK\",            \"translated_version\": \"Trump no está de acuerdo con el plan del Reino Unido de reconocer un estado palestino. Él tiene una opinión diferente al primer ministro sobre esto.\",            \"translated_title\": \"Trump no está de acuerdo con Reino Unido\"        },        {            \"english_version\": \"Many Palestinians are moving south as Israeli tanks move further into Gaza's largest city. This is causing a lot of people to leave their homes.\",            \"english_title\": \"Palestinians Move South\",            \"translated_version\": \"Muchos palestinos se están moviendo al sur mientras los tanques israelíes avanzan más en la ciudad más grande de Gaza. Esto está haciendo que muchas personas dejen sus casas.\",            \"translated_title\": \"Palestinos se mueven al sur\"        },        {            \"english_version\": \"The government fell apart less than two weeks ago because of a disagreement over a proposed budget. This has led to many people walking out in protest.\",            \"english_title\": \"Government Falls Apart\",            \"translated_version\": \"El gobierno se deshizo hace menos de dos semanas por un desacuerdo sobre un presupuesto propuesto. Esto ha llevado a muchas personas a salir en protesta.\",            \"translated_title\": \"Gobierno se deshace\"        },        {            \"english_version\": \"A lawsuit has been filed against US right-wing influencer Candace Owens. She claimed that the French first lady was born male, which led to legal action.\",            \"english_title\": \"Lawsuit Against Candace Owens\",            \"translated_version\": \"Se ha presentado una demanda contra la influencer estadounidense de derecha Candace Owens. Ella dijo que la primera dama de Francia nació hombre, lo que llevó a una acción legal.\",            \"translated_title\": \"Demanda contra Candace Owens\"        },        {            \"english_version\": \"An immigration judge has ordered Khalil to be deported to Algeria or Syria. This is because he did not provide all the information on his green card application.\",            \"english_title\": \"Khalil Ordered to be Deported\",            \"translated_version\": \"Un juez de inmigración ha ordenado que Khalil sea deportado a Argelia o Siria. Esto es porque no dio toda la información en su solicitud de tarjeta verde.\",            \"translated_title\": \"Khalil será deportado\"        }    ]}"