"{    \"translations\": [        {            \"english_version\": \"An Israeli air strike on Beirut killed a senior Hizbullah commander. The Israel Defence Forces confirmed this attack. It was the third strike on the Lebanese capital in a week. The strikes have caused casualties, with at least 564 people dead and 1,850 wounded. Many civilians, including women and children, have been affected. The situation has raised concerns about a potential full-scale war between Israel and the Iran-backed Shia militia.\",            \"english_title\": \"Israeli air strike on Beirut\",            \"translated_version\": \"Un ataque aéreo israelí en Beirut mató a un comandante senior de Hizbullah. Las Fuerzas de Defensa de Israel confirmaron este ataque. Fue el tercer ataque a la capital libanesa en una semana. Los ataques han causado víctimas, con al menos 564 personas muertas y 1,850 heridas. Muchos civiles, incluyendo mujeres y niños, han sido afectados. La situación ha levantado preocupaciones sobre una posible guerra a gran escala entre Israel y la milicia chií respaldada por Irán.\",            \"translated_title\": \"Ataque aéreo israelí en Beirut\"        },        {            \"english_version\": \"World leaders, including President Joe Biden, have expressed concerns about the escalating situation. Israel's envoy to the UN stated that the country is not seeking a ground invasion. President Biden emphasized that a war between Israel and Lebanon would not benefit anyone. The UN General Assembly discussions highlighted the need to prevent further escalation and promote peace in the region.\",            \"english_title\": \"International Response to Israeli Strikes\",            \"translated_version\": \"Líderes mundiales, incluido el Presidente Joe Biden, han expresado preocupaciones sobre la situación en escalada. El enviado de Israel a la ONU declaró que el país no está buscando una invasión terrestre. El Presidente Biden enfatizó que una guerra entre Israel y Líbano no beneficiaría a nadie. Las discusiones de la Asamblea General de la ONU resaltaron la necesidad de prevenir una mayor escalada y promover la paz en la región.\",            \"translated_title\": \"Respuesta Internacional a los Ataques Israelíes\"        }    ]}"