"{    \"translations\": [        {            \"english_version\": \"Ukraine is struggling to maintain control over Pokrovsk, but its military is eager to show they are still fighting against Russia's progress.\",            \"english_title\": \"Ukraine's Fight\",            \"translated_version\": \"Ucrania está teniendo problemas para controlar Pokrovsk, pero su ejército quiere mostrar que todavía están luchando contra el avance de Rusia.\",            \"translated_title\": \"Lucha de Ucrania\"        },        {            \"english_version\": \"A detailed study shows how the military's air attacks have affected civilians.\",            \"english_title\": \"Air Attacks Impact\",            \"translated_version\": \"Un estudio detallado muestra cómo los ataques aéreos del ejército han afectado a los civiles.\",            \"translated_title\": \"Impacto de Ataques Aéreos\"        },        {            \"english_version\": \"Kyiv is trying to resist a US proposal that would involve giving some land to Russia.\",            \"english_title\": \"Kyiv Resists Proposal\",            \"translated_version\": \"Kyiv está tratando de resistir una propuesta de Estados Unidos que implicaría dar algo de tierra a Rusia.\",            \"translated_title\": \"Kyiv Resiste Propuesta\"        },        {            \"english_version\": \"US lawmakers might stop Pentagon travel funds until a full video of a controversial event is released.\",            \"english_title\": \"Pentagon Funds Issue\",            \"translated_version\": \"Los legisladores de Estados Unidos podrían detener los fondos de viaje del Pentágono hasta que se publique un video completo de un evento controvertido.\",            \"translated_title\": \"Problema de Fondos del Pentágono\"        },        {            \"english_version\": \"Authorities have warned that a stronger earthquake might happen soon.\",            \"english_title\": \"Earthquake Warning\",            \"translated_version\": \"Las autoridades han advertido que podría ocurrir un terremoto más fuerte pronto.\",            \"translated_title\": \"Advertencia de Terremoto\"        }    ]}"