"{    \"translations\": [        {            \"english_version\": \"An American court has stopped many of Donald Trump's trade tariffs. The court said the president did not have the power to impose these tariffs. Normally, only Congress can impose tariffs. The court ruled that Trump's attempt to bypass Congress by declaring a national emergency was illegal.\",            \"english_title\": \"American court blocks Trump's trade tariffs\",            \"translated_version\": \"Un tribunal estadounidense ha detenido muchos de los aranceles comerciales de Donald Trump. El tribunal dijo que el presidente no tenía el poder para imponer estos aranceles. Normalmente, solo el Congreso puede imponer aranceles. El tribunal dictaminó que el intento de Trump de eludir al Congreso declarando una emergencia nacional era ilegal.\",            \"translated_title\": \"Tribunal estadounidense bloquea los aranceles comerciales de Trump\"        },        {            \"english_version\": \"Elon Musk has decided to resign as a special government employee with the Trump administration. He has been leading efforts to change the American government through the Department of Government Efficiency. Musk has criticized Trump's budget plan for increasing the national debt. He wants to focus more on his businesses, which have faced criticism recently.\",            \"english_title\": \"Elon Musk steps down as special government employee\",            \"translated_version\": \"Elon Musk ha decidido renunciar como empleado especial del gobierno con la administración de Trump. Ha estado liderando esfuerzos para cambiar el gobierno estadounidense a través del Departamento de Eficiencia Gubernamental. Musk ha criticado el plan presupuestario de Trump por aumentar la deuda nacional. Quiere enfocarse más en sus negocios, los cuales han enfrentado críticas recientemente.\",            \"translated_title\": \"Elon Musk renuncia como empleado especial del gobierno\"        }    ]}"