"{    \"translations\": [        {            \"english_version\": \"A major breakthrough has been made, but the deal still needs to pass more challenges in Congress.\",            \"english_title\": \"Breakthrough in Congress\",            \"translated_version\": \"Se ha hecho un gran avance, pero el acuerdo todavía necesita pasar más desafíos en el Congreso.\",            \"translated_title\": \"Avance en Congreso\"        },        {            \"english_version\": \"Typhoon Fung-wong, with strong winds, hit the Philippines as a super typhoon and later became weaker. It has caused more than 900,000 people to evacuate.\",            \"english_title\": \"Typhoon Hits Philippines\",            \"translated_version\": \"El tifón Fung-wong, con vientos fuertes, golpeó Filipinas como un súper tifón y luego se hizo más débil. Ha hecho que más de 900,000 personas evacuen.\",            \"translated_title\": \"Tifón en Filipinas\"        },        {            \"english_version\": \"The Israeli military confirmed that the body of a soldier, missing for 11 years, was returned from Gaza on Sunday.\",            \"english_title\": \"Soldier's Body Returned\",            \"translated_version\": \"El ejército israelí confirmó que el cuerpo de un soldado, desaparecido por 11 años, fue devuelto de Gaza el domingo.\",            \"translated_title\": \"Cuerpo de Soldado Devuelto\"        },        {            \"english_version\": \"The government in Iran is asking people to save water because reservoirs are drying up and there is very little rainfall.\",            \"english_title\": \"Iran Water Shortage\",            \"translated_version\": \"El gobierno en Irán está pidiendo a la gente que ahorre agua porque los embalses se están secando y hay muy poca lluvia.\",            \"translated_title\": \"Escasez de Agua en Irán\"        },        {            \"english_version\": \"Sir Richard Knighton, the UK military chief, says that his Belgian counterpart asked for help with personnel and equipment this week.\",            \"english_title\": \"Belgium Asks for Help\",            \"translated_version\": \"Sir Richard Knighton, el jefe militar del Reino Unido, dice que su homólogo belga pidió ayuda con personal y equipo esta semana.\",            \"translated_title\": \"Bélgica Pide Ayuda\"        }    ]}"