"{    \"translations\": [        {            \"english_version\": \"President Joe Biden announced that Qatar delivered an Israeli proposal to Hamas for a ceasefire. The terms include a six-week ceasefire, Israeli forces withdrawing from populated areas in Gaza, and the release of hostages.\",            \"english_title\": \"Ceasefire Proposal\",            \"translated_version\": \"El Presidente Joe Biden anunció que Qatar entregó una propuesta israelí a Hamas para un alto el fuego. Los términos incluyen un alto el fuego de seis semanas, las fuerzas israelíes retirándose de áreas pobladas en Gaza y la liberación de rehenes.\",            \"translated_title\": \"Propuesta de Alto el Fuego\"        },        {            \"english_version\": \"The Israel Defence Forces entered central Rafah despite international criticism. President Biden stated that Hamas is no longer capable of launching another attack and called for an end to the war.\",            \"english_title\": \"Israeli Offensive and Biden's Statement\",            \"translated_version\": \"Las Fuerzas de Defensa de Israel entraron en Rafah central a pesar de la crítica internacional. El Presidente Biden declaró que Hamas ya no es capaz de lanzar otro ataque y pidió el fin de la guerra.\",            \"translated_title\": \"Ofensiva Israelí y Declaración de Biden\"        },        {            \"english_version\": \"Donald Trump's campaign reported raising $34.8m in donations after his criminal conviction. He was found guilty on 34 counts of falsifying business records related to hush-money payments.\",            \"english_title\": \"Trump's Conviction and Fundraising\",            \"translated_version\": \"La campaña de Donald Trump informó haber recaudado $34.8 millones en donaciones después de su condena criminal. Fue encontrado culpable de 34 cargos por falsificar registros comerciales relacionados con pagos de dinero para silenciar.\",            \"translated_title\": \"Condena de Trump y Recaudación de Fondos\"        }    ]}"