"{    \"translations\": [        {            \"english_version\": \"Hayat Tahrir al-Sham, the group that led the overthrow of Bashar al-Assad in Syria, announced plans to create a new government. They promised to bring back order. NATO asked them to follow the law, protect civilians, and respect minorities during the change.\",            \"english_title\": \"Hayat Tahrir al-Sham forming new government in Syria\",            \"translated_version\": \"El grupo Hayat Tahrir al-Sham, que lideró la caída de Bashar al-Assad en Siria, anunció planes para crear un nuevo gobierno. Prometieron traer orden de vuelta. La OTAN les pidió que sigan la ley, protejan a los civiles y respeten a las minorías durante el cambio.\",            \"translated_title\": \"Hayat Tahrir al-Sham formando nuevo gobierno en Siria\"        },        {            \"english_version\": \"European governments responded quickly to the news. Germany stopped over 47,000 Syrian asylum applications. Austria said they would send Syrian refugees back.\",            \"english_title\": \"European reactions to developments in Syria\",            \"translated_version\": \"Los gobiernos europeos respondieron rápidamente a la noticia. Alemania detuvo más de 47,000 solicitudes de asilo sirias. Austria dijo que enviarían de vuelta a los refugiados sirios.\",            \"translated_title\": \"Reacciones europeas a los desarrollos en Siria\"        },        {            \"english_version\": \"Israel's defense minister, Israel Katz, told the air force to keep attacking Syria. They aimed to destroy important weapons like missiles and air defense systems to stop rebels from getting them. Israeli airstrikes over the weekend targeted places suspected of having chemical weapons.\",            \"english_title\": \"Israel's actions in Syria\",            \"translated_version\": \"El ministro de defensa de Israel, Israel Katz, le dijo a la fuerza aérea que siga atacando a Siria. Su objetivo era destruir armas importantes como misiles y sistemas de defensa aérea para evitar que los rebeldes las consigan. Los ataques aéreos israelíes durante el fin de semana apuntaron a lugares sospechosos de tener armas químicas.\",            \"translated_title\": \"Acciones de Israel en Siria\"        }    ]}"