"{    \"translations\": [        {            \"english_version\": \"A Russian air strike killed at least 16 people and injured many more in Chernihiv, a city in the north of Ukraine. The city’s acting mayor condemned Russia for engaging in terrorist activity. Russia has stepped up its bombardment of Ukrainian cities, overwhelming the country’s air defences. Ukrainian politicians renewed their call for more military support following the attack.\",            \"english_title\": \"Conflict in Ukraine\",            \"translated_version\": \"Un ataque aéreo ruso mató al menos a 16 personas e hirió a muchas más en Chernihiv, una ciudad en el norte de Ucrania. El alcalde interino de la ciudad condenó a Rusia por participar en actividades terroristas. Rusia ha intensificado su bombardeo de ciudades ucranianas, superando las defensas aéreas del país. Los políticos ucranianos renovaron su llamado a más apoyo militar después del ataque.\",            \"translated_title\": \"Conflict in Ukraine\"        },        {            \"english_version\": \"The IMF forecasted that America will record a fiscal deficit of 7.1% next year. According to the IMF’s Fiscal Monitor, the average fiscal deficit for countries in the rich world is 2%. The report was also highly critical of large budget deficits in China, Britain, and Italy.\",            \"english_title\": \"Global Fiscal Deficits\",            \"translated_version\": \"El FMI pronosticó que Estados Unidos registrará un déficit fiscal del 7.1% el próximo año. Según el Monitor Fiscal del FMI, el déficit fiscal promedio para los países en el mundo rico es del 2%. El informe también fue muy crítico con los grandes déficits presupuestarios en China, Gran Bretaña e Italia.\",            \"translated_title\": \"Global Fiscal Deficits\"        },        {            \"english_version\": \"Georgia’s parliament approved a controversial foreign agents law on its first reading. Opposition MPs refused to vote on the bill, which would require organizations to register as pursuing the interests of a foreign power if they receive more than 20% of their funding from abroad. Critics view the law as a means of cracking down on dissent and held mass protests in Tbilisi in recent days.\",            \"english_title\": \"Controversial Law in Georgia\",            \"translated_version\": \"El parlamento de Georgia aprobó una ley controvertida de agentes extranjeros en su primera lectura. Los diputados de la oposición se negaron a votar sobre el proyecto de ley, que requeriría que las organizaciones se registren como persiguiendo los intereses de un poder extranjero si reciben más del 20% de su financiamiento del extranjero. Los críticos ven la ley como un medio para reprimir la disidencia y realizaron protestas masivas en Tbilisi en los últimos días.\",            \"translated_title\": \"Controversial Law in Georgia\"        },        {            \"english_version\": \"President Joe Biden will call for tariffs on Chinese steel to be tripled when he visits Pennsylvania on Wednesday. Tariffs on Chinese steel imports, which make up 0.6% of American demand, are currently 7.5%. The announcement is part of Mr Biden’s efforts to outflank Donald Trump ahead of the presidential election in November.\",            \"english_title\": \"Trade Relations with China\",            \"translated_version\": \"El Presidente Joe Biden pedirá que se tripliquen los aranceles sobre el acero chino cuando visite Pennsylvania el miércoles. Los aranceles a las importaciones de acero chino, que representan el 0.6% de la demanda estadounidense, actualmente son del 7.5%. El anuncio es parte de los esfuerzos del Sr. Biden para superar a Donald Trump antes de las elecciones presidenciales de noviembre.\",            \"translated_title\": \"Trade Relations with China\"        },        {            \"english_version\": \"The European Commission ordered TikTok, a social media company, to submit a risk assessment regarding the impact of its new platform, TikTok Lite. The Commission is concerned about the platform's impact on children’s mental health, including a Reward Program that allows users to earn points by watching videos. This move follows the Commission’s investigation into TikTok, which is also under fire in America.\",            \"english_title\": \"Regulation of Social Media\",            \"translated_version\": \"La Comisión Europea ordenó a TikTok, una empresa de redes sociales, que presente una evaluación de riesgos sobre el impacto de su nueva plataforma, TikTok Lite. La Comisión está preocupada por el impacto de la plataforma en la salud mental de los niños, incluido un Programa de Recompensas que permite a los usuarios ganar puntos viendo videos. Este movimiento sigue a la investigación de la Comisión sobre TikTok, que también está bajo fuego en América.\",            \"translated_title\": \"Regulation of Social Media\"        }    ]}"