"{    \"translations\": [        {            \"english_version\": \"After thousands of pagers used by Hizbullah militants exploded, more blasts occurred in Lebanon. The explosions killed at least three people and injured dozens. Earlier incidents on Tuesday resulted in nine deaths and nearly 3,000 injuries. American officials claimed that Israel had planted explosives in the pagers before they were brought into Lebanon. Israel has not yet responded, but it recently expanded its war aims to include the safe return of its citizens in the north of the country.\",            \"english_title\": \"Explosions in Lebanon\",            \"translated_version\": \"Después de que miles de localizadores usados por militantes de Hizbullah explotaran, ocurrieron más explosiones en Líbano. Las explosiones mataron al menos a tres personas e hirieron a docenas. Incidentes anteriores el martes resultaron en nueve muertes y casi 3,000 heridos. Funcionarios estadounidenses afirmaron que Israel había colocado explosivos en los localizadores antes de que fueran llevados a Líbano. Israel aún no ha respondido, pero recientemente amplió sus objetivos de guerra para incluir el regreso seguro de sus ciudadanos en el norte del país.\",            \"translated_title\": \"Explosiones en Líbano\"        },        {            \"english_version\": \"Google successfully appealed against a €1.5bn ($1.7bn) fine imposed by the European Commission. The Commission had accused Google of using its dominance in the search-engine market to control how publishers' ads were shown. The European Union's General Court found errors in the Commission's assessment of Google's advertising contracts.\",            \"english_title\": \"Google's Antitrust Case\",            \"translated_version\": \"Google apeló con éxito contra una multa de €1.5bn ($1.7bn) impuesta por la Comisión Europea. La Comisión había acusado a Google de usar su dominio en el mercado de motores de búsqueda para controlar cómo se mostraban los anuncios de los editores. El Tribunal General de la Unión Europea encontró errores en la evaluación de los contratos publicitarios de Google por parte de la Comisión.\",            \"translated_title\": \"Caso Antimonopolio de Google\"        }    ]}"