"{    \"translations\": [        {            \"english_version\": \"Israel’s army claimed to have completely dismantled Hamas’s military framework in the northern part of the Gaza strip, and said it would now focus on the centre and south of the enclave.\",            \"english_title\": \"Israeli Army Dismantles Hamas's Military Framework\",            \"translated_version\": \"El ejército de Israel afirmó haber desmantelado por completo la estructura militar de Hamas en la parte norte de la Franja de Gaza, y dijo que ahora se enfocaría en el centro y sur del enclave.\",            \"translated_title\": \"El Ejército de Israel Desmantela la Estructura Militar de Hamas\"        },        {            \"english_version\": \"Hizbullah, a Lebanese militia, claimed to have fired 62 rockets towards northern Israel. The Iran-backed group said the attack was an initial response to the killing of a senior Hamas official by a drone strike in Beirut.\",            \"english_title\": \"Hizbullah Fires Rockets at Northern Israel\",            \"translated_version\": \"Hizbullah, una milicia libanesa, afirmó haber disparado 62 cohetes hacia el norte de Israel. El grupo respaldado por Irán dijo que el ataque fue una respuesta inicial al asesinato de un alto funcionario de Hamas por un ataque de drones en Beirut.\",            \"translated_title\": \"Hizbullah Dispara Cohetes al Norte de Israel\"        },        {            \"english_version\": \"A Russian missile strike killed at least 11 people in Pokrovsk, a city in eastern Ukraine. Meanwhile, officials in Kharkiv, in north-eastern Ukraine, publicly displayed fragments of missiles supplied to Russia by North Korea, backing up claims by the White House that the Kremlin is sourcing arms from the Hermit Kingdom.\",            \"english_title\": \"Russian Missile Strike in Ukraine\",            \"translated_version\": \"Un ataque de misiles rusos mató al menos a 11 personas en Pokrovsk, una ciudad en el este de Ucrania. Mientras tanto, funcionarios en Kharkiv, en el noreste de Ucrania, mostraron públicamente fragmentos de misiles suministrados a Rusia por Corea del Norte, respaldando las afirmaciones de la Casa Blanca de que el Kremlin está obteniendo armas del Reino Hermético.\",            \"translated_title\": \"Ataque de Misiles Rusos en Ucrania\"        },        {            \"english_version\": \"An American airline regulator ordered the immediate inspection of some Boeing 737 MAX 9s after chunks of a plane fell off shortly after takeoff. The temporary grounding will affect 171 aircraft. Pictures taken by passengers aboard the Alaska Airlines flight showed a gaping hole in the cabin wall. The airliner landed safely. MAX planes were grounded for 20 months in 2019-20 following two fatal crashes.\",            \"english_title\": \"Inspection Ordered for Boeing 737 MAX 9s\",            \"translated_version\": \"Un regulador de aerolíneas estadounidense ordenó la inspección inmediata de algunos Boeing 737 MAX 9 después de que se desprendieran trozos de un avión poco después del despegue. La suspensión temporal afectará a 171 aviones. Las imágenes tomadas por los pasajeros a bordo del vuelo de Alaska Airlines mostraron un agujero enorme en la pared de la cabina. El avión aterrizó de manera segura. Los aviones MAX estuvieron suspendidos durante 20 meses en 2019-20 después de dos accidentes mortales.\",            \"translated_title\": \"Inspección Ordenada para los Boeing 737 MAX 9\"        },        {            \"english_version\": \"Protesters in Bangladesh set polling booths on fire in Dhaka, the capital, ahead of the general election on Sunday. The Bangladesh Nationalist Party, the country’s main opposition, began a 48-hour strike. They accuse Sheikh Hasina, the prime minister, of stifling democracy and call the election skewed. Many of the BNP’s leaders and thousands of its activists have been jailed in recent months.\",            \"english_title\": \"Protests and Strike in Bangladesh\",            \"translated_version\": \"Los manifestantes en Bangladesh incendiaron las casetas de votación en Dhaka, la capital, antes de las elecciones generales del domingo. El Partido Nacionalista de Bangladesh, la principal oposición del país, inició una huelga de 48 horas. Acusan a Sheikh Hasina, la primera ministra, de sofocar la democracia y llaman a las elecciones sesgadas. Muchos de los líderes del BNP y miles de sus activistas han sido encarcelados en los últimos meses.\",            \"translated_title\": \"Protestas y Huelga en Bangladesh\"        }    ]}"