"{    \"translations\": [        {            \"english_version\": \"Mark Carney says changes depend on Palestinian democratic reforms and elections without Hamas.\",            \"english_title\": \"Carney on Palestinian Reforms\",            \"translated_version\": \"Mark Carney dice que los cambios dependen de reformas democráticas palestinas y elecciones sin Hamas.\",            \"translated_title\": \"Carney sobre Reformas Palestinas\"        },        {            \"english_version\": \"Russian drones and missiles have hit more than two dozen places in Kyiv, causing damage.\",            \"english_title\": \"Russian Attacks on Kyiv\",            \"translated_version\": \"Drones y misiles rusos han golpeado más de dos docenas de lugares en Kyiv, causando daño.\",            \"translated_title\": \"Ataques Rusos en Kyiv\"        },        {            \"english_version\": \"The US president announced that new measures will start on 1 August, which is the deadline for a trade deal.\",            \"english_title\": \"US Trade Deal Deadline\",            \"translated_version\": \"El presidente de EE.UU. anunció que nuevas medidas comenzarán el 1 de agosto, que es la fecha límite para un acuerdo comercial.\",            \"translated_title\": \"Fecha Límite de Acuerdo Comercial de EE.UU.\"        },        {            \"english_version\": \"A strong earthquake of 8.8 magnitude happened in Russia's Far East, causing alerts across the Pacific, but no deaths were reported.\",            \"english_title\": \"Earthquake in Russia's Far East\",            \"translated_version\": \"Un fuerte terremoto de magnitud 8.8 ocurrió en el Lejano Oriente de Rusia, causando alertas en el Pacífico, pero no se reportaron muertes.\",            \"translated_title\": \"Terremoto en el Lejano Oriente de Rusia\"        },        {            \"english_version\": \"Famine has been declared in parts of Darfur, which is badly affected by the ongoing civil war.\",            \"english_title\": \"Famine in Darfur\",            \"translated_version\": \"Se ha declarado hambruna en partes de Darfur, que está muy afectada por la guerra civil en curso.\",            \"translated_title\": \"Hambruna en Darfur\"        }    ]}"