"{    \"translations\": [        {            \"english_version\": \"America has redesignated the Houthis, a Yemen-based group, as a terrorist organization. This decision comes after the group has been launching attacks in the Red Sea. The Biden administration had previously removed the group from its foreign terrorist list to facilitate aid deliveries to Yemen. The new measures will require American institutions to freeze funds to the militant group.\",            \"english_title\": \"America Redesignates Houthis as Terrorist Organization\",            \"translated_version\": \"América ha vuelto a designar a los Hutíes, un grupo con base en Yemen, como una organización terrorista. Esta decisión se produce después de que el grupo haya estado lanzando ataques en el Mar Rojo. La administración de Biden había eliminado previamente al grupo de su lista de terroristas extranjeros para facilitar la entrega de ayuda a Yemen. Las nuevas medidas requerirán que las instituciones estadounidenses congelen los fondos al grupo militante.\",            \"translated_title\": \"América Redesigna a los Hutíes como Organización Terrorista\"        },        {            \"english_version\": \"Pakistan has recalled its ambassador from Iran and temporarily suspended all high-level visits between the two countries. This action was taken in response to Iran carrying out air strikes on targets in Pakistan. Iranian reports claim that the strikes were directed at bases for Jaish al-Adl, a Sunni militant group. Pakistan has condemned the attack as illegal and reported casualties.\",            \"english_title\": \"Pakistan Recalls Ambassador from Iran\",            \"translated_version\": \"Pakistán ha llamado de vuelta a su embajador de Irán y ha suspendido temporalmente todas las visitas de alto nivel entre los dos países. Esta acción se tomó en respuesta a que Irán llevó a cabo ataques aéreos en objetivos en Pakistán. Informes iraníes afirman que los ataques fueron dirigidos a bases de Jaish al-Adl, un grupo militante sunita. Pakistán ha condenado el ataque como ilegal y ha informado de víctimas.\",            \"translated_title\": \"Pakistán Llama de Vuelta a su Embajador de Irán\"        },        {            \"english_version\": \"Rishi Sunak, Britain's prime minister, has successfully passed his Rwanda bill despite opposition from hard-right Tory MPs. The bill aims to circumvent a Supreme Court ruling that deemed Mr. Sunak's plan to deport asylum seekers to Rwanda as unlawful. The bill declares that Rwanda is a safe country. However, some rebels believe that the bill does not go far enough and it will now be reviewed by the House of Lords.\",            \"english_title\": \"Rishi Sunak Passes Rwanda Bill\",            \"translated_version\": \"Rishi Sunak, el primer ministro de Gran Bretaña, ha aprobado con éxito su proyecto de ley de Ruanda a pesar de la oposición de los diputados conservadores de extrema derecha. El proyecto de ley tiene como objetivo eludir una sentencia del Tribunal Supremo que consideró ilegal el plan del Sr. Sunak de deportar a solicitantes de asilo a Ruanda. El proyecto de ley declara que Ruanda es un país seguro. Sin embargo, algunos rebeldes creen que el proyecto de ley no va lo suficientemente lejos y ahora será revisado por la Cámara de los Lores.\",            \"translated_title\": \"Rishi Sunak Aprueba el Proyecto de Ley de Ruanda\"        },        {            \"english_version\": \"Russian police have cracked down on a large protest in the central region of Bashkortostan following the imprisonment of a civil-rights activist. Reports estimate that thousands of people participated in the protest, making it one of the largest demonstrations in Russia since its invasion of Ukraine. Numerous individuals have been detained for opposing the war.\",            \"english_title\": \"Russian Police Crack Down on Protest in Bashkortostan\",            \"translated_version\": \"La policía rusa ha reprimido una gran protesta en la región central de Bashkortostán después del encarcelamiento de un activista de derechos civiles. Los informes estiman que miles de personas participaron en la protesta, lo que la convierte en una de las mayores manifestaciones en Rusia desde su invasión de Ucrania. Numerosas personas han sido detenidas por oponerse a la guerra.\",            \"translated_title\": \"La Policía Rusa Reprime Protesta en Bashkortostán\"        },        {            \"english_version\": \"An explosion in Ibadan, a major city in south-western Nigeria, has resulted in three deaths and nearly 80 injuries. The blast was caused by explosives that illegal miners had stored in a house. Illegal mining is prevalent in mineral-rich Nigeria, and the government has announced plans to tighten regulations around storing explosives.\",            \"english_title\": \"Explosion in Ibadan, Nigeria\",            \"translated_version\": \"Una explosión en Ibadan, una importante ciudad en el suroeste de Nigeria, ha resultado en tres muertes y casi 80 heridos. La explosión fue causada por explosivos que mineros ilegales habían almacenado en una casa. La minería ilegal es frecuente en la rica en minerales Nigeria, y el gobierno ha anunciado planes para endurecer las regulaciones sobre el almacenamiento de explosivos.\",            \"translated_title\": \"Explosión en Ibadan, Nigeria\"        }    ]}"