"{    \"translations\": [        {            \"english_version\": \"President Trump announced that the US will stop migration from certain countries. This decision affects many planes that need a software update or new computers.\",            \"english_title\": \"Trump Stops Migration\",            \"translated_version\": \"El presidente Trump dijo que Estados Unidos va a parar la migración de algunos países. Esta decisión afecta a muchos aviones que necesitan una actualización de software o nuevas computadoras.\",            \"translated_title\": \"Trump para migración\"        },        {            \"english_version\": \"Juan Orlando Hernández was sentenced to 45 years in the US for smuggling cocaine.\",            \"english_title\": \"Hernández Sentenced\",            \"translated_version\": \"Juan Orlando Hernández fue sentenciado a 45 años en Estados Unidos por contrabandear cocaína.\",            \"translated_title\": \"Hernández sentenciado\"        },        {            \"english_version\": \"Senegal's prime minister and Nigeria's former leader doubt the military takeover was real.\",            \"english_title\": \"Doubt on Military Takeover\",            \"translated_version\": \"El primer ministro de Senegal y el ex líder de Nigeria dudan que el golpe militar fuera real.\",            \"translated_title\": \"Duda sobre golpe militar\"        },        {            \"english_version\": \"At least 128 people died and many are missing after a fire in several tower blocks.\",            \"english_title\": \"Fire in Tower Blocks\",            \"translated_version\": \"Al menos 128 personas murieron y muchas están desaparecidas después de un incendio en varios edificios altos.\",            \"translated_title\": \"Incendio en edificios\"        },        {            \"english_version\": \"Israel targeted militants in Beit Jinn, but Syria called it a war crime.\",            \"english_title\": \"Israel Targets Militants\",            \"translated_version\": \"Israel atacó a militantes en Beit Jinn, pero Siria lo llamó un crimen de guerra.\",            \"translated_title\": \"Israel ataca militantes\"        }    ]}"