"{    \"translations\": [        {            \"english_version\": \"Yermak, 54, has been Zelensky's closest adviser throughout Russia's full-scale war. Authorities say 89 bodies are unidentified and 79 people remain injured after Wednesday's blaze.\",            \"english_title\": \"Yermak and the War\",            \"translated_version\": \"Yermak, de 54 años, ha sido el consejero más cercano de Zelensky durante la guerra de Rusia. Las autoridades dicen que 89 cuerpos no están identificados y 79 personas siguen heridas después del incendio del miércoles.\",            \"translated_title\": \"Yermak y la Guerra\"        },        {            \"english_version\": \"The ruling bucks a trend set by courts around Japan that had raised hopes for marriage equality.\",            \"english_title\": \"Court Ruling in Japan\",            \"translated_version\": \"La decisión va en contra de una tendencia de los tribunales en Japón que había dado esperanzas para la igualdad en el matrimonio.\",            \"translated_title\": \"Decisión del Tribunal en Japón\"        },        {            \"english_version\": \"The three nuns say they were taken out of the convent against their will and placed in a care home.\",            \"english_title\": \"Nuns Taken from Convent\",            \"translated_version\": \"Las tres monjas dicen que las sacaron del convento contra su voluntad y las llevaron a un hogar de cuidado.\",            \"translated_title\": \"Monjas Sacadas del Convento\"        },        {            \"english_version\": \"Russia's leader praised what he called Orban's 'balanced position on the situation in Ukraine'.\",            \"english_title\": \"Russia Praises Orban\",            \"translated_version\": \"El líder de Rusia elogió lo que llamó la `posición equilibrada de Orban sobre la situación en Ucrania`.\",            \"translated_title\": \"Rusia Elogia a Orban\"        },        {            \"english_version\": \"The president did not name which countries would be affected, but vowed to remove anyone 'not a net asset' to the US.\",            \"english_title\": \"President's Vow\",            \"translated_version\": \"El presidente no dijo qué países serían afectados, pero prometió quitar a cualquiera que `no sea un beneficio neto` para los EE.UU.\",            \"translated_title\": \"Promesa del Presidente\"        }    ]}"