"{    \"translations\": [        {            \"english_version\": \"Donald Trump said the US would manage Venezuela until a safe transition happens. This statement came after US forces captured President Nicolás Maduro and his wife. The situation has been tense, with Caracas calling it military aggression.\",            \"english_title\": \"US to Manage Venezuela\",            \"translated_version\": \"Donald Trump dijo que Estados Unidos manejará Venezuela hasta que haya una transición segura. Esto fue después de que fuerzas de Estados Unidos capturaron al Presidente Nicolás Maduro y su esposa. La situación ha sido tensa, y Caracas lo llama agresión militar.\",            \"translated_title\": \"EEUU manejará Venezuela\"        },        {            \"english_version\": \"There have been clashes and an independence bid in southern Yemen. This has brought Saudi and UAE-backed forces into conflict. The situation is complex, and it is unclear if the US will push for elections or try to remove more government members.\",            \"english_title\": \"Clashes in Southern Yemen\",            \"translated_version\": \"Ha habido enfrentamientos y un intento de independencia en el sur de Yemen. Esto ha llevado a fuerzas apoyadas por Arabia Saudita y Emiratos Árabes Unidos a un conflicto. La situación es complicada, y no está claro si Estados Unidos pedirá elecciones o intentará quitar más miembros del gobierno.\",            \"translated_title\": \"Enfrentamientos en Yemen Sur\"        },        {            \"english_version\": \"A preliminary investigation found that sparklers on champagne bottles were likely the cause of an incident. The sparklers were carried too close to the ceiling, which led to problems.\",            \"english_title\": \"Sparklers Cause Incident\",            \"translated_version\": \"Una investigación preliminar encontró que las chispas en botellas de champán probablemente causaron un incidente. Las chispas estaban muy cerca del techo, lo que causó problemas.\",            \"translated_title\": \"Chispas causan incidente\"        },        {            \"english_version\": \"Russian officials deny reports of a missile strike, saying the explosion was due to Ukrainian ammunition. This statement comes amid ongoing tensions and conflict in the region.\",            \"english_title\": \"Russia Denies Missile Strike\",            \"translated_version\": \"Oficiales rusos niegan informes de un ataque con misiles, diciendo que la explosión fue por municiones ucranianas. Esta declaración viene en medio de tensiones y conflictos en la región.\",            \"translated_title\": \"Rusia niega ataque con misiles\"        },        {            \"english_version\": \"Kyrylo Budanov leads the Hur military intelligence, which has claimed responsibility for several effective strikes against Russia. These actions have been significant in the ongoing conflict.\",            \"english_title\": \"Hur Intelligence Strikes\",            \"translated_version\": \"Kyrylo Budanov lidera la inteligencia militar Hur, que ha dicho ser responsable de varios ataques efectivos contra Rusia. Estas acciones han sido importantes en el conflicto actual.\",            \"translated_title\": \"Ataques de inteligencia Hur\"        }    ]}"