"{    \"translations\": [        {            \"english_version\": \"Doctors at Gaza’s biggest hospital said the situation had become catastrophic after Israeli attacks on the facility reportedly intensified. The World Health Organisation said the hospital was facing a bombardment and that as many as 50,000 people were sheltering there. Israeli forces have claimed that Hamas fighters are in tunnels beneath the hospital, which Hamas denies. Emmanuel Macron, the French president, told the BBC that Israel must call a ceasefire and stop killing civilians in Gaza.\",            \"english_title\": \"Hospital in Gaza under attack\",            \"translated_version\": \"Los doctores en el hospital más grande de Gaza dijeron que la situación se había vuelto catastrófica después de que los ataques israelíes contra la instalación se intensificaran. La Organización Mundial de la Salud dijo que el hospital estaba siendo bombardeado y que hasta 50,000 personas se refugiaban allí. Las fuerzas israelíes han afirmado que los combatientes de Hamas están en túneles debajo del hospital, lo cual Hamas niega. Emmanuel Macron, el presidente de Francia, le dijo a la BBC que Israel debe llamar a un alto el fuego y dejar de matar civiles en Gaza.\",            \"translated_title\": \"Ataque al hospital en Gaza\"        },        {            \"english_version\": \"Muhammad bin Salman, the de facto leader of Saudi Arabia, met his Iranian counterpart, Ebrahim Raisi, for the first time since the countries restored diplomatic relations in March after a seven-year lapse. The pair, among dozens of leaders from the Islamic world, were at a summit in Riyadh that was convened to discuss the situation in Gaza.\",            \"english_title\": \"Leaders of Saudi Arabia and Iran meet\",            \"translated_version\": \"Muhammad bin Salman, el líder de facto de Arabia Saudita, se reunió con su homólogo iraní, Ebrahim Raisi, por primera vez desde que los países restablecieron las relaciones diplomáticas en marzo después de una interrupción de siete años. La pareja, junto con docenas de líderes del mundo islámico, estaban en una cumbre en Riad que se convocó para discutir la situación en Gaza.\",            \"translated_title\": \"Líderes de Arabia Saudita e Irán se reúnen\"        },        {            \"english_version\": \"Novo Nordisk, the manufacturer of Wegovy, a new anti-obesity drug, published a study that suggested the drug cuts patients’ risk of death by 18%. A trial of almost 18,000 people with cardiovascular diseases showed the drug lowered the risk of heart attacks by 28%. Sales of weight-loss drugs such as Wegovy, which costs more than $1300 a month in America, have been surging.\",            \"english_title\": \"New anti-obesity drug reduces risk of death\",            \"translated_version\": \"Novo Nordisk, el fabricante de Wegovy, un nuevo medicamento contra la obesidad, publicó un estudio que sugiere que el medicamento reduce el riesgo de muerte de los pacientes en un 18%. Un ensayo con casi 18,000 personas con enfermedades cardiovasculares mostró que el medicamento redujo el riesgo de ataques cardíacos en un 28%. Las ventas de medicamentos para bajar de peso como Wegovy, que cuesta más de $1300 al mes en Estados Unidos, han estado aumentando.\",            \"translated_title\": \"Nuevo medicamento contra la obesidad reduce el riesgo de muerte\"        },        {            \"english_version\": \"An estimated 300,000 people in London joined a march in support of Palestinians. The demonstration was mostly peaceful, though it had been a source of contention before it took place. Police in the city said that they had arrested at least 90 counter-protesters, some suspected of belonging to far-right groups, for violent behaviour.\",            \"english_title\": \"Massive march in support of Palestinians in London\",            \"translated_version\": \"Se estima que 300,000 personas en Londres se unieron a una marcha en apoyo a los palestinos. La manifestación fue en su mayoría pacífica, aunque había sido motivo de controversia antes de que tuviera lugar. La policía de la ciudad dijo que habían arrestado al menos a 90 contra-protestantes, algunos sospechosos de pertenecer a grupos de extrema derecha, por comportamiento violento.\",            \"translated_title\": \"Gran marcha en apoyo a los palestinos en Londres\"        },        {            \"english_version\": \"Iceland declared a state of emergency over fears of a volcanic eruption, following a series of earthquakes. Thousands of tremors, the largest measuring magnitude 5.2, have been recorded in the Reykjanes Peninsula since late October. The region in southwestern Iceland had been dormant for eight centuries before an eruption in 2021.\",            \"english_title\": \"State of emergency declared in Iceland\",            \"translated_version\": \"Islandia declaró un estado de emergencia por temor a una erupción volcánica, después de una serie de terremotos. Se han registrado miles de temblores, el más grande de magnitud 5.2, en la Península de Reykjanes desde finales de octubre. La región en el suroeste de Islandia había estado inactiva durante ocho siglos antes de una erupción en 2021.\",            \"translated_title\": \"Se declara estado de emergencia en Islandia\"        }    ]}"