"{    \"translations\": [        {            \"english_version\": \"President Trump's plan, which Israel agreed to, says that Hamas must give up weapons and cannot govern Gaza in the future.\",            \"english_title\": \"Trump's Plan for Gaza\",            \"translated_version\": \"El plan del Presidente Trump, que Israel aceptó, dice que Hamas debe dejar las armas y no puede gobernar Gaza en el futuro.\",            \"translated_title\": \"Plan de Trump para Gaza\"        },        {            \"english_version\": \"Funerals are being held for 36 people who died when scaffolding fell at an Orthodox Christian church.\",            \"english_title\": \"Church Scaffolding Tragedy\",            \"translated_version\": \"Se están haciendo funerales para 36 personas que murieron cuando se cayó un andamio en una iglesia cristiana ortodoxa.\",            \"translated_title\": \"Tragedia en la Iglesia\"        },        {            \"english_version\": \"Police say they found marijuana on a man during a traffic stop and are looking into a group connected to him.\",            \"english_title\": \"Marijuana Found in Traffic Stop\",            \"translated_version\": \"La policía dice que encontró marihuana en un hombre durante una parada de tráfico y está investigando un grupo conectado a él.\",            \"translated_title\": \"Marihuana en Parada de Tráfico\"        },        {            \"english_version\": \"Authorities are worried that souvenirs with jokes and sexual messages are damaging the area's reputation.\",            \"english_title\": \"Souvenirs Causing Concern\",            \"translated_version\": \"Las autoridades están preocupadas porque los recuerdos con chistes y mensajes sexuales están dañando la reputación del área.\",            \"translated_title\": \"Recuerdos Preocupantes\"        },        {            \"english_version\": \"Police report they shot and killed two people who were part of a group trying to break into a police station.\",            \"english_title\": \"Police Station Break-in\",            \"translated_version\": \"La policía informa que disparó y mató a dos personas que eran parte de un grupo que intentaba entrar a una estación de policía.\",            \"translated_title\": \"Intento de Entrar a Estación de Policía\"        }    ]}"