"{    \"translations\": [        {            \"english_version\": \"The Human Rights Activists News Agency in the US says 1,850 protesters have been killed in the last 17 days. The regime's opponents hope this will increase pressure for change.\",            \"english_title\": \"Protesters Killed\",            \"translated_version\": \"La agencia de noticias de activistas de derechos humanos en EE.UU. dice que 1,850 manifestantes han sido muertos en los últimos 17 días. Los opositores del régimen esperan que esto aumente la presión para el cambio.\",            \"translated_title\": \"Manifestantes Muertos\"        },        {            \"english_version\": \"Yoon is accused of trying to start an uprising by imposing martial law in 2024. Some recruits say a former teacher on Telegram misled them about avoiding combat.\",            \"english_title\": \"Yoon's Uprising Plan\",            \"translated_version\": \"Acusan a Yoon de intentar comenzar una revuelta imponiendo ley marcial en 2024. Algunos reclutas dicen que un exprofesor en Telegram los engañó sobre evitar el combate.\",            \"translated_title\": \"Plan de Revuelta de Yoon\"        },        {            \"english_version\": \"A leader from Danish territory made a strong statement after US President Donald Trump talked about plans to annex it.\",            \"english_title\": \"Danish Leader's Statement\",            \"translated_version\": \"Un líder de territorio danés hizo una declaración fuerte después de que el presidente de EE.UU., Donald Trump, habló sobre planes de anexarlo.\",            \"translated_title\": \"Declaración del Líder Danés\"        },        {            \"english_version\": \"Eleven central banks support Jerome Powell after the US started a criminal investigation into the US Federal Reserve.\",            \"english_title\": \"Support for Jerome Powell\",            \"translated_version\": \"Once bancos centrales apoyan a Jerome Powell después de que EE.UU. comenzó una investigación criminal sobre la Reserva Federal de EE.UU.\",            \"translated_title\": \"Apoyo a Jerome Powell\"        },        {            \"english_version\": \"Jihadists are attacking tankers entering Mali, making the country's fuel shortage worse.\",            \"english_title\": \"Attacks on Tankers\",            \"translated_version\": \"Yihadistas están atacando camiones cisterna que entran a Mali, empeorando la escasez de combustible del país.\",            \"translated_title\": \"Ataques a Camiones Cisterna\"        }    ]}"