"{    \"translations\": [        {            \"english_version\": \"Trump is asking the Israeli Prime Minister to take a risk with his government, but he is offering the chance of a historic achievement. The US President says it will be very sad if Hamas does not accept the deal. Qatar says Hamas is looking at the proposal.\",            \"english_title\": \"Trump's Proposal to Israel\",            \"translated_version\": \"Trump pide al Primer Ministro de Israel que tome un riesgo con su gobierno, pero ofrece la oportunidad de un logro histórico. El Presidente de EE.UU. dice que será muy triste si Hamas no acepta el trato. Qatar dice que Hamas está mirando la propuesta.\",            \"translated_title\": \"Propuesta de Trump a Israel\"        },        {            \"english_version\": \"The Taliban have not given an official reason for the shutdown, but they said it will last indefinitely.\",            \"english_title\": \"Taliban Shutdown\",            \"translated_version\": \"Los talibanes no han dado una razón oficial para el cierre, pero dijeron que durará indefinidamente.\",            \"translated_title\": \"Cierre de los talibanes\"        },        {            \"english_version\": \"The defense secretary shared his plans for the Pentagon, which include having high and fair physical fitness standards for everyone.\",            \"english_title\": \"Pentagon Fitness Plans\",            \"translated_version\": \"El secretario de defensa compartió sus planes para el Pentágono, que incluyen tener estándares altos y justos de condición física para todos.\",            \"translated_title\": \"Planes de condición física del Pentágono\"        },        {            \"english_version\": \"The rescue operation was stopped for a while on Tuesday because the building might collapse more.\",            \"english_title\": \"Rescue Operation Halted\",            \"translated_version\": \"La operación de rescate se detuvo por un tiempo el martes porque el edificio podría colapsar más.\",            \"translated_title\": \"Operación de rescate detenida\"        },        {            \"english_version\": \"UK police took over £5 billion in cryptocurrency from Zhimin Qian, who was called 'the goddess of wealth'.\",            \"english_title\": \"Cryptocurrency Seizure\",            \"translated_version\": \"La policía del Reino Unido tomó más de £5 mil millones en criptomonedas de Zhimin Qian, quien fue llamada 'la diosa de la riqueza'.\",            \"translated_title\": \"Incautación de criptomonedas\"        }    ]}"