"{    \"translations\": [        {            \"english_version\": \"There is a deep sense of panic in Rafah, a city in the south of Gaza, over an expected ground invasion by Israel. Many Palestinians, who have been displaced from other parts of the strip, are sheltering there. Israel's armed forces conducted a series of strikes on Rafah, resulting in the death of at least 67 people. Two hostages taken by Hamas in October were rescued during the attacks.\",            \"english_title\": \"Panic in Rafah over Expected Ground Invasion\",            \"translated_version\": \"Hay un gran sentido de pánico en Rafah, una ciudad en el sur de Gaza, por una esperada invasión terrestre de Israel. Muchos palestinos, que han sido desplazados de otras partes de la franja, se están refugiando allí. Las fuerzas armadas de Israel llevaron a cabo una serie de ataques en Rafah, resultando en la muerte de al menos 67 personas. Dos rehenes tomados por Hamas en octubre fueron rescatados durante los ataques.\",            \"translated_title\": \"Pánico en Rafah por la Esperada Invasión Terrestre\"        },        {            \"english_version\": \"Shares in Diamondback Energy, a Texas-based oil and gas company, surged after announcing its acquisition of Endeavor Energy Resources, a private shale oil producer. This $26bn deal is part of a series of large-scale mergers in the sector. ExxonMobil also announced its acquisition of Pioneer Natural Resources in a deal valued at $59.5bn.\",            \"english_title\": \"Surge in Diamondback Energy Shares\",            \"translated_version\": \"Las acciones de Diamondback Energy, una compañía de petróleo y gas con sede en Texas, se dispararon después de anunciar su adquisición de Endeavor Energy Resources, un productor privado de petróleo de esquisto. Este acuerdo de $26 mil millones es parte de una serie de fusiones a gran escala en el sector. ExxonMobil también anunció su adquisición de Pioneer Natural Resources en un acuerdo valorado en $59.5 mil millones.\",            \"translated_title\": \"Aumento en las Acciones de Diamondback Energy\"        },        {            \"english_version\": \"Donald Trump filed an emergency application with the Supreme Court, seeking to pause a ruling from a lower court that rejected his claim to immunity and would send him to trial. The court found that he enjoys no blanket immunity against criminal prosecution and referred to him as 'citizen Trump'. His federal election-interference trial, originally scheduled for early March, has already been delayed.\",            \"english_title\": \"Trump Files Emergency Application with Supreme Court\",            \"translated_version\": \"Donald Trump presentó una solicitud de emergencia ante la Corte Suprema, buscando pausar un fallo de un tribunal inferior que rechazó su reclamo de inmunidad y lo enviaría a juicio. El tribunal encontró que no goza de inmunidad total contra el enjuiciamiento penal y se refirió a él como 'ciudadano Trump'. Su juicio por interferencia en las elecciones federales, originalmente programado para principios de marzo, ya ha sido retrasado.\",            \"translated_title\": \"Trump Presenta Solicitud de Emergencia ante la Corte Suprema\"        },        {            \"english_version\": \"A Dutch court banned the export of components for F-35 fighter jets to Israel due to concerns of serious violations of humanitarian law arising from Israel's use of these planes in Gaza. The ruling will take effect within seven days.\",            \"english_title\": \"Dutch Court Bans Export of F-35 Components to Israel\",            \"translated_version\": \"Un tribunal holandés prohibió la exportación de componentes para los aviones de combate F-35 a Israel debido a preocupaciones por graves violaciones del derecho humanitario derivadas del uso de estos aviones por parte de Israel en Gaza. La sentencia entrará en vigor en un plazo de siete días.\",            \"translated_title\": \"Tribunal Holandés Prohíbe Exportación de Componentes de F-35 a Israel\"        },        {            \"english_version\": \"European politicians criticized Donald Trump's comments suggesting that he would not protect NATO countries that do not spend 2% of GDP on defense. David Cameron, Britain's foreign secretary, called the comments 'not a sensible approach', while Germany's president, Frank-Walter Steinmeier, described them as 'not responsible'. Estonia's prime minister, Kaja Kallas, expressed hope that the comments would 'wake up' those currently underspending.\",            \"english_title\": \"European Politicians Criticize Trump's Comments on NATO\",            \"translated_version\": \"Políticos europeos criticaron los comentarios de Donald Trump sugiriendo que no protegería a los países de la OTAN que no gastan el 2% del PIB en defensa. David Cameron, secretario de Relaciones Exteriores de Gran Bretaña, calificó los comentarios como 'no un enfoque sensato', mientras que el presidente de Alemania, Frank-Walter Steinmeier, los describió como 'no responsables'. La primera ministra de Estonia, Kaja Kallas, expresó la esperanza de que los comentarios 'despierten' a aquellos que actualmente gastan menos.\",            \"translated_title\": \"Políticos Europeos Critican los Comentarios de Trump sobre la OTAN\"        }    ]}"