"{    \"translations\": [        {            \"english_version\": \"The US president said 'We didn't get there' after a meeting with Putin in Alaska. The city of Anchorage is set to host a meeting that could change Europe and global security.\",            \"english_title\": \"US President Meeting\",            \"translated_version\": \"El presidente de EE.UU. dijo `No llegamos` después de una reunión con Putin en Alaska. La ciudad de Anchorage va a tener una reunión que podría cambiar Europa y la seguridad global.\",            \"translated_title\": \"Reunión del Presidente de EE.UU.\"        },        {            \"english_version\": \"The majority of deaths happened in Pakistan's mountainous Khyber Pakhtunkhwa area.\",            \"english_title\": \"Deaths in Pakistan\",            \"translated_version\": \"La mayoría de las muertes ocurrieron en la zona montañosa de Khyber Pakhtunkhwa en Pakistán.\",            \"translated_title\": \"Muertes en Pakistán\"        },        {            \"english_version\": \"Documents seen by the BBC suggest he was part of a special forces unit who worked with the British in Afghanistan.\",            \"english_title\": \"Special Forces in Afghanistan\",            \"translated_version\": \"Documentos vistos por la BBC sugieren que él era parte de una unidad de fuerzas especiales que trabajó con los británicos en Afganistán.\",            \"translated_title\": \"Fuerzas Especiales en Afganistán\"        },        {            \"english_version\": \"The latest round of UN-led talks ended in deadlock, with arguments over plastic production and recycling.\",            \"english_title\": \"UN Talks on Plastic\",            \"translated_version\": \"La última ronda de conversaciones dirigidas por la ONU terminó sin acuerdo, con discusiones sobre la producción de plástico y reciclaje.\",            \"translated_title\": \"Conversaciones de la ONU sobre Plástico\"        },        {            \"english_version\": \"Temperatures are high across southern Europe with wildfires affecting Portugal, Greece, France, and the Balkans.\",            \"english_title\": \"Wildfires in Southern Europe\",            \"translated_version\": \"Las temperaturas son altas en el sur de Europa con incendios afectando a Portugal, Grecia, Francia y los Balcanes.\",            \"translated_title\": \"Incendios en el Sur de Europa\"        }    ]}"