"{    \"translations\": [        {            \"english_version\": \"Sharif Osman Hadi was a key person in the movement that removed former prime minister Sheik Hasina.\",            \"english_title\": \"Key Person in Movement\",            \"translated_version\": \"Sharif Osman Hadi fue una persona importante en el movimiento que quitó al ex primer ministro Sheik Hasina.\",            \"translated_title\": \"Persona Clave en Movimiento\"        },        {            \"english_version\": \"Officials confirm that racer Greg Biffle was on the small plane that crashed at a regional airport in North Carolina.\",            \"english_title\": \"Racer in Plane Crash\",            \"translated_version\": \"Los oficiales confirman que el corredor Greg Biffle estaba en el avión pequeño que se estrelló en un aeropuerto regional en Carolina del Norte.\",            \"translated_title\": \"Corredor en Accidente de Avión\"        },        {            \"english_version\": \"The EU is deciding whether to loan a lot of Russian money to help Ukraine's military and economy.\",            \"english_title\": \"EU Loan Decision\",            \"translated_version\": \"La UE está decidiendo si presta mucho dinero ruso para ayudar al ejército y la economía de Ucrania.\",            \"translated_title\": \"Decisión de Préstamo de la UE\"        },        {            \"english_version\": \"A court finds Frédéric Péchier guilty of putting harmful substances in infusion bags that caused serious health issues.\",            \"english_title\": \"Guilty of Harmful Acts\",            \"translated_version\": \"Un tribunal encuentra a Frédéric Péchier culpable de poner sustancias dañinas en bolsas de infusión que causaron problemas de salud serios.\",            \"translated_title\": \"Culpable de Actos Dañinos\"        },        {            \"english_version\": \"The company behind President Trump's Truth Social platform is making a surprising move into the energy sector.\",            \"english_title\": \"Surprising Move by Company\",            \"translated_version\": \"La empresa detrás de la plataforma Truth Social del Presidente Trump está haciendo un movimiento sorprendente en el sector de energía.\",            \"translated_title\": \"Movimiento Sorprendente de Empresa\"        }    ]}"