"{    \"translations\": [        {            \"english_version\": \"Hundreds of protesters have been killed or hurt, and many more have been arrested. Protests continue in Minneapolis and other US cities after Renee Good's death.\",            \"english_title\": \"Protests in US Cities\",            \"translated_version\": \"Cientos de manifestantes han sido muertos o heridos, y muchos más han sido arrestados. Las protestas continúan en Minneapolis y otras ciudades de EE.UU. después de la muerte de Renee Good.\",            \"translated_title\": \"Protestas en Ciudades de EE.UU.\"        },        {            \"english_version\": \"US President Donald Trump ordered large-scale strikes on Saturday, according to US Central Command. A week later, BBC Verify used verified footage and satellite images to show how the US raid on former Venezuelan president Nicholas Maduro's compound happened.\",            \"english_title\": \"US Strikes Ordered\",            \"translated_version\": \"El presidente de EE.UU. Donald Trump ordenó ataques a gran escala el sábado, según el Comando Central de EE.UU. Una semana después, BBC Verify usó videos verificados e imágenes satelitales para mostrar cómo fue el ataque de EE.UU. al lugar del ex presidente venezolano Nicholas Maduro.\",            \"translated_title\": \"Ataques de EE.UU. Ordenados\"        },        {            \"english_version\": \"A hospital in Lagos denies it was negligent in the death of Chimamanda Ngozi Adichie's 21-month-old child.\",            \"english_title\": \"Hospital Denies Negligence\",            \"translated_version\": \"Un hospital en Lagos niega que fue negligente en la muerte del hijo de 21 meses de Chimamanda Ngozi Adichie.\",            \"translated_title\": \"Hospital Niega Negligencia\"        },        {            \"english_version\": \"A landslide occurred when a mountain of trash fell at a landfill site in the central Philippines.\",            \"english_title\": \"Landslide in Philippines\",            \"translated_version\": \"Un deslizamiento ocurrió cuando una montaña de basura cayó en un vertedero en el centro de Filipinas.\",            \"translated_title\": \"Deslizamiento en Filipinas\"        },        {            \"english_version\": \"Oil executives are cautious, with one saying Venezuela took their assets twice. The US will handle the situation with Venezuela either the easy way or the hard way, but Denmark says the territory is not for sale.\",            \"english_title\": \"Oil Executives Cautious\",            \"translated_version\": \"Los ejecutivos de petróleo son cautelosos, con uno diciendo que Venezuela tomó sus activos dos veces. EE.UU. manejará la situación con Venezuela de manera fácil o difícil, pero Dinamarca dice que el territorio no está en venta.\",            \"translated_title\": \"Ejecutivos de Petróleo Cautelosos\"        }    ]}"