"{    \"translations\": [        {            \"english_version\": \"A man was mistakenly sent to El Salvador and then brought back to America to face charges of helping people illegally enter the country. Kilmar Abrego Garcia, who is not allowed to be in the US and is said to be part of a gang, was sent away in March without the right legal procedures. The highest court in the country decided in April that the government should help him come back. The Trump administration mentioned that Mr. Abrego Garcia was sent back because he was accused of a crime, not because a court ordered it.\",            \"english_title\": \"Man Mistakenly Sent to El Salvador\",            \"translated_version\": \"Un hombre fue enviado por error a El Salvador y luego traído de vuelta a América para enfrentar cargos por ayudar a personas a entrar ilegalmente al país. Kilmar Abrego Garcia, a quien no se le permite estar en los EE. UU. y se dice que es parte de una pandilla, fue enviado en marzo sin los procedimientos legales adecuados. La corte más alta del país decidió en abril que el gobierno debería ayudarlo a regresar. La administración Trump mencionó que el Sr. Abrego Garcia fue devuelto porque fue acusado de un crimen, no porque un tribunal lo ordenara.\",            \"translated_title\": \"Hombre Enviado por Error a El Salvador\"        },        {            \"english_version\": \"Elon Musk talked about the need for a new political party in the middle of the political spectrum in America, which added fuel to his intense public argument with Donald Trump. At the same time, the president of America said he was too occupied to think about his former advisor who is a billionaire and repeated that he has no intention of talking to him. People close to both of them have advised them to fix their relationship.\",            \"english_title\": \"Elon Musk's Political Party Idea\",            \"translated_version\": \"Elon Musk habló sobre la necesidad de un nuevo partido político en el centro del espectro político en América, lo que añadió combustible a su intenso argumento público con Donald Trump. Al mismo tiempo, el presidente de América dijo que estaba demasiado ocupado para pensar en su ex asesor, quien es un multimillonario, y repitió que no tiene intención de hablar con él. Personas cercanas a ambos les han aconsejado arreglar su relación.\",            \"translated_title\": \"Idea de Partido Político de Elon Musk\"        }    ]}"