"{    \"translations\": [        {            \"english_version\": \"The UN's secretary-general, António Guterres, is worried about the increasing tensions between Israel and Lebanon. He fears that a single impulsive action could lead to a disaster that extends beyond the border. Israel and Hizbullah, the Lebanese Shia militia, have been firing rockets at each other since October, with the situation escalating recently. The Israel Defence Forces have announced plans for a potential offensive in Lebanon. Additionally, there have been reports of Israeli strikes in southern Gaza resulting in the deaths of at least 45 people.\",            \"english_title\": \"Middle East Tensions\",            \"translated_version\": \"El secretario general de la ONU, António Guterres, está preocupado por las crecientes tensiones entre Israel y Líbano. Tema que una acción impulsiva podría llevar a un desastre que se extienda más allá de la frontera. Israel y Hizbullah, la milicia chií libanesa, han estado disparando cohetes entre sí desde octubre, con la situación escalando recientemente. Las Fuerzas de Defensa de Israel han anunciado planes para una ofensiva potencial en Líbano. Además, ha habido informes de ataques israelíes en el sur de Gaza que resultaron en la muerte de al menos 45 personas.\",            \"translated_title\": \"Middle East Tensions\"        },        {            \"english_version\": \"The Supreme Court of the United States has rejected a challenge to a federal law that prohibits individuals under domestic-violence restraining orders from owning firearms. The majority of justices believe that such restrictions, aimed at those who pose a credible threat to others' safety, are in line with the Second Amendment. This decision marks a shift for the court, which has previously expanded gun ownership rights.\",            \"english_title\": \"Legal Ruling on Gun Ownership\",            \"translated_version\": \"La Corte Suprema de los Estados Unidos ha rechazado un desafío a una ley federal que prohíbe a las personas bajo órdenes de restricción por violencia doméstica poseer armas de fuego. La mayoría de los jueces creen que tales restricciones, dirigidas a aquellos que representan una amenaza creíble para la seguridad de otros, están en línea con la Segunda Enmienda. Esta decisión marca un cambio para la corte, que previamente había ampliado los derechos de propiedad de armas.\",            \"translated_title\": \"Legal Ruling on Gun Ownership\"        }    ]}"