"{    \"translations\": [        {            \"english_version\": \"There was hope after the talks in Geneva, but no details were shared on how to solve the big differences between Moscow and Kyiv about land and security promises.\",            \"english_title\": \"Hope After Geneva Talks\",            \"translated_version\": \"Había esperanza después de las charlas en Ginebra, pero no se compartieron detalles sobre cómo resolver las grandes diferencias entre Moscú y Kyiv sobre tierra y promesas de seguridad.\",            \"translated_title\": \"Esperanza Después de Charlas en Ginebra\"        },        {            \"english_version\": \"Three days of strikes are expected to disrupt public services and transport across the country.\",            \"english_title\": \"Strikes to Disrupt Services\",            \"translated_version\": \"Se esperan tres días de huelgas que van a interrumpir los servicios públicos y el transporte en todo el país.\",            \"translated_title\": \"Huelgas Interrumpen Servicios\"        },        {            \"english_version\": \"The authorities are trying to save more than 250 schoolchildren who were taken by raiders on motorbikes.\",            \"english_title\": \"Rescue of Schoolchildren\",            \"translated_version\": \"Las autoridades están tratando de salvar a más de 250 niños de escuela que fueron llevados por asaltantes en motos.\",            \"translated_title\": \"Rescate de Niños de Escuela\"        },        {            \"english_version\": \"Israel is letting more food into Gaza, but aid workers say important ingredients needed to improve people's diets are still missing.\",            \"english_title\": \"Food Aid to Gaza\",            \"translated_version\": \"Israel está dejando entrar más comida a Gaza, pero los trabajadores de ayuda dicen que todavía faltan ingredientes importantes para mejorar la dieta de las personas.\",            \"translated_title\": \"Ayuda de Comida a Gaza\"        },        {            \"english_version\": \"Protests have happened over the buses that take visitors to the world heritage site in Peru.\",            \"english_title\": \"Protests Over Peru Buses\",            \"translated_version\": \"Han ocurrido protestas por los autobuses que llevan visitantes al sitio de patrimonio mundial en Perú.\",            \"translated_title\": \"Protestas por Autobuses en Perú\"        }    ]}"