"{    \"translations\": [        {            \"english_version\": \"Israel launched extensive strikes on Hamas targets in Gaza, breaking a ceasefire and causing casualties. Hamas refused to release hostages, leading to the strikes.\",            \"english_title\": \"Israel Strikes Hamas Targets in Gaza\",            \"translated_version\": \"Israel atacó fuertemente objetivos de Hamas en Gaza, rompiendo un alto el fuego y causando víctimas. Hamas se negó a liberar rehenes, lo que provocó los ataques.\",            \"translated_title\": \"Israel Ataca Objetivos de Hamas en Gaza\"        },        {            \"english_version\": \"Germany's Bundestag approved a large spending package proposed by Friedrich Merz, likely the next chancellor. The package relaxes borrowing limits and includes a fund for infrastructure projects.\",            \"english_title\": \"Germany Approves Spending Package\",            \"translated_version\": \"El Bundestag de Alemania aprobó un gran paquete de gastos propuesto por Friedrich Merz, probablemente el próximo canciller. El paquete relaja los límites de endeudamiento e incluye un fondo para proyectos de infraestructura.\",            \"translated_title\": \"Alemania Aprueba Paquete de Gastos\"        },        {            \"english_version\": \"The spending package exempts defence spending beyond 1% of GDP from borrowing restrictions.\",            \"english_title\": \"Defence Spending Exemption in Germany\",            \"translated_version\": \"El paquete de gastos exime el gasto en defensa que exceda el 1% del PIB de las restricciones de endeudamiento.\",            \"translated_title\": \"Exención de Gasto en Defensa en Alemania\"        },        {            \"english_version\": \"The package still needs approval from the upper house of parliament.\",            \"english_title\": \"Approval Pending for Spending Package\",            \"translated_version\": \"El paquete aún necesita aprobación de la cámara alta del parlamento.\",            \"translated_title\": \"Aprobación Pendiente para Paquete de Gastos\"        },        {            \"english_version\": \"The Economist Group provides various services and platforms, including The Economist app, Economist Enterprise, and Economist Education Courses.\",            \"english_title\": \"Services Offered by The Economist Group\",            \"translated_version\": \"El Grupo The Economist ofrece varios servicios y plataformas, incluyendo la aplicación de The Economist, Economist Enterprise y Cursos de Educación de The Economist.\",            \"translated_title\": \"Servicios Ofrecidos por el Grupo The Economist\"        }    ]}"