"{    \"translations\": [        {            \"english_version\": \"Jamaicans are having a hard time getting clean water and food after Hurricane Melissa. The Prime Minister, Andrew Holness, says there are reports of possible deaths that need to be checked, and the number might go up.\",            \"english_title\": \"Jamaica Struggles After Hurricane\",            \"translated_version\": \"Los jamaicanos tienen problemas para conseguir agua limpia y comida después del Huracán Melissa. El Primer Ministro, Andrew Holness, dice que hay reportes de posibles muertes que necesitan ser revisados, y el número podría aumentar.\",            \"translated_title\": \"Jamaica tiene problemas tras huracán\"        },        {            \"english_version\": \"Oleksandr Syrskyi says special forces have been sent, but he denies Russian claims that Ukrainian troops are trapped in Pokrovsk.\",            \"english_title\": \"Special Forces Sent to Pokrovsk\",            \"translated_version\": \"Oleksandr Syrskyi dice que han enviado fuerzas especiales, pero niega las afirmaciones rusas de que las tropas ucranianas están atrapadas en Pokrovsk.\",            \"translated_title\": \"Fuerzas especiales enviadas a Pokrovsk\"        },        {            \"english_version\": \"The Paris prosecutor says four people have been arrested, and they are local people, not part of organized crime.\",            \"english_title\": \"Arrests in Paris\",            \"translated_version\": \"El fiscal de París dice que han arrestado a cuatro personas, y son personas locales, no parte del crimen organizado.\",            \"translated_title\": \"Arrestos en París\"        },        {            \"english_version\": \"The US president says his warning is about the killing of Christians, but experts say there is no proof they are being targeted more than others.\",            \"english_title\": \"US President's Warning\",            \"translated_version\": \"El presidente de EE.UU. dice que su advertencia es sobre la muerte de cristianos, pero los expertos dicen que no hay prueba de que estén siendo atacados más que otros.\",            \"translated_title\": \"Advertencia del presidente de EE.UU.\"        },        {            \"english_version\": \"The US Defence Secretary says they targeted 'narco-terrorists' who were trying to smuggle drugs into the US.\",            \"english_title\": \"US Targets Narco-Terrorists\",            \"translated_version\": \"El Secretario de Defensa de EE.UU. dice que apuntaron a 'narco-terroristas' que intentaban pasar drogas a EE.UU.\",            \"translated_title\": \"EE.UU. apunta a narco-terroristas\"        }    ]}"