"{    \"translations\": [        {            \"english_version\": \"US envoy Steve Witkoff is going to Moscow to meet with Russia's Vladimir Putin. The US president wants to end suffering, but some people think his Board of Peace is just for show. The president mentioned that allied troops stayed back during the Afghanistan war.\",            \"english_title\": \"US Envoy to Moscow\",            \"translated_version\": \"El enviado de EE.UU., Steve Witkoff, va a Moscú para reunirse con Vladimir Putin de Rusia. El presidente de EE.UU. quiere terminar con el sufrimiento, pero algunas personas piensan que su Junta de Paz es solo para mostrar. El presidente mencionó que las tropas aliadas se quedaron durante la guerra de Afganistán.\",            \"translated_title\": \"Enviado de EE.UU. a Moscú\"        },        {            \"english_version\": \"About 160 people are missing after attackers targeted three churches in a Nigerian village on Sunday.\",            \"english_title\": \"Attack in Nigerian Village\",            \"translated_version\": \"Alrededor de 160 personas están desaparecidas después de que atacantes atacaron tres iglesias en un pueblo de Nigeria el domingo.\",            \"translated_title\": \"Ataque en pueblo de Nigeria\"        },        {            \"english_version\": \"President Trump says his administration will be successful in Gaza and has plans for rebuilding after the war. He did not explain why he made this decision, even though Canada's PM Mark Carney warned about problems in the global order led by the US.\",            \"english_title\": \"Trump's Plans for Gaza\",            \"translated_version\": \"El presidente Trump dice que su gobierno tendrá éxito en Gaza y tiene planes para reconstruir después de la guerra. No explicó por qué tomó esta decisión, aunque el primer ministro de Canadá, Mark Carney, advirtió sobre problemas en el orden global liderado por EE.UU.\",            \"translated_title\": \"Planes de Trump para Gaza\"        },        {            \"english_version\": \"A ship called Grinch was stopped by the French navy while it was traveling between Spain and Morocco.\",            \"english_title\": \"Ship Stopped by French Navy\",            \"translated_version\": \"Un barco llamado Grinch fue detenido por la marina francesa mientras viajaba entre España y Marruecos.\",            \"translated_title\": \"Barco detenido por marina francesa\"        },        {            \"english_version\": \"Prosecutors are looking into many more deaths that might be linked to a former nurse who worked in palliative care.\",            \"english_title\": \"Investigation into Nurse\",            \"translated_version\": \"Los fiscales están investigando muchas más muertes que podrían estar relacionadas con una ex enfermera que trabajó en cuidados paliativos.\",            \"translated_title\": \"Investigación sobre enfermera\"        }    ]}"