"{    \"translations\": [        {            \"english_version\": \"World leaders are meeting at the COP30 climate summit in Belém. They are discussing climate change and criticizing former President Trump's record on the issue.\",            \"english_title\": \"COP30 Climate Summit\",            \"translated_version\": \"Líderes del mundo se reúnen en la cumbre COP30 en Belém. Hablan sobre el cambio climático y critican al ex presidente Trump por su trabajo en este tema.\",            \"translated_title\": \"Cumbre COP30\"        },        {            \"english_version\": \"In Vietnam, more than 260,000 soldiers are ready to help with rescue efforts as strong winds of up to 92mph hit the country.\",            \"english_title\": \"Vietnam Soldiers Ready\",            \"translated_version\": \"En Vietnam, más de 260,000 soldados están listos para ayudar con los rescates mientras vientos fuertes de hasta 92 mph golpean el país.\",            \"translated_title\": \"Soldados en Vietnam\"        },        {            \"english_version\": \"The richest man in the world could receive hundreds of millions of new shares if he meets certain targets.\",            \"english_title\": \"Richest Man's Shares\",            \"translated_version\": \"El hombre más rico del mundo podría recibir cientos de millones de nuevas acciones si cumple con ciertos objetivos.\",            \"translated_title\": \"Acciones del Hombre Rico\"        },        {            \"english_version\": \"BBC Verify has reported on a massacre by the RSF that killed unarmed people, with humanitarian officials estimating 2,000 deaths.\",            \"english_title\": \"RSF Massacre Report\",            \"translated_version\": \"BBC Verify informó sobre una masacre por el RSF que mató a personas desarmadas, con funcionarios humanitarios estimando 2,000 muertes.\",            \"translated_title\": \"Informe de Masacre RSF\"        },        {            \"english_version\": \"In a first-of-its-kind ruling, Dmitry Kurashov was found guilty of killing an unarmed Ukrainian soldier who had surrendered.\",            \"english_title\": \"Unique Court Ruling\",            \"translated_version\": \"En un fallo único, Dmitry Kurashov fue declarado culpable de matar a un soldado ucraniano desarmado que se había rendido.\",            \"translated_title\": \"Fallo Único\"        }    ]}"