"{    \"translations\": [        {            \"english_version\": \"At least 27 people have been killed in one of the most violent internal confrontations since Israeli troops withdrew.\",            \"english_title\": \"Violent Confrontation\",            \"translated_version\": \"Al menos 27 personas han muerto en una de las confrontaciones internas más violentas desde que las tropas israelíes se retiraron.\",            \"translated_title\": \"Confrontación Violenta\"        },        {            \"english_version\": \"Authorities say the 16 people missing after the explosives factory incident are all presumed dead. According to local media, dozens of houses have been damaged and it's suspected the blaze was caused by an illegal pyrotechnics warehouse.\",            \"english_title\": \"Factory Incident\",            \"translated_version\": \"Las autoridades dicen que las 16 personas desaparecidas después del incidente en la fábrica de explosivos se presumen muertas. Según los medios locales, docenas de casas han sido dañadas y se sospecha que el incendio fue causado por un almacén ilegal de pirotecnia.\",            \"translated_title\": \"Incidente en Fábrica\"        },        {            \"english_version\": \"Beijing says it could introduce countermeasures if the US President imposes an additional 100% tariff on Chinese imports.\",            \"english_title\": \"Tariff Threat\",            \"translated_version\": \"Beijing dice que podría introducir medidas si el Presidente de EE.UU. impone un arancel adicional del 100% a las importaciones chinas.\",            \"translated_title\": \"Amenaza de Arancel\"        },        {            \"english_version\": \"The attacks came days after Pakistan was accused of bombing a market inside Afghanistan.\",            \"english_title\": \"Market Bombing\",            \"translated_version\": \"Los ataques ocurrieron días después de que Pakistán fuera acusado de bombardear un mercado dentro de Afganistán.\",            \"translated_title\": \"Bombardeo en Mercado\"        },        {            \"english_version\": \"An army unit claimed it had taken over leadership of the military command and was now in control of all the armed forces.\",            \"english_title\": \"Military Takeover\",            \"translated_version\": \"Una unidad del ejército afirmó que había tomado el liderazgo del comando militar y ahora controlaba todas las fuerzas armadas.\",            \"translated_title\": \"Toma Militar\"        }    ]}"