"{    \"translations\": [        {            \"english_version\": \"Donald Trump announced new tariffs on imports from the EU and threatened tariffs on iPhones made outside America. This caused market turmoil, with Apple shares falling and Europe's Stoxx 600 index dropping.\",            \"english_title\": \"Trump's Tariffs Impact Markets\",            \"translated_version\": \"Donald Trump anunció nuevos impuestos sobre las importaciones de la UE y amenazó con impuestos sobre los iPhones hechos fuera de América. Esto causó agitación en el mercado, con las acciones de Apple cayendo y el índice Stoxx 600 de Europa bajando.\",            \"translated_title\": \"Los Impuestos de Trump Impactan los Mercados\"        },        {            \"english_version\": \"President Trump approved a partnership between US Steel and Nippon Steel, a Japanese company. This deal is expected to create jobs in Pennsylvania and boost the American economy by $14 billion.\",            \"english_title\": \"US Steel Partnership Approval\",            \"translated_version\": \"El Presidente Trump aprobó una asociación entre US Steel y Nippon Steel, una empresa japonesa. Se espera que este acuerdo cree empleos en Pennsylvania y impulse la economía estadounidense en $14 mil millones.\",            \"translated_title\": \"Aprobación de la Asociación de US Steel\"        },        {            \"english_version\": \"In January, President Joe Biden blocked a proposed takeover by Nippon Steel, citing national security concerns.\",            \"english_title\": \"Biden Blocks Takeover\",            \"translated_version\": \"En enero, el Presidente Joe Biden bloqueó una adquisición propuesta por Nippon Steel, citando preocupaciones de seguridad nacional.\",            \"translated_title\": \"Biden Bloquea Adquisición\"        },        {            \"english_version\": \"The announcements by Trump regarding tariffs and trade talks with the EU have significant implications for global markets and trade relations.\",            \"english_title\": \"Trump's Trade Announcements\",            \"translated_version\": \"Los anuncios de Trump sobre aranceles y conversaciones comerciales con la UE tienen implicaciones significativas para los mercados globales y las relaciones comerciales.\",            \"translated_title\": \"Anuncios Comerciales de Trump\"        },        {            \"english_version\": \"For a smoother website experience, The Economist uses cookies and similar technologies to enhance user experience and ensure smooth operation.\",            \"english_title\": \"The Economist's Website Experience\",            \"translated_version\": \"Para una experiencia más fluida en el sitio web, The Economist utiliza cookies y tecnologías similares para mejorar la experiencia del usuario y garantizar un funcionamiento sin problemas.\",            \"translated_title\": \"Experiencia en el Sitio Web de The Economist\"        }    ]}"