"{    \"translations\": [        {            \"english_version\": \"Zelensky says a free economic zone could be an option for Ukraine's eastern Donbas.\",            \"english_title\": \"Zelensky's Economic Plan\",            \"translated_version\": \"Zelensky dice que una zona económica libre podría ser una opción para el este de Donbas en Ucrania.\",            \"translated_title\": \"Plan Económico de Zelensky\"        },        {            \"english_version\": \"An explosion happened in Moscow after police approached a suspicious person, according to authorities.\",            \"english_title\": \"Explosion in Moscow\",            \"translated_version\": \"Una explosión ocurrió en Moscú después de que la policía se acercó a una persona sospechosa, según las autoridades.\",            \"translated_title\": \"Explosión en Moscú\"        },        {            \"english_version\": \"Authorities are looking into whether a gas leak caused the twin blasts and fire that led to a partial collapse.\",            \"english_title\": \"Gas Leak Investigation\",            \"translated_version\": \"Las autoridades están investigando si una fuga de gas causó las dos explosiones y el fuego que llevaron a un colapso parcial.\",            \"translated_title\": \"Investigación de Fuga de Gas\"        },        {            \"english_version\": \"The UN Security Council held an emergency meeting to talk about the US taking two tankers.\",            \"english_title\": \"UN Emergency Meeting\",            \"translated_version\": \"El Consejo de Seguridad de la ONU tuvo una reunión de emergencia para hablar sobre Estados Unidos tomando dos barcos.\",            \"translated_title\": \"Reunión de Emergencia de la ONU\"        },        {            \"english_version\": \"The largest release of Epstein-related documents from the justice department included notable messages and mentions of Trump.\",            \"english_title\": \"Epstein Documents Released\",            \"translated_version\": \"La mayor publicación de documentos relacionados con Epstein del departamento de justicia incluyó mensajes notables y menciones de Trump.\",            \"translated_title\": \"Documentos de Epstein Publicados\"        }    ]}"