"{    \"translations\": [        {            \"english_version\": \"Seven others were reported injured in the strike near a bus carrying the workers on Sunday. The Pakistani military says 31 civilians and 17 security forces were killed and its response killed 145 attackers.\",            \"english_title\": \"Bus Attack in Pakistan\",            \"translated_version\": \"Siete personas más resultaron heridas en el ataque cerca de un autobús que llevaba a los trabajadores el domingo. El ejército de Pakistán dice que 31 civiles y 17 fuerzas de seguridad murieron y su respuesta mató a 145 atacantes.\",            \"translated_title\": \"Ataque a Autobús en Pakistán\"        },        {            \"english_version\": \"The 18-year-old Swiss national died at a hospital in Zurich, the local prosecutor said. Ifunanya Nwangene, a former contestant in The Voice Nigeria, died after not getting the antivenom she needed.\",            \"english_title\": \"Swiss Teen and Nigerian Singer Die\",            \"translated_version\": \"El joven suizo de 18 años murió en un hospital en Zúrich, dijo el fiscal local. Ifunanya Nwangene, una ex concursante de The Voice Nigeria, murió después de no recibir el antídoto que necesitaba.\",            \"translated_title\": \"Mueren Joven Suizo y Cantante Nigeriana\"        },        {            \"english_version\": \"It is latest in a series of prisoner releases announced by the government amid US pressure for reforms. A congressman confirmed that Liam Conejo Ramos had been released and was at home with his hat and backpack.\",            \"english_title\": \"Prisoner Release Amid US Pressure\",            \"translated_version\": \"Es lo último en una serie de liberaciones de prisioneros anunciadas por el gobierno bajo presión de EE.UU. Un congresista confirmó que Liam Conejo Ramos fue liberado y estaba en casa con su sombrero y mochila.\",            \"translated_title\": \"Liberación de Prisioneros por Presión de EE.UU.\"        },        {            \"english_version\": \"Trump earlier said Iran - which is due to begin a live-fire naval exercise in a key shipping route - was in 'serious discussions'.\",            \"english_title\": \"Iran and US in Talks\",            \"translated_version\": \"Trump dijo antes que Irán - que va a empezar un ejercicio naval con fuego real en una ruta de envío importante - estaba en 'discusiones serias'.\",            \"translated_title\": \"Irán y EE.UU. en Conversaciones\"        },        {            \"english_version\": \"The firm's move comes amid global scrutiny of the methods used by the US immigration enforcement agency.\",            \"english_title\": \"Scrutiny on US Immigration Methods\",            \"translated_version\": \"La acción de la empresa ocurre en medio de un examen global de los métodos usados por la agencia de inmigración de EE.UU.\",            \"translated_title\": \"Examen a Métodos de Inmigración de EE.UU.\"        }    ]}"