"{    \"translations\": [        {            \"english_version\": \"Donald Trump believes his tariffs are successful, even though there are concerns about a recession. The stock market in Wall Street went up on Friday after a week of ups and downs. However, the prices of American government bonds went down, and the dollar fell to a three-year low against the euro because of Trump's trade war.\",            \"english_title\": \"Trump's Tariffs and Trade War\",            \"translated_version\": \"Donald Trump piensa que sus impuestos son exitosos, aunque hay preocupaciones sobre una recesión. El mercado de valores en Wall Street subió el viernes después de una semana de altibajos. Sin embargo, los precios de los bonos del gobierno estadounidense bajaron, y el dólar cayó a un mínimo de tres años frente al euro debido a la guerra comercial de Trump.\",            \"translated_title\": \"Impuestos de Trump y Guerra Comercial\"        },        {            \"english_version\": \"Yields on ten-year Treasuries rose to almost 4.5%, which is higher than before Trump stopped some tariffs. China increased tariffs on American goods to 125%, while the White House said their levy on Chinese goods was at 145%.\",            \"english_title\": \"Tariffs and Yields\",            \"translated_version\": \"Los rendimientos de los bonos del Tesoro a diez años subieron a casi un 4.5%, lo cual es más alto que antes de que Trump detuviera algunos impuestos. China aumentó los impuestos sobre productos estadounidenses al 125%, mientras que la Casa Blanca dijo que su gravamen sobre productos chinos era del 145%.\",            \"translated_title\": \"Impuestos y Rendimientos\"        },        {            \"english_version\": \"Steve Witkoff, a diplomatic envoy for Trump, met with Vladimir Putin in St Petersburg. Trump urged Russia to take action on a ceasefire, as negotiations have stalled. The discussions focused on finding a solution for Ukraine. American and Russian officials also met in Istanbul to talk about improving embassy relations.\",            \"english_title\": \"Diplomatic Meetings\",            \"translated_version\": \"Steve Witkoff, un enviado diplomático de Trump, se reunió con Vladimir Putin en San Petersburgo. Trump instó a Rusia a tomar medidas sobre un alto el fuego, ya que las negociaciones se han estancado. Las discusiones se centraron en encontrar una solución para Ucrania. Funcionarios estadounidenses y rusos también se reunieron en Estambul para hablar sobre mejorar las relaciones de la embajada.\",            \"translated_title\": \"Reuniones Diplomáticas\"        },        {            \"english_version\": \"Ukraine's allies promised €21bn ($24bn) in military aid for the country. This aid was pledged amidst the ongoing discussions and tensions in the region.\",            \"english_title\": \"Aid for Ukraine\",            \"translated_version\": \"Los aliados de Ucrania prometieron €21 mil millones ($24 mil millones) en ayuda militar para el país. Esta ayuda fue prometida en medio de las discusiones y tensiones en curso en la región.\",            \"translated_title\": \"Ayuda para Ucrania\"        },        {            \"english_version\": \"The Economist is a well-known publication that offers news and analysis on various topics. They have an app available for iOS and Android devices. The Economist Group provides different services and products related to economics and intelligence. They also have educational courses available. For any inquiries or support, you can contact them through their website.\",            \"english_title\": \"The Economist Publication\",            \"translated_version\": \"The Economist es una publicación conocida que ofrece noticias y análisis sobre varios temas. Tienen una aplicación disponible para dispositivos iOS y Android. El Grupo The Economist ofrece diferentes servicios y productos relacionados con economía e inteligencia. También tienen cursos educativos disponibles. Para cualquier pregunta o soporte, puedes contactarlos a través de su sitio web.\",            \"translated_title\": \"La Publicación The Economist\"        }    ]}"