"{    \"translations\": [        {            \"english_version\": \"The US president will meet the Ukrainian president in Washington on Monday after his meeting with Vladimir Putin in Alaska on Friday. The US president asked for a ceasefire before meeting Putin, but this decision goes against what Europe and Ukraine want. Russia supports the troubled president and says it will not ignore the unrest.\",            \"english_title\": \"US President's Meetings\",            \"translated_version\": \"El presidente de EE.UU. se reunirá con el presidente de Ucrania en Washington el lunes después de su reunión con Vladimir Putin en Alaska el viernes. El presidente de EE.UU. pidió un alto al fuego antes de reunirse con Putin, pero esta decisión va en contra de lo que quieren Europa y Ucrania. Rusia apoya al presidente con problemas y dice que no ignorará los disturbios.\",            \"translated_title\": \"Reuniones del Presidente de EE.UU.\"        },        {            \"english_version\": \"Israeli attacks have caused a terrible situation in the Zeitoun neighborhood of the city, according to the city's Hamas-run authority.\",            \"english_title\": \"Israeli Attacks in Zeitoun\",            \"translated_version\": \"Los ataques israelíes han causado una situación terrible en el barrio de Zeitoun de la ciudad, según la autoridad de la ciudad dirigida por Hamas.\",            \"translated_title\": \"Ataques Israelíes en Zeitoun\"        },        {            \"english_version\": \"Thousands of firefighters have been fighting large fires in Spain and Portugal on Saturday.\",            \"english_title\": \"Fires in Spain and Portugal\",            \"translated_version\": \"Miles de bomberos han estado luchando contra grandes incendios en España y Portugal el sábado.\",            \"translated_title\": \"Incendios en España y Portugal\"        },        {            \"english_version\": \"DC's largest homeless camp was destroyed after the president asked for a crackdown. What happened to the people living there?\",            \"english_title\": \"Homeless Camp Destroyed\",            \"translated_version\": \"El campamento de personas sin hogar más grande de DC fue destruido después de que el presidente pidiera una acción dura. ¿Qué pasó con las personas que vivían allí?\",            \"translated_title\": \"Campamento de Personas sin Hogar Destruido\"        },        {            \"english_version\": \"Chile wants to turn the place where a cult leader tortured prisoners and mistreated his followers into a memorial.\",            \"english_title\": \"Chile's Memorial Plan\",            \"translated_version\": \"Chile quiere convertir el lugar donde un líder de culto torturó a prisioneros y maltrató a sus seguidores en un memorial.\",            \"translated_title\": \"Plan de Memorial de Chile\"        }    ]}"