"{    \"translations\": [        {            \"english_version\": \"Israel continued to bomb targets in the Gaza Strip in response to an incursion by Hamas militants, the bloodiest attack since Egypt and Syria’s attacks 50 years ago. It said it had hit 200 targets overnight, and recovered the bodies of 1,500 Hamas fighters in its territory. Israel has secured its border and called up 300,000 reservists, an indication that it could launch a ground offensive. Hamas said it would start executing Israeli hostages if Israel continued to bomb civilian houses in Gaza without warning. Gaza’s health ministry said that air strikes have killed 830 Palestinians since Saturday.\",            \"english_title\": \"Israel's Response to Hamas Incursion\",            \"translated_version\": \"Israel siguió bombardeando objetivos en la Franja de Gaza en respuesta a una incursión de militantes de Hamas, el ataque más sangriento desde los ataques de Egipto y Siria hace 50 años. Dijo que había golpeado 200 objetivos durante la noche y recuperado los cuerpos de 1,500 combatientes de Hamas en su territorio. Israel ha asegurado su frontera y llamado a 300,000 reservistas, una indicación de que podría lanzar una ofensiva terrestre. Hamas dijo que comenzaría a ejecutar rehenes israelíes si Israel continuaba bombardeando casas civiles en Gaza sin previo aviso. El ministerio de salud de Gaza dijo que los ataques aéreos han matado a 830 palestinos desde el sábado.\",            \"translated_title\": \"La Respuesta de Israel a la Incursión de Hamas\"        },        {            \"english_version\": \"Josep Borrell, the EU’s top diplomat, said payments to the Palestinian Authority in the West Bank would be maintained, as the bloc did not wish to punish `all the Palestinian people`. Mr Borrell overruled the EU’s enlargement commissioner, who had earlier announced that aid would be frozen. A review into the funding will still go ahead to ensure it would not `indirectly enable any terrorist organisation` to attack Israel.\",            \"english_title\": \"EU's Payments to Palestinian Authority\",            \"translated_version\": \"Josep Borrell, el principal diplomático de la UE, dijo que los pagos a la Autoridad Palestina en Cisjordania se mantendrían, ya que el bloque no desea castigar a 'todo el pueblo palestino'. El Sr. Borrell anuló al comisionado de ampliación de la UE, quien había anunciado anteriormente que la ayuda se congelaría. Se llevará a cabo una revisión de la financiación para asegurarse de que no 'permita indirectamente a ninguna organización terrorista' atacar a Israel.\",            \"translated_title\": \"Pagos de la UE a la Autoridad Palestina\"        },        {            \"english_version\": \"The IMF urged central banks to keep a grip on monetary policy as it raised its global inflation forecast from 5.2% to 5.8% next year. The global inflation rate reached 8.7% in 2022, the highest level in decades, and is expected to remain above most central-bank targets in 2024. The fund also slightly lowered its forecast for global growth next year to 2.9%.\",            \"english_title\": \"IMF's Inflation Forecast\",            \"translated_version\": \"El FMI instó a los bancos centrales a mantener un control sobre la política monetaria, ya que elevó su pronóstico de inflación global del 5.2% al 5.8% el próximo año. La tasa de inflación global alcanzó el 8.7% en 2022, el nivel más alto en décadas, y se espera que permanezca por encima de la mayoría de los objetivos de los bancos centrales en 2024. El fondo también redujo ligeramente su pronóstico de crecimiento global para el próximo año al 2.9%.\",            \"translated_title\": \"Pronóstico de Inflación del FMI\"        },        {            \"english_version\": \"Poland’s two highest-ranking generals quit days before a tight election. The resignations dealt a blow to the ruling Law and Justice (PiS) party which has sought to present itself as a guarantor of national security. Tomasz Piotrowski, operational commander of the armed forces, clashed with the defence ministry after it emerged that a Russian missile landed in Poland unnoticed last year. Replacements have already been appointed.\",            \"english_title\": \"Resignations of Poland's Generals\",            \"translated_version\": \"Los dos generales de mayor rango de Polonia renunciaron días antes de una elección reñida. Las renuncias fueron un golpe para el partido gobernante Ley y Justicia (PiS), que ha buscado presentarse como garante de la seguridad nacional. Tomasz Piotrowski, comandante operativo de las fuerzas armadas, chocó con el ministerio de defensa después de que se descubriera que un misil ruso aterrizó en Polonia sin ser detectado el año pasado. Ya se han designado reemplazos.\",            \"translated_title\": \"Renuncias de los Generales de Polonia\"        },        {            \"english_version\": \"Hollywood’s writers voted overwhelmingly to approve the strike-ending contract agreed by their union and film studios last month. The new deal gives writers pay rises and protections around the use of artificial intelligence. Actors remain on strike. Until they return to work there will be no filming of scripted film and television. The actors’ union met studio bosses on Monday to discuss its demands.\",            \"english_title\": \"Hollywood Writers' Strike\",            \"translated_version\": \"Los escritores de Hollywood votaron abrumadoramente para aprobar el contrato que pone fin a la huelga acordado por su sindicato y los estudios de cine el mes pasado. El nuevo acuerdo otorga aumentos salariales y protecciones a los escritores en relación con el uso de la inteligencia artificial. Los actores siguen en huelga. Hasta que regresen al trabajo, no habrá filmación de películas y programas de televisión. El sindicato de actores se reunió con los jefes de estudio el lunes para discutir sus demandas.\",            \"translated_title\": \"Huelga de Escritores de Hollywood\"        }    ]}"