"{    \"translations\": [        {            \"english_version\": \"Opposition parties in South Korea have tried to remove President Yoon Suk Yeol from power. They accused him of treason after he declared martial law, but parliament stopped him, saying it was against the law. The president had to change his decision quickly. He also said the opposition Democratic Party supported North Korea and stopped all political activities.\",            \"english_title\": \"Political Crisis in South Korea\",            \"translated_version\": \"Los partidos de oposición en Corea del Sur intentaron quitar al Presidente Yoon Suk Yeol del poder. Lo acusaron de traición después de que declarara la ley marcial, pero el parlamento lo detuvo, diciendo que estaba en contra de la ley. El presidente tuvo que cambiar su decisión rápidamente. También dijo que el Partido Democrático de la oposición apoyaba a Corea del Norte y detuvo todas las actividades políticas.\",            \"translated_title\": \"Crisis Política en Corea del Sur\"        },        {            \"english_version\": \"South Korea's finance ministry promised to give as much money as needed to support the markets. This was because the markets were not stable after President Yoon's actions. The country's central bank, the Bank of Korea, had an urgent meeting and said they would do anything to make the markets calm down. The value of the country's money, the won, went down a lot against the dollar, but it got a bit better after the government's actions.\",            \"english_title\": \"Economic Response to Political Crisis\",            \"translated_version\": \"El ministerio de finanzas de Corea del Sur prometió dar tanto dinero como fuera necesario para apoyar los mercados. Esto se debió a que los mercados no estaban estables después de las acciones del Presidente Yoon. El banco central del país, el Banco de Corea, tuvo una reunión urgente y dijo que harían cualquier cosa para calmar los mercados. El valor del dinero del país, el won, bajó mucho frente al dólar, pero mejoró un poco después de las acciones del gobierno.\",            \"translated_title\": \"Respuesta Económica a la Crisis Política\"        }    ]}"