"{    \"translations\": [        {            \"english_version\": \"Gaza is in ruins with destroyed streets everywhere. Any plans for its future seem very far away from its current state.\",            \"english_title\": \"Gaza in Ruins\",            \"translated_version\": \"Gaza está en ruinas con calles destruidas por todos lados. Cualquier plan para su futuro parece muy lejos de su estado actual.\",            \"translated_title\": \"Gaza en Ruinas\"        },        {            \"english_version\": \"If the court decides against Trump's tariffs, the US might have to give back some of the billions it has collected.\",            \"english_title\": \"Court Decision on Tariffs\",            \"translated_version\": \"Si la corte decide en contra de los aranceles de Trump, Estados Unidos podría tener que devolver parte de los miles de millones que ha recolectado.\",            \"translated_title\": \"Decisión de la Corte sobre Aranceles\"        },        {            \"english_version\": \"Police have changed the case of Iris Hsieh's sudden death to murder and have kept Namewee in custody.\",            \"english_title\": \"Iris Hsieh's Case\",            \"translated_version\": \"La policía ha cambiado el caso de la muerte repentina de Iris Hsieh a asesinato y ha mantenido a Namewee bajo custodia.\",            \"translated_title\": \"Caso de Iris Hsieh\"        },        {            \"english_version\": \"Claudia Sheinbaum is taking legal action because she believes a stand must be taken against the harassment of Mexican women.\",            \"english_title\": \"Sheinbaum's Legal Action\",            \"translated_version\": \"Claudia Sheinbaum está tomando acción legal porque cree que se debe tomar una posición contra el acoso a las mujeres mexicanas.\",            \"translated_title\": \"Acción Legal de Sheinbaum\"        },        {            \"english_version\": \"Flight capacity will be reduced by 10% across the country because air traffic controllers are feeling tired, according to Transportation Secretary Sean Duffy.\",            \"english_title\": \"Flight Capacity Reduction\",            \"translated_version\": \"La capacidad de vuelos se reducirá en un 10% en todo el país porque los controladores de tráfico aéreo se sienten cansados, según el Secretario de Transporte Sean Duffy.\",            \"translated_title\": \"Reducción de Capacidad de Vuelos\"        }    ]}"