"{    \"translations\": [        {            \"english_version\": \"Israel launched more air strikes on Lebanon, reportedly killing a Hizbullah commander in southern Beirut. The bombing targeted Ibrahim Aqil, a member of the Shia militia’s leadership who was wanted by America for carrying out an attack on the American embassy in Beirut in 1983. In recent days Israel has been ramping up its attacks on Hizbullah, which has been launching rockets at northern Israel since the beginning of the war in Gaza.\",            \"english_title\": \"Israel's Air Strikes on Lebanon\",            \"translated_version\": \"Israel lanzó más ataques aéreos en Líbano, matando supuestamente a un comandante de Hizbullah en el sur de Beirut. El bombardeo apuntó a Ibrahim Aqil, un miembro del liderazgo de la milicia chiíta que era buscado por Estados Unidos por llevar a cabo un ataque en la embajada estadounidense en Beirut en 1983. En los últimos días, Israel ha estado intensificando sus ataques contra Hizbullah, que ha estado lanzando cohetes al norte de Israel desde el inicio de la guerra en Gaza.\",            \"translated_title\": \"Ataques aéreos de Israel en Líbano\"        },        {            \"english_version\": \"Ursula von der Leyen travelled to Kyiv to promise a €35bn ($39bn) loan for Ukraine. The president of the European Commission said the European Union would make some of the funds available to support Ukraine through the winter amid Russian attacks on its energy infrastructure. The bloc’s loan is part of a plan to raise $50bn for Ukraine using frozen Russian assets.\",            \"english_title\": \"European Union's Support for Ukraine\",            \"translated_version\": \"Ursula von der Leyen viajó a Kyiv para prometer un préstamo de €35 mil millones ($39 mil millones) para Ucrania. La presidenta de la Comisión Europea dijo que la Unión Europea haría algunos de los fondos disponibles para apoyar a Ucrania durante el invierno en medio de los ataques rusos a su infraestructura energética. El préstamo del bloque es parte de un plan para recaudar $50 mil millones para Ucrania utilizando activos rusos congelados.\",            \"translated_title\": \"Apoyo de la Unión Europea a Ucrania\"        }    ]}"