"{    \"translations\": [        {            \"english_version\": \"Russian authorities are evacuating civilians from parts of Belgorod, a border region, as Ukraine's army advances into Kursk, a neighboring Russian region. Ukrainian troops have penetrated up to 40km inside Russia's territory, possibly to divert Russian soldiers from northern and eastern Ukraine.\",            \"english_title\": \"Russian-Ukrainian Conflict\",            \"translated_version\": \"Las autoridades rusas están sacando a la gente de partes de Belgorod, una región fronteriza, ya que el ejército de Ucrania avanza hacia Kursk, una región rusa vecina. Las tropas ucranianas han entrado hasta 40km dentro del territorio ruso, posiblemente para distraer a los soldados rusos del norte y este de Ucrania.\",            \"translated_title\": \"Conflicto Ruso-Ucraniano\"        },        {            \"english_version\": \"In response to the escalating conflict, America has ordered the USS Georgia submarine in the Mediterranean to move closer to the Middle East. The US defense secretary also announced that an American aircraft-carrier will expedite its journey to the region.\",            \"english_title\": \"International Response\",            \"translated_version\": \"En respuesta al conflicto creciente, Estados Unidos ha ordenado que el submarino USS Georgia en el Mediterráneo se acerque más al Medio Oriente. El secretario de defensa de EE. UU. también anunció que un portaaviones estadounidense acelerará su viaje a la región.\",            \"translated_title\": \"Respuesta Internacional\"        },        {            \"english_version\": \"Amidst the tensions, Russia and Ukraine are blaming each other for a fire at the Zaporizhia nuclear power plant, which has been under Russian occupation for over two years.\",            \"english_title\": \"Nuclear Power Plant Incident\",            \"translated_version\": \"En medio de las tensiones, Rusia y Ucrania se están culpando mutuamente por un incendio en la planta nuclear de Zaporizhia, que ha estado bajo ocupación rusa durante más de dos años.\",            \"translated_title\": \"Incidente en Planta Nuclear\"        },        {            \"english_version\": \"Israel is on high alert due to fears of a potential attack from Iran. Iran has accused Israel of orchestrating the assassination of Ismail Haniyeh, the political leader of Hamas, in Tehran.\",            \"english_title\": \"Israel-Iran Tensions\",            \"translated_version\": \"Israel está en alerta máxima debido a temores de un posible ataque de Irán. Irán ha acusado a Israel de orquestar el asesinato de Ismail Haniyeh, el líder político de Hamas, en Teherán.\",            \"translated_title\": \"Tensiones entre Israel e Irán\"        }    ]}"