"{    \"translations\": [        {            \"english_version\": \"Antony Blinken, America’s secretary of state, arrived in Israel as part of a five-day trip to the Middle East. He is expected to urge Israeli officials to increase efforts to avoid civilian casualties in Gaza. Mr Blinken said some Arab states and Turkey had agreed to start planning the post-war reconstruction and governance of the enclave. Binyamin Netanyahu, Israel’s prime minister, has declined to share detailed plans for its governance, frustrating America, one of the country’s staunchest allies. Meanwhile, American officials said Israel is shifting from a large-scale ground offensive to a more targeted phase of its campaign.\",            \"english_title\": \"Blinken's Visit to Israel\",            \"translated_version\": \"El secretario de estado de Estados Unidos, Antony Blinken, llegó a Israel como parte de un viaje de cinco días a Oriente Medio. Se espera que inste a los funcionarios israelíes a aumentar los esfuerzos para evitar víctimas civiles en Gaza. El Sr. Blinken dijo que algunos estados árabes y Turquía habían acordado comenzar a planificar la reconstrucción y gobernanza de la franja después de la guerra. Binyamin Netanyahu, el primer ministro de Israel, se ha negado a compartir planes detallados para su gobernanza, lo que frustra a Estados Unidos, uno de los aliados más firmes del país. Mientras tanto, funcionarios estadounidenses dijeron que Israel está pasando de una ofensiva terrestre a gran escala a una fase más dirigida de su campaña.\",            \"translated_title\": \"Visita de Blinken a Israel\"        },        {            \"english_version\": \"United Airlines discovered loose bolts on several Boeing 737 Max 9 aircraft, the type of plane that had a door shed during an Alaska Airlines flight on Friday. America’s regulators grounded the model after the accident. Shares in Boeing fell by 8% on Monday, and the share price of Spirit AeroSystems, a major Boeing supplier, also declined.\",            \"english_title\": \"Loose Bolts on Boeing Planes\",            \"translated_version\": \"United Airlines descubrió tornillos sueltos en varios aviones Boeing 737 Max 9, el tipo de avión que perdió una puerta durante un vuelo de Alaska Airlines el viernes. Los reguladores de Estados Unidos suspendieron el modelo después del accidente. Las acciones de Boeing cayeron un 8% el lunes y el precio de las acciones de Spirit AeroSystems, un importante proveedor de Boeing, también disminuyó.\",            \"translated_title\": \"Tornillos sueltos en aviones Boeing\"        },        {            \"english_version\": \"Samsung Electronics, the world’s largest memory-chip maker, estimated that its operating profit fell by 35% to $2.1bn between October and December compared with a year earlier—its sixth consecutive quarter of decline. Revenue is expected to fall by 4.9% to $67bn. Demand for tech gadgets slowed last year due to high inflation, leading to the market’s biggest slump in decades.\",            \"english_title\": \"Samsung's Declining Profit\",            \"translated_version\": \"Samsung Electronics, el mayor fabricante de chips de memoria del mundo, estimó que su beneficio operativo cayó un 35% a $2.1bn entre octubre y diciembre en comparación con el año anterior, su sexto trimestre consecutivo de declive. Se espera que los ingresos caigan un 4.9% a $67bn. La demanda de dispositivos tecnológicos se desaceleró el año pasado debido a la alta inflación, lo que llevó a la mayor caída del mercado en décadas.\",            \"translated_title\": \"La caída de los beneficios de Samsung\"        },        {            \"english_version\": \"Taiwan’s vice-president and leader of the presidential race, Lai Ching-te, accused China of its 'most serious' electoral interference to date. Taiwan will hold elections on January 13th. Mr Lai’s Democratic Progressive Party favors strengthening relations with the West; the opposition, pro-unification Kuomintang promises to reopen dialogue with China.\",            \"english_title\": \"Taiwan's Election Interference\",            \"translated_version\": \"El vicepresidente de Taiwán y líder de la carrera presidencial, Lai Ching-te, acusó a China de su interferencia electoral 'más grave' hasta la fecha. Taiwán celebrará elecciones el 13 de enero. El Partido Progresista Democrático del Sr. Lai favorece el fortalecimiento de las relaciones con Occidente; la oposición, el Kuomintang pro-unificación, promete reabrir el diálogo con China.\",            \"translated_title\": \"Interferencia en las elecciones de Taiwán\"        },        {            \"english_version\": \"Pakistan’s Supreme Court ruled that people with criminal convictions can stand as election candidates, clearing the path for Nawaz Sharif to run for prime minister for a fourth time in a vote expected next month. Mr Sharif was removed from office in 2017 for 'dishonest practices'. He rivals Imran Khan, a popular former prime minister who has been imprisoned for corruption.\",            \"english_title\": \"Pakistan's Election Ruling\",            \"translated_version\": \"El Tribunal Supremo de Pakistán dictaminó que las personas con condenas penales pueden presentarse como candidatos en las elecciones, allanando el camino para que Nawaz Sharif se postule como primer ministro por cuarta vez en una votación esperada el próximo mes. El Sr. Sharif fue destituido de su cargo en 2017 por 'prácticas deshonestas'. Su rival es Imran Khan, un popular ex primer ministro que ha sido encarcelado por corrupción.\",            \"translated_title\": \"Fallos en las elecciones de Pakistán\"        }    ]}"