"{    \"translations\": [        {            \"english_version\": \"Officials in the Trump administration defended the imposition of high tariffs on imports to America. They believe the recent drop in stock markets is just a short-term reaction and should not lead to a recession. They also mentioned that any price increases due to the tariffs would not heavily burden American consumers.\",            \"english_title\": \"Trump administration defends tariffs\",            \"translated_version\": \"Los funcionarios en la administración de Trump defendieron poner impuestos altos en las cosas que entran a América. Ellos piensan que la caída reciente en los mercados de valores es solo una reacción a corto plazo y no debería causar una recesión. También dijeron que cualquier aumento en los precios debido a los impuestos no afectaría mucho a los consumidores americanos.\",            \"translated_title\": \"Trump administration defends tariffs\"        },        {            \"english_version\": \"Indonesia, the largest economy in South-East Asia, announced that it will not retaliate against the trade tariffs imposed by Donald Trump. Instead, the country plans to engage in negotiations with America and focus on selling more to European markets. The region, especially Vietnamese businesses, is feeling the impact of the new tariffs.\",            \"english_title\": \"Indonesia's response to trade tariffs\",            \"translated_version\": \"Indonesia, la economía más grande en el sudeste asiático, anunció que no va a tomar represalias contra los impuestos comerciales impuestos por Donald Trump. En lugar de eso, el país planea negociar con América y enfocarse en vender más a los mercados europeos. La región, especialmente los negocios vietnamitas, está sintiendo el impacto de los nuevos impuestos.\",            \"translated_title\": \"Indonesia's response to trade tariffs\"        }    ]}"