"{    \"translations\": [        {            \"english_version\": \"British PM Sir Keir Starmer will join the Ukrainian leader on a trip to the US. The US president asked for a ceasefire before meeting Putin. This decision goes against what Europe and Ukraine want.\",            \"english_title\": \"UK PM and Ukraine Leader Visit US\",            \"translated_version\": \"El primer ministro britanico Sir Keir Starmer ira con el lider de Ucrania a Estados Unidos. El presidente de Estados Unidos pidio un alto al fuego antes de reunirse con Putin. Esta decision va en contra de lo que quieren Europa y Ucrania.\",            \"translated_title\": \"PM del Reino Unido y lider de Ucrania visitan EE.UU.\"        },        {            \"english_version\": \"Hundreds of people are missing in Khyber Pakhtunkhwa province due to severe floods.\",            \"english_title\": \"Floods in Khyber Pakhtunkhwa\",            \"translated_version\": \"Cientos de personas estan desaparecidas en la provincia de Khyber Pakhtunkhwa por inundaciones fuertes.\",            \"translated_title\": \"Inundaciones en Khyber Pakhtunkhwa\"        },        {            \"english_version\": \"DC's largest homeless encampment was destroyed after the president called for stricter measures. This raises questions about what happened to the people living there.\",            \"english_title\": \"Homeless Camp Destroyed in DC\",            \"translated_version\": \"El campamento mas grande de personas sin hogar en DC fue destruido despues de que el presidente pidio medidas mas estrictas. Esto hace preguntas sobre que paso con las personas que vivian alli.\",            \"translated_title\": \"Campamento de personas sin hogar destruido en DC\"        },        {            \"english_version\": \"Israeli attacks have caused a very bad situation in the Zeitoun neighborhood, according to the city's Hamas-run authority.\",            \"english_title\": \"Israeli Attacks in Zeitoun\",            \"translated_version\": \"Los ataques israelies han causado una situacion muy mala en el barrio de Zeitoun, segun la autoridad de la ciudad dirigida por Hamas.\",            \"translated_title\": \"Ataques israelies en Zeitoun\"        },        {            \"english_version\": \"Russia supports the troubled president and says it will not ignore the unrest.\",            \"english_title\": \"Russia Supports Troubled President\",            \"translated_version\": \"Rusia apoya al presidente con problemas y dice que no ignorara los disturbios.\",            \"translated_title\": \"Rusia apoya al presidente con problemas\"        }    ]}"