"{    \"translations\": [        {            \"english_version\": \"Iran’s foreign ministry condemned American strikes on targets in Iraq and Syria as an adventurous and strategic mistake that will increase tension in the region. Last night America launched a series of air strikes on targets linked to Iran-backed proxies and the country’s Islamic Revolutionary Guards Corps; dozens appear to have been killed. Iraq’s military said the strikes could have dire consequences.\",            \"english_title\": \"American Strikes in Iraq and Syria\",            \"translated_version\": \"El ministerio de relaciones exteriores de Irán condenó los ataques estadounidenses en objetivos en Irak y Siria como un error aventurero y estratégico que aumentará la tensión en la región. Anoche, Estados Unidos lanzó una serie de ataques aéreos en objetivos vinculados a grupos respaldados por Irán y al Cuerpo de la Guardia Revolucionaria Islámica del país; parece que murieron docenas de personas. El ejército de Irak dijo que los ataques podrían tener consecuencias graves.\",            \"translated_title\": \"Ataques Estadounidenses en Irak y Siria\"        },        {            \"english_version\": \"Lawmakers in Northern Ireland appointed Michelle O’Neill of Sinn Féin as first minister, the first time a nationalist has led the province. The move came after the pro-British Democratic Unionist Party agreed to return to the power-sharing government after a two-year absence, having reached a deal with Britain’s government over post-Brexit trading agreements. Ms O’Neill called her appointment a new dawn.\",            \"english_title\": \"Appointment of Michelle O'Neill in Northern Ireland\",            \"translated_version\": \"Los legisladores en Irlanda del Norte nombraron a Michelle O'Neill del Sinn Féin como primera ministra, la primera vez que un nacionalista lidera la provincia. La decisión se produjo después de que el Partido Democrático Unionista pro-británico acordara regresar al gobierno de coalición después de una ausencia de dos años, habiendo alcanzado un acuerdo con el gobierno británico sobre los acuerdos comerciales posteriores al Brexit. La Sra. O'Neill llamó a su nombramiento un nuevo amanecer.\",            \"translated_title\": \"Nombramiento de Michelle O'Neill en Irlanda del Norte\"        },        {            \"english_version\": \"Senegal’s president, Macky Sall, indefinitely postponed the country’s presidential election, which had been scheduled for February 25th. Mr Sall, who is not running for a third term, said that he had cancelled the vote because of an investigation into the actions of two judges on Senegal’s constitutional council, which has ruled several opposition candidates ineligible to run in recent weeks.\",            \"english_title\": \"Postponement of Senegal's Presidential Election\",            \"translated_version\": \"El presidente de Senegal, Macky Sall, pospuso indefinidamente las elecciones presidenciales del país, que estaban programadas para el 25 de febrero. El Sr. Sall, que no se postula para un tercer mandato, dijo que canceló la votación debido a una investigación sobre las acciones de dos jueces del consejo constitucional de Senegal, que ha declarado inelegibles a varios candidatos de la oposición en las últimas semanas.\",            \"translated_title\": \"Posposición de las Elecciones Presidenciales de Senegal\"        },        {            \"english_version\": \"Pakistan’s former prime minister, Imran Khan, and his wife, Bushra Bubi, were sentenced to seven years in prison. Prosecutors alleged that the couple had broken a law decreeing that a previously married woman must wait three months before remarrying. It is the third conviction that Mr Khan has received in recent days. His party, Pakistan Tehreek-e-Insaf, said the verdicts raised a huge question mark over Pakistan’s general election on February 8th.\",            \"english_title\": \"Sentencing of Imran Khan and Bushra Bubi in Pakistan\",            \"translated_version\": \"El ex primer ministro de Pakistán, Imran Khan, y su esposa, Bushra Bubi, fueron condenados a siete años de prisión. Los fiscales alegaron que la pareja había violado una ley que establece que una mujer previamente casada debe esperar tres meses antes de volver a casarse. Es la tercera condena que el Sr. Khan ha recibido en los últimos días. Su partido, Pakistan Tehreek-e-Insaf, dijo que los veredictos planteaban un gran signo de interrogación sobre las elecciones generales de Pakistán el 8 de febrero.\",            \"translated_title\": \"Condena de Imran Khan y Bushra Bubi en Pakistán\"        },        {            \"english_version\": \"Russian-installed officials in occupied territory in Luhansk, a region in eastern Ukraine, claimed that a Ukrainian strike on a bakery had killed eight people and injured ten more. Ukrainian officials have not commented. Meanwhile the governor of Volgograd, a region in south-west Russia, blamed a Ukrainian drone attack for a large fire he said had broken out at an oil refinery.\",            \"english_title\": \"Conflict in Luhansk and Volgograd\",            \"translated_version\": \"Funcionarios rusos instalados en el territorio ocupado en Luhansk, una región en el este de Ucrania, afirmaron que un ataque ucraniano a una panadería había matado a ocho personas y herido a diez más. Los funcionarios ucranianos no han comentado. Mientras tanto, el gobernador de Volgograd, una región en el suroeste de Rusia, culpó a un ataque de un dron ucraniano por un gran incendio que, según dijo, se había desatado en una refinería de petróleo.\",            \"translated_title\": \"Conflicto en Luhansk y Volgograd\"        }    ]}"