"{    \"translations\": [        {            \"english_version\": \"Eurostar plans to run all its services on Wednesday, but there might still be delays and cancellations.\",            \"english_title\": \"Eurostar Services\",            \"translated_version\": \"Eurostar quiere hacer todos sus viajes el miércoles, pero puede haber retrasos y cancelaciones.\",            \"translated_title\": \"Servicios Eurostar\"        },        {            \"english_version\": \"Two main issues involve territory and the future of Europe's biggest nuclear plant, which Russia currently occupies.\",            \"english_title\": \"Territory and Nuclear Plant\",            \"translated_version\": \"Dos problemas importantes son el territorio y el futuro de la planta nuclear más grande de Europa, que Rusia ocupa ahora.\",            \"translated_title\": \"Territorio y Planta Nuclear\"        },        {            \"english_version\": \"The release is part of a new ceasefire deal after weeks of deadly clashes along the Thai-Cambodia border.\",            \"english_title\": \"Ceasefire Deal\",            \"translated_version\": \"La liberación es parte de un nuevo acuerdo de alto el fuego después de semanas de peleas mortales en la frontera entre Tailandia y Camboya.\",            \"translated_title\": \"Acuerdo de Alto el Fuego\"        },        {            \"english_version\": \"A train driver died and at least 40 people were injured in a crash on the single-track line to Machu Picchu.\",            \"english_title\": \"Train Crash\",            \"translated_version\": \"Un conductor de tren murió y al menos 40 personas resultaron heridas en un choque en la vía única hacia Machu Picchu.\",            \"translated_title\": \"Choque de Tren\"        },        {            \"english_version\": \"The Iranian rial hit a record low against the US dollar, leading to protests by shopkeepers in Tehran, which have spread quickly.\",            \"english_title\": \"Iranian Rial Protests\",            \"translated_version\": \"El rial iraní bajó mucho frente al dólar estadounidense, causando protestas de los comerciantes en Teherán, que se han extendido rápido.\",            \"translated_title\": \"Protestas por el Rial Iraní\"        }    ]}"