"{    \"translations\": [        {            \"english_version\": \"Democrats on the House Oversight Committee shared new pictures and videos from Jeffrey Epstein's private island. Epstein was a financier who got into trouble for bad actions.\",            \"english_title\": \"Epstein Island Photos\",            \"translated_version\": \"Los demócratas en el Comité de Supervisión de la Cámara compartieron nuevas fotos y videos de la isla privada de Jeffrey Epstein. Epstein era un financiero que tuvo problemas por malas acciones.\",            \"translated_title\": \"Fotos de la Isla de Epstein\"        },        {            \"english_version\": \"US special envoy Steve Witkoff will meet with a senior Ukrainian negotiator, Rustem Umerov, for discussions in Miami on Thursday. They are likely to talk about important issues between the US and Ukraine.\",            \"english_title\": \"US-Ukraine Talks\",            \"translated_version\": \"El enviado especial de EE.UU., Steve Witkoff, se reunirá con un negociador ucraniano, Rustem Umerov, para hablar en Miami el jueves. Probablemente hablarán sobre temas importantes entre EE.UU. y Ucrania.\",            \"translated_title\": \"Charlas EE.UU.-Ucrania\"        },        {            \"english_version\": \"The tech company will start closing accounts for users under 16 years old. This is happening a week before an official rule comes into effect.\",            \"english_title\": \"Tech Company Closes Accounts\",            \"translated_version\": \"La empresa de tecnología comenzará a cerrar cuentas para usuarios menores de 16 años. Esto sucede una semana antes de que una regla oficial entre en vigor.\",            \"translated_title\": \"Empresa Cierra Cuentas\"        },        {            \"english_version\": \"Critics in South Korea are worried about the widespread problem of stalking and violence against women. This is a serious issue that needs attention.\",            \"english_title\": \"Concerns in South Korea\",            \"translated_version\": \"Los críticos en Corea del Sur están preocupados por el problema de acoso y violencia contra las mujeres. Este es un problema serio que necesita atención.\",            \"translated_title\": \"Preocupaciones en Corea del Sur\"        },        {            \"english_version\": \"The remains found in northern Gaza, which Hamas and Palestinian Islamic Jihad claim to have discovered, will be taken to Tel Aviv for forensic testing. This is part of ongoing tensions in the region.\",            \"english_title\": \"Remains Found in Gaza\",            \"translated_version\": \"Los restos encontrados en el norte de Gaza, que Hamas y la Jihad Islámica Palestina dicen haber descubierto, serán llevados a Tel Aviv para pruebas forenses. Esto es parte de las tensiones en la región.\",            \"translated_title\": \"Restos Encontrados en Gaza\"        }    ]}"