"{    \"translations\": [        {            \"english_version\": \"Mark Carney says changes in Palestinian democracy are needed, while Donald Trump thinks it might affect a trade deal between the US and Canada.\",            \"english_title\": \"Carney and Trump on Democracy and Trade\",            \"translated_version\": \"Mark Carney dice que se necesitan cambios en la democracia palestina, mientras que Donald Trump piensa que puede afectar un acuerdo comercial entre Estados Unidos y Canadá.\",            \"translated_title\": \"Carney y Trump sobre Democracia y Comercio\"        },        {            \"english_version\": \"A boy and his mother died, and Kyiv reports the highest number of child deaths in the war.\",            \"english_title\": \"Child Deaths in Kyiv\",            \"translated_version\": \"Un niño y su madre murieron, y Kyiv reporta el mayor número de muertes de niños en la guerra.\",            \"translated_title\": \"Muertes de Niños en Kyiv\"        },        {            \"english_version\": \"Local officials admit there are gaps in emergency planning and say the incident is a hard lesson and a wake-up call.\",            \"english_title\": \"Emergency Planning Gaps\",            \"translated_version\": \"Los oficiales locales admiten que hay fallas en la planificación de emergencias y dicen que el incidente es una lección difícil y un llamado de atención.\",            \"translated_title\": \"Fallas en Planificación de Emergencias\"        },        {            \"english_version\": \"The proposal suggests banning alcohol sales in supermarkets, restaurants, and on public transport.\",            \"english_title\": \"Alcohol Sales Ban Proposal\",            \"translated_version\": \"La propuesta sugiere prohibir la venta de alcohol en supermercados, restaurantes y en el transporte público.\",            \"translated_title\": \"Propuesta de Prohibición de Alcohol\"        },        {            \"english_version\": \"Alerts were issued across the Pacific after a big earthquake in Russia's Far East, but no deaths were reported.\",            \"english_title\": \"Earthquake Alerts in Pacific\",            \"translated_version\": \"Se emitieron alertas en todo el Pacífico después de un gran terremoto en el Lejano Oriente de Rusia, pero no se reportaron muertes.\",            \"translated_title\": \"Alertas de Terremoto en el Pacífico\"        }    ]}"