"{    \"translations\": [        {            \"english_version\": \"Israeli troops reportedly fought Hamas fighters in central Gaza as they advanced farther into the besieged enclave. Israel’s prime minister, Binyamin Netanyahu, rejected calls for a ceasefire in Gaza, saying it was like calling for Israel to surrender to Hamas. The Palestinian militant group said it had fired machine-guns and anti-tank missiles towards Israeli troops early on Tuesday, though this could not be confirmed. Gaza’s authorities accused Israel of intentionally targeting hospitals, with 57 medical institutions hit so far. They said Israeli air raids had killed 8,525 Palestinians.\",            \"english_title\": \"Israeli troops clash with Hamas fighters in Gaza\",            \"translated_version\": \"Soldados israelíes pelearon contra combatientes de Hamas en Gaza central mientras avanzaban más en el enclave asediado. El primer ministro de Israel, Binyamin Netanyahu, rechazó llamados a un alto el fuego en Gaza, diciendo que era como pedirle a Israel que se rindiera a Hamas. El grupo militante palestino dijo que había disparado ametralladoras y misiles antitanque hacia los soldados israelíes temprano el martes, aunque esto no pudo ser confirmado. Las autoridades de Gaza acusaron a Israel de atacar intencionalmente hospitales, con 57 instituciones médicas afectadas hasta ahora. Dijeron que los ataques aéreos israelíes habían matado a 8,525 palestinos.\",            \"translated_title\": \"Soldados israelíes chocan con combatientes de Hamas en Gaza\"        },        {            \"english_version\": \"The euro-area economy shrank by 0.1% in the third quarter, as its largest economies continue to be weighed down by high interest rates and low consumer demand. Following an expansion of 0.2% in the second quarter, analysts had expected stagnation. The flash estimate for the wider EU showed growth of 0.1%.\",            \"english_title\": \"Euro-area economy contracts in third quarter\",            \"translated_version\": \"La economía de la zona euro se contrajo un 0.1% en el tercer trimestre, ya que sus mayores economías continúan siendo afectadas por altas tasas de interés y baja demanda del consumidor. Después de una expansión del 0.2% en el segundo trimestre, los analistas esperaban estancamiento. La estimación preliminar para la UE más amplia mostró un crecimiento del 0.1%.\",            \"translated_title\": \"La economía de la zona euro se contrae en el tercer trimestre\"        },        {            \"english_version\": \"Afghans fled from Pakistan in droves ahead of a deadline for roughly 1.7m undocumented migrants to leave the country. On Wednesday Pakistan’s government will begin arrests and deportations. Around 100,000 Afghans have already left in October; more than 10,000 crammed into buses and trucks heading for the border on Tuesday. Afghanistan’s Taliban government accused Pakistan of harassment.\",            \"english_title\": \"Afghans flee Pakistan as deadline looms\",            \"translated_version\": \"Los afganos huyeron de Pakistán en masa antes de la fecha límite para que aproximadamente 1.7 millones de migrantes indocumentados abandonen el país. El miércoles, el gobierno de Pakistán comenzará los arrestos y deportaciones. Alrededor de 100,000 afganos ya se han ido en octubre; más de 10,000 se apiñaron en autobuses y camiones que se dirigían a la frontera el martes. El gobierno talibán de Afganistán acusó a Pakistán de acoso.\",            \"translated_title\": \"Afganos huyen de Pakistán mientras se acerca la fecha límite\"        },        {            \"english_version\": \"After four months of negotiations, Montenegro finally appointed a government, headed by Europe’s youngest prime minister, Milojko Spajic. The 36-year-old former finance minister said he wanted his country to be the Switzerland of the Balkans and the Singapore of Europe. First, he will need to tackle rife corruption and the country’s weak rule of law, as it strives to join the EU.\",            \"english_title\": \"Montenegro appoints youngest prime minister\",            \"translated_version\": \"Después de cuatro meses de negociaciones, Montenegro finalmente nombró un gobierno, encabezado por el primer ministro más joven de Europa, Milojko Spajic. El ex ministro de finanzas de 36 años dijo que quería que su país fuera la Suiza de los Balcanes y la Singapur de Europa. Primero, tendrá que abordar la corrupción generalizada y la débil estado de derecho del país, mientras se esfuerza por unirse a la UE.\",            \"translated_title\": \"Montenegro nombra al primer ministro más joven\"        },        {            \"english_version\": \"Sir Keir Starmer tried to reassert his leadership of Britain’s Labour Party after a revolt against his position on Israel and Palestine. In an impromptu speech, Sir Keir repeated calls for a humanitarian pause in the conflict but argued that a permanent ceasefire—demanded by other senior members—would embolden Hamas. Some 30 councillors have so far resigned over the leadership’s line.\",            \"english_title\": \"Sir Keir Starmer defends position on Israel and Palestine\",            \"translated_version\": \"Sir Keir Starmer intentó reafirmar su liderazgo en el Partido Laborista de Gran Bretaña después de una revuelta contra su posición sobre Israel y Palestina. En un discurso improvisado, Sir Keir repitió llamados a una pausa humanitaria en el conflicto, pero argumentó que un alto el fuego permanente, exigido por otros miembros principales, fortalecería a Hamas. Hasta ahora, unos 30 concejales han renunciado debido a la postura del liderazgo.\",            \"translated_title\": \"Sir Keir Starmer defiende su posición sobre Israel y Palestina\"        }    ]}"