"{    \"translations\": [        {            \"english_version\": \"Three construction company executives have been arrested because they might be responsible for deaths. This happened after flammable materials were found on the tower blocks. People are still trying to control the fire, and locals are waiting to hear about missing loved ones. At least 44 people have died in the fire, which took local authorities 18 hours to control.\",            \"english_title\": \"Executives Arrested for Fire\",            \"translated_version\": \"Tres jefes de una empresa de construcción fueron arrestados porque pueden ser responsables de muertes. Esto pasó después de encontrar materiales inflamables en los edificios. La gente todavía está tratando de controlar el fuego, y los vecinos esperan noticias de sus seres queridos desaparecidos. Al menos 44 personas han muerto en el incendio, que tomó a las autoridades locales 18 horas para controlar.\",            \"translated_title\": \"Jefes Arrestados por Incendio\"        },        {            \"english_version\": \"The Trump administration is trying to make a deal even though there seems to be a lot of chaos around their efforts.\",            \"english_title\": \"Trump Administration Deal\",            \"translated_version\": \"La administración de Trump está tratando de hacer un trato aunque parece haber mucho caos alrededor de sus esfuerzos.\",            \"translated_title\": \"Trato de Administración Trump\"        },        {            \"english_version\": \"The alleged gunman in the Washington shooting is an Afghan national who came to the US in September 2021.\",            \"english_title\": \"Washington Shooting Suspect\",            \"translated_version\": \"El supuesto tirador en el tiroteo de Washington es un ciudadano afgano que llegó a EE.UU. en septiembre de 2021.\",            \"translated_title\": \"Sospechoso de Tiroteo en Washington\"        },        {            \"english_version\": \"A year after a ceasefire in Lebanon, Israel is still attacking. They say they are targeting Hezbollah's efforts to recover from their war.\",            \"english_title\": \"Israel Attacks After Ceasefire\",            \"translated_version\": \"Un año después de un alto el fuego en Líbano, Israel sigue atacando. Dicen que están atacando los esfuerzos de Hezbollah para recuperarse de su guerra.\",            \"translated_title\": \"Israel Ataca Tras Alto el Fuego\"        },        {            \"english_version\": \"The military has taken over in a West African nation while the country was waiting for the results of Sunday's election.\",            \"english_title\": \"Military Takes Over in Africa\",            \"translated_version\": \"El ejército ha tomado el control en una nación de África Occidental mientras el país esperaba los resultados de las elecciones del domingo.\",            \"translated_title\": \"Ejército Toma Control en África\"        }    ]}"