"{    \"translations\": [        {            \"english_version\": \"Donald Trump said that Israel agreed to a 60-day ceasefire in Gaza. He thanked Egyptian and Qatari officials for helping with the proposal, which they will now give to Hamas. Trump told the militant group to accept the deal, warning that things could get worse. He said the ceasefire would help work with all parties to end the war. Israel and Hamas have not commented on the proposal.\",            \"english_title\": \"Trump Talks Ceasefire\",            \"translated_version\": \"Donald Trump dijo que Israel acepto un alto el fuego de 60 dias en Gaza. Agradecio a los oficiales de Egipto y Qatar por ayudar con la propuesta, que ahora daran a Hamas. Trump dijo al grupo militante que acepte el trato, advirtiendo que las cosas podrian empeorar. Dijo que el alto el fuego ayudaria a trabajar con todas las partes para terminar la guerra. Israel y Hamas no han comentado sobre la propuesta.\",            \"translated_title\": \"Trump habla de alto el fuego\"        },        {            \"english_version\": \"America's Senate passed Trump's big bill by a narrow margin. Three Republicans did not support it, making the vote 50-50. The vice-president, J.D. Vance, broke the tie. The bill, which is almost 1,000 pages long, now needs to pass the House. Changes made by the Senate might face opposition there. Trump wants Congress to pass the bill before July 4th.\",            \"english_title\": \"Senate Passes Big Bill\",            \"translated_version\": \"El Senado de America aprobo el gran proyecto de ley de Trump por un margen estrecho. Tres republicanos no lo apoyaron, haciendo el voto 50-50. El vicepresidente, J.D. Vance, rompio el empate. El proyecto de ley, que tiene casi 1,000 paginas, ahora necesita pasar por la Camara. Los cambios hechos por el Senado podrian enfrentar oposicion alli. Trump quiere que el Congreso apruebe el proyecto de ley antes del 4 de julio.\",            \"translated_title\": \"Senado aprueba gran proyecto\"        }    ]}"