"{    \"translations\": [        {            \"english_version\": \"Three million new documents mention Trump and emails between Epstein and someone called 'The Duke'.\",            \"english_title\": \"Documents Mention Trump\",            \"translated_version\": \"Tres millones de nuevos documentos mencionan a Trump y correos entre Epstein y alguien llamado `El Duque`.\",            \"translated_title\": \"Documentos Mencionan a Trump\"        },        {            \"english_version\": \"Israel's military confirmed strikes during a ceasefire, with Israel and Hamas blaming each other for breaking it.\",            \"english_title\": \"Israel and Hamas Blame Each Other\",            \"translated_version\": \"El ejército de Israel confirmó ataques durante un alto el fuego, con Israel y Hamas culpándose mutuamente por romperlo.\",            \"translated_title\": \"Israel y Hamas se Culpan\"        },        {            \"english_version\": \"The Pakistani military reported 31 civilians and 17 security forces killed, and their response killed 145 attackers.\",            \"english_title\": \"Pakistan Reports Casualties\",            \"translated_version\": \"El ejército de Pakistán informó que 31 civiles y 17 fuerzas de seguridad murieron, y su respuesta mató a 145 atacantes.\",            \"translated_title\": \"Pakistán Informa Muertes\"        },        {            \"english_version\": \"Miroslav Lajčák resigned after exchanges showed him discussing girls and diplomacy with the late sex offender.\",            \"english_title\": \"Lajčák Resigns\",            \"translated_version\": \"Miroslav Lajčák renunció después de que intercambios mostraron que hablaba de chicas y diplomacia con el delincuente sexual fallecido.\",            \"translated_title\": \"Lajčák Renuncia\"        },        {            \"english_version\": \"Iran plans a live-fire naval exercise in the Strait of Hormuz, an important shipping route.\",            \"english_title\": \"Iran Naval Exercise\",            \"translated_version\": \"Irán planea un ejercicio naval con fuego real en el Estrecho de Ormuz, una ruta de envío importante.\",            \"translated_title\": \"Ejercicio Naval de Irán\"        }    ]}"