"{    \"translations\": [        {            \"english_version\": \"President Zelensky says Moscow wants to scare civilians. Russia reports four people died in a Ukrainian attack. Russia says its jets did not enter Estonian airspace, even though its drones entered the airspace of two other NATO countries.\",            \"english_title\": \"Tensions Between Russia and Ukraine\",            \"translated_version\": \"El presidente Zelensky dice que Moscú quiere asustar a los civiles. Rusia dice que cuatro personas murieron en un ataque ucraniano. Rusia dice que sus aviones no entraron en el espacio aéreo de Estonia, aunque sus drones entraron en el espacio aéreo de otros dos países de la OTAN.\",            \"translated_title\": \"Tensiones entre Rusia y Ucrania\"        },        {            \"english_version\": \"The US commerce secretary told big companies to train Americans. Some companies have used foreign skilled workers for many years.\",            \"english_title\": \"US Companies and Worker Training\",            \"translated_version\": \"El secretario de comercio de EE.UU. dijo a las grandes empresas que entrenen a los estadounidenses. Algunas empresas han usado trabajadores extranjeros con habilidades por muchos años.\",            \"translated_title\": \"Empresas de EE.UU. y entrenamiento de trabajadores\"        },        {            \"english_version\": \"Officials are very careful after the 2019 presidential election result was canceled because of vote tampering.\",            \"english_title\": \"Caution After Election Issues\",            \"translated_version\": \"Los oficiales son muy cuidadosos después de que el resultado de las elecciones presidenciales de 2019 fue cancelado por manipulación de votos.\",            \"translated_title\": \"Cuidado después de problemas electorales\"        },        {            \"english_version\": \"Travelers say they have to wait many hours for some airlines. Disruptions are also happening in Brussels and Berlin.\",            \"english_title\": \"Airline Delays\",            \"translated_version\": \"Los viajeros dicen que tienen que esperar muchas horas por algunas aerolíneas. También hay problemas en Bruselas y Berlín.\",            \"translated_title\": \"Retrasos de aerolíneas\"        },        {            \"english_version\": \"Many countries, including France and the UK, are expected to do the same when world leaders meet at the UN General Assembly next week. Sixty countries have agreed to a global treaty to protect the oceans, which will become law in January.\",            \"english_title\": \"Global Ocean Protection Treaty\",            \"translated_version\": \"Se espera que muchos países, incluyendo Francia y el Reino Unido, hagan lo mismo cuando los líderes mundiales se reúnan en la Asamblea General de la ONU la próxima semana. Sesenta países han acordado un tratado global para proteger los océanos, que será ley en enero.\",            \"translated_title\": \"Tratado global para proteger los océanos\"        }    ]}"