"{    \"translations\": [        {            \"english_version\": \"The deal will see the release of hostages held in Gaza in exchange for Palestinian prisoners and raises hopes for peace after two years of war. People in Gaza celebrate a potential end to the war, but know it will mean facing the grief they have put aside. 'I can't quite believe this is actually happening, we've been waiting for so long,' said Gil Dickman, cousin of hostage Carmel Gat. The agreement of the first-phase of the peace plan for Gaza, announced by US President Donald Trump, is a big moment.\",            \"english_title\": \"Peace Deal in Gaza\",            \"translated_version\": \"El acuerdo verá la liberación de rehenes en Gaza a cambio de prisioneros palestinos y da esperanzas de paz después de dos años de guerra. La gente en Gaza celebra un posible fin de la guerra, pero saben que significará enfrentar el dolor que han dejado de lado. 'No puedo creer que esto esté pasando, hemos esperado tanto tiempo,' dijo Gil Dickman, primo del rehén Carmel Gat. El acuerdo de la primera fase del plan de paz para Gaza, anunciado por el presidente de EE.UU. Donald Trump, es un gran momento.\",            \"translated_title\": \"Acuerdo de Paz en Gaza\"        },        {            \"english_version\": \"Jamie Dimon said he was more worried than others about the potential for a stock market correction.\",            \"english_title\": \"Stock Market Worries\",            \"translated_version\": \"Jamie Dimon dijo que estaba más preocupado que otros por la posibilidad de una corrección en el mercado de valores.\",            \"translated_title\": \"Preocupaciones del Mercado\"        },        {            \"english_version\": \"It is the first time they have spoken publicly since Phillips was shot dead by police during a manhunt.\",            \"english_title\": \"First Public Statement\",            \"translated_version\": \"Es la primera vez que hablan públicamente desde que Phillips fue muerto a tiros por la policía durante una búsqueda.\",            \"translated_title\": \"Primera Declaración Pública\"        },        {            \"english_version\": \"The White House calls the allegation baseless as the US Senate rejected a measure to bar Trump from using force against the boats.\",            \"english_title\": \"White House Denies Allegation\",            \"translated_version\": \"La Casa Blanca llama a la acusación sin fundamento ya que el Senado de EE.UU. rechazó una medida para impedir que Trump use la fuerza contra los barcos.\",            \"translated_title\": \"Casa Blanca Niega Acusación\"        },        {            \"english_version\": \"Police investigate after 10 beehives were burned down in a park in the central city of Almere.\",            \"english_title\": \"Beehives Burned in Almere\",            \"translated_version\": \"La policía investiga después de que 10 colmenas fueron quemadas en un parque en la ciudad central de Almere.\",            \"translated_title\": \"Colmenas Quemadas en Almere\"        }    ]}"