"{    \"translations\": [        {            \"english_version\": \"Vladimir Putin announced he will seek another six-year term as Russia’s president ahead of elections set to take place next May. His bid for re-election was widely expected; in 2020 he changed Russia’s constitution to allow him to rule until 2036. Mr Putin, who has led Russia since 1999, is a shoo-in for victory—he has quashed all credible opposition.\",            \"english_title\": \"Putin to Seek Re-election\",            \"translated_version\": \"Vladimir Putin anunció que buscará otro mandato de seis años como presidente de Rusia antes de las elecciones que se llevarán a cabo en mayo próximo. Su candidatura a la reelección era ampliamente esperada; en 2020 cambió la constitución de Rusia para permitirle gobernar hasta 2036. El Sr. Putin, quien ha liderado Rusia desde 1999, es un favorito para la victoria, ya que ha eliminado toda oposición creíble.\",            \"translated_title\": \"Putin buscará la reelección\"        },        {            \"english_version\": \"America vetoed a UN Security Council resolution that would have called for an immediate ceasefire in Gaza and a release of all hostages. All other members voted for the resolution, except Britain, which abstained. Earlier, Antony Blinken, America’s secretary of state, said there was a gap between Israel’s intent to protect civilians in Gaza and what it has been doing on the ground.\",            \"english_title\": \"US Vetoes UN Resolution on Gaza\",            \"translated_version\": \"Estados Unidos vetó una resolución del Consejo de Seguridad de la ONU que habría pedido un alto el fuego inmediato en Gaza y la liberación de todos los rehenes. Todos los demás miembros votaron a favor de la resolución, excepto Gran Bretaña, que se abstuvo. Anteriormente, Antony Blinken, secretario de Estado de Estados Unidos, dijo que había una brecha entre la intención de Israel de proteger a los civiles en Gaza y lo que ha estado haciendo en el terreno.\",            \"translated_title\": \"EE.UU. veta resolución de la ONU sobre Gaza\"        },        {            \"english_version\": \"Armenia and Azerbaijan agreed to a prisoner exchange and to take steps toward normalising relations, marking significant progress toward ending a long conflict between the countries. Tensions flared in September, when Azerbaijan took control of Nagorno Karabakh, an enclave that was mainly occupied by ethnic Armenians. The short war sparked a mass exodus from the region.\",            \"english_title\": \"Armenia and Azerbaijan Agree to Prisoner Exchange\",            \"translated_version\": \"Armenia y Azerbaiyán acordaron un intercambio de prisioneros y tomar medidas para normalizar las relaciones, lo que marca un progreso significativo hacia el fin de un largo conflicto entre los países. Las tensiones se intensificaron en septiembre, cuando Azerbaiyán tomó el control de Nagorno Karabaj, un enclave que estaba principalmente ocupado por armenios étnicos. La breve guerra provocó un éxodo masivo de la región.\",            \"translated_title\": \"Armenia y Azerbaiyán acuerdan intercambio de prisioneros\"        },        {            \"english_version\": \"Nadia Calviño, Spain’s finance minister since 2018, was appointed president of the European Investment Bank, the world’s largest multilateral lender. The EU institution finances large-scale projects across the bloc. Ms Calviño, who is also a deputy prime minister, was approved for the job by EU finance ministers on Friday. She will be the first woman to lead the bank.\",            \"english_title\": \"Spain's Finance Minister Appointed President of European Investment Bank\",            \"translated_version\": \"Nadia Calviño, ministra de finanzas de España desde 2018, fue nombrada presidenta del Banco Europeo de Inversiones, el mayor prestamista multilateral del mundo. La institución de la UE financia proyectos a gran escala en todo el bloque. La Sra. Calviño, que también es vicepresidenta del gobierno, fue aprobada para el cargo por los ministros de finanzas de la UE el viernes. Será la primera mujer en liderar el banco.\",            \"translated_title\": \"Ministra de Finanzas de España nombrada presidenta del Banco Europeo de Inversiones\"        },        {            \"english_version\": \"America’s Department of Justice indicted Hunter Biden on nine tax-related charges, including failing to pay at least $1.4m in taxes. Mr Biden's lawyer accused David Weiss, who is leading the investigation into the president's son, of bowing to Republican pressure. In October Mr Biden pleaded not guilty to a charge of lying on a form when buying a gun at a time when he was addicted to crack cocaine.\",            \"english_title\": \"Hunter Biden Indicted on Tax Charges\",            \"translated_version\": \"El Departamento de Justicia de Estados Unidos acusó a Hunter Biden de nueve cargos relacionados con impuestos, incluyendo no pagar al menos $1.4 millones en impuestos. El abogado del Sr. Biden acusó a David Weiss, quien lidera la investigación sobre el hijo del presidente, de ceder ante la presión republicana. En octubre, el Sr. Biden se declaró no culpable de un cargo de mentir en un formulario al comprar un arma en un momento en que era adicto a la cocaína crack.\",            \"translated_title\": \"Hunter Biden acusado de cargos fiscales\"        }    ]}"