"{    \"translations\": [        {            \"english_version\": \"The United States approved the sale of drones and missiles to Taiwan for about $360 million. The sale includes weapons like the 720 Switchblade, which can stay near its target before attacking. Taiwan's president, William Lai Ching-te, thanked America for agreeing to the deal. China has been increasing its military activities near Taiwan since President Lai's inauguration in May.\",            \"english_title\": \"US-Taiwan Arms Deal\",            \"translated_version\": \"Estados Unidos aprobó la venta de drones y misiles a Taiwán por alrededor de $360 millones. La venta incluye armas como el 720 Switchblade, que puede permanecer cerca de su objetivo antes de atacar. El presidente de Taiwán, William Lai Ching-te, agradeció a América por aceptar el acuerdo. China ha estado aumentando sus actividades militares cerca de Taiwán desde la inauguración del presidente Lai en mayo.\",            \"translated_title\": \"US-Taiwan Arms Deal\"        },        {            \"english_version\": \"Cyril Ramaphosa, the President of South Africa and leader of the African National Congress, was sworn in for another term. He formed a power-sharing alliance with the Democratic Alliance, a centrist party. Mr. Ramaphosa faced a tough election last month, where the ANC lost its parliamentary majority for the first time since the end of apartheid in 1994.\",            \"english_title\": \"South Africa's President Sworn In\",            \"translated_version\": \"Cyril Ramaphosa, el presidente de Sudáfrica y líder del Congreso Nacional Africano, fue juramentado para otro mandato. Formó una alianza de reparto de poder con la Alianza Democrática, un partido centrista. El Sr. Ramaphosa enfrentó una elección difícil el mes pasado, donde el CNA perdió su mayoría parlamentaria por primera vez desde el fin del apartheid en 1994.\",            \"translated_title\": \"South Africa's President Sworn In\"        }    ]}"