"{    \"translations\": [        {            \"english_version\": \"The temporary truce between Israel and Hamas began. Hamas is expected to release 13 hostages at 4pm. In total 50 hostages are expected to be freed as part of a deal that includes a four-day pause in Israel’s attack on Gaza. Under the agreement, Israel is expected to free around 150 Palestinian prisoners and to allow 300 aid-bearing trucks into Gaza each day.\",            \"english_title\": \"Truce between Israel and Hamas\",            \"translated_version\": \"La tregua temporal entre Israel y Hamas comenzó. Se espera que Hamas libere a 13 rehenes a las 4pm. En total se espera que se liberen 50 rehenes como parte de un acuerdo que incluye una pausa de cuatro días en el ataque de Israel a Gaza. Según el acuerdo, se espera que Israel libere alrededor de 150 prisioneros palestinos y permita el ingreso de 300 camiones de ayuda a Gaza cada día.\",            \"translated_title\": \"Tregua entre Israel y Hamas\"        },        {            \"english_version\": \"Core consumer prices in Japan rose by 2.9% year on year in October, up from 2.8% in September. The rise fuelled speculation that the Bank of Japan might soon tighten its ultra-loose monetary policy. Inflation has exceeded the central bank’s 2% target for 19 consecutive months. The BoJ maintains that higher prices are driven by higher global commodity prices and the weaker yen.\",            \"english_title\": \"Rise in consumer prices in Japan\",            \"translated_version\": \"Los precios básicos para los consumidores en Japón aumentaron un 2.9% interanual en octubre, frente al 2.8% en septiembre. El aumento alimentó la especulación de que el Banco de Japón podría pronto endurecer su política monetaria ultraflexible. La inflación ha superado el objetivo del banco central del 2% durante 19 meses consecutivos. El BoJ sostiene que los precios más altos son impulsados por los precios globales de las materias primas más altos y el yen más débil.\",            \"translated_title\": \"Aumento de precios para los consumidores en Japón\"        },        {            \"english_version\": \"Two leading presidential candidates in Taiwan registered separately for the January 13th election, after efforts to run on a joint ticket failed. Hou Yu-ih of the Nationalist Party and Ko Wen-je of the Taiwan People’s Party had planned to co-operate in the hope of beating the ruling Democratic Progressive Party’s Lai Ching-te, who is leading polls. Both are far friendlier toward China than the DPP.\",            \"english_title\": \"Presidential candidates in Taiwan\",            \"translated_version\": \"Dos principales candidatos presidenciales en Taiwán se registraron por separado para las elecciones del 13 de enero, después de que los esfuerzos para postularse en una lista conjunta fracasaran. Hou Yu-ih del Partido Nacionalista y Ko Wen-je del Partido del Pueblo de Taiwán habían planeado cooperar con la esperanza de vencer a Lai Ching-te, del gobernante Partido Democrático Progresista, quien lidera las encuestas. Ambos son mucho más amigables hacia China que el DPP.\",            \"translated_title\": \"Candidatos presidenciales en Taiwán\"        },        {            \"english_version\": \"Riots continued in Dublin following a knife attack outside a school that injured four people, including three children. A crowd, described by Irish police as 'a hooligan faction driven by far-right ideology', set fire to several vehicles. City-centre public transport was suspended. A man in his 40s, who was also being treated for injuries, was arrested in connection with the stabbings.\",            \"english_title\": \"Riots in Dublin\",            \"translated_version\": \"Continuaron los disturbios en Dublín después de un ataque con cuchillo fuera de una escuela que dejó heridas a cuatro personas, incluidos tres niños. Una multitud, descrita por la policía irlandesa como 'una facción de matones impulsada por una ideología de extrema derecha', prendió fuego a varios vehículos. El transporte público del centro de la ciudad fue suspendido. Un hombre de unos 40 años, que también estaba siendo tratado por heridas, fue arrestado en relación con las puñaladas.\",            \"translated_title\": \"Disturbios en Dublín\"        },        {            \"english_version\": \"Daniel Noboa, the son of a business magnate, was sworn in as Ecuador’s president amid economic strife and surging drug-related violence. He promised to introduce urgent legislative reform to reduce crime and create jobs. The country’s murder rate has risen by 300% in five years; a presidential candidate, Fernando Villavicencio, was assassinated on the campaign trail.\",            \"english_title\": \"Swearing-in of Ecuador's president\",            \"translated_version\": \"Daniel Noboa, el hijo de un magnate de negocios, fue investido como presidente de Ecuador en medio de la lucha económica y la creciente violencia relacionada con las drogas. Prometió introducir reformas legislativas urgentes para reducir el crimen y crear empleo. La tasa de homicidios del país ha aumentado un 300% en cinco años; un candidato presidencial, Fernando Villavicencio, fue asesinado durante la campaña electoral.\",            \"translated_title\": \"Investidura del presidente de Ecuador\"        }    ]}"