"{    \"translations\": [        {            \"english_version\": \"The European Union agreed on a €50bn ($54bn) support package for Ukraine after months of obstruction by Hungary. Earlier this week, European officials and leaders reportedly threatened to harm Hungary’s economy to put pressure on its pro-Russian prime minister, Viktor Orban. Charles Michel, who heads the European Council, said the deal locked up steadfast, long-term support for Ukraine. Support from America remains held up in partisan gridlock.\",            \"english_title\": \"EU Support Package for Ukraine\",            \"translated_version\": \"La Unión Europea acordó un paquete de apoyo de 50.000 millones de euros (54.000 millones de dólares) para Ucrania después de meses de obstrucción por parte de Hungría. A principios de esta semana, funcionarios y líderes europeos amenazaron con dañar la economía de Hungría para presionar a su primer ministro prorruso, Viktor Orban. Charles Michel, quien encabeza el Consejo Europeo, dijo que el acuerdo asegura un apoyo firme y a largo plazo para Ucrania. El apoyo de Estados Unidos sigue bloqueado debido a la lucha partidista.\",            \"translated_title\": \"Paquete de Apoyo de la UE para Ucrania\"        },        {            \"english_version\": \"American forces carried out fresh strikes on Houthi targets in Yemen, targeting ten drones belonging to the Yemen-based group. America and Britain have carried out several rounds of strikes since the Houthis began to launch attacks on commercial vessels in mid-November. On Wednesday the Houthis said that they plan to continue attacking American and British warships.\",            \"english_title\": \"American Strikes on Houthi Targets\",            \"translated_version\": \"Las fuerzas estadounidenses llevaron a cabo nuevos ataques contra objetivos de los hutíes en Yemen, apuntando a diez drones pertenecientes al grupo con sede en Yemen. Estados Unidos y Gran Bretaña han llevado a cabo varias rondas de ataques desde que los hutíes comenzaron a lanzar ataques contra buques comerciales a mediados de noviembre. El miércoles, los hutíes dijeron que planean continuar atacando buques de guerra estadounidenses y británicos.\",            \"translated_title\": \"Ataques Estadounidenses a Objetivos Hutíes\"        },        {            \"english_version\": \"The Bank of England held interest rates steady at 5.25% for the fourth consecutive time. Economic data since the Bank’s previous meeting has reinforced the view that inflation is coming down – the annual rate was 3.9% in November, the lowest reading in almost two years – and the economy weakening. However, rate-setters want to make sure that inflation has been squeezed out of the system before starting to cut rates.\",            \"english_title\": \"Bank of England Holds Interest Rates\",            \"translated_version\": \"El Banco de Inglaterra mantuvo las tasas de interés estables en 5.25% por cuarta vez consecutiva. Los datos económicos desde la reunión anterior del Banco han reforzado la idea de que la inflación está disminuyendo: la tasa anual fue del 3.9% en noviembre, la lectura más baja en casi dos años, y la economía se está debilitando. Sin embargo, los encargados de establecer las tasas quieren asegurarse de que la inflación haya sido eliminada del sistema antes de comenzar a reducir las tasas.\",            \"translated_title\": \"El Banco de Inglaterra Mantiene las Tasas de Interés\"        },        {            \"english_version\": \"Shell, a British oil company, reported annual profits of just over $28bn in 2023. They were lower than in 2022, but still the second-highest since 2011. Russia’s invasion of Ukraine pushed up oil prices, and the recent turmoil in the Middle East has ensured that they remain elevated. The company also announced it would repurchase $3.5bn of shares this quarter, and increase dividends. Shell’s shares rose on the news.\",            \"english_title\": \"Shell Reports Annual Profits\",            \"translated_version\": \"Shell, una compañía petrolera británica, informó de ganancias anuales de poco más de 28.000 millones de dólares en 2023. Fueron más bajas que en 2022, pero aún las segundas más altas desde 2011. La invasión de Rusia a Ucrania hizo subir los precios del petróleo y la reciente agitación en Oriente Medio ha asegurado que se mantengan elevados. La compañía también anunció que recomprará 3.500 millones de dólares en acciones este trimestre y aumentará los dividendos. Las acciones de Shell subieron con la noticia.\",            \"translated_title\": \"Shell Informa Ganancias Anuales\"        },        {            \"english_version\": \"Binyamin Netanyahu, Israel’s prime minister, urged the UN to shut down its refugee agency operations in Gaza. Israel has accused UNRWA staff of being involved in the attack by Hamas militants on October 7th. Earlier António Guterres, the UN’s boss, said the agency is the backbone of all humanitarian response in Gaza. Israeli forces continued to pound the enclave amid negotiations over a temporary truce.\",            \"english_title\": \"Netanyahu Urges UN to Shut Down Refugee Agency\",            \"translated_version\": \"Binyamin Netanyahu, primer ministro de Israel, instó a las Naciones Unidas a cerrar las operaciones de su agencia de refugiados en Gaza. Israel ha acusado al personal de UNRWA de estar involucrado en el ataque de los militantes de Hamas el 7 de octubre. Anteriormente, António Guterres, el jefe de la ONU, dijo que la agencia es la columna vertebral de toda respuesta humanitaria en Gaza. Las fuerzas israelíes continuaron bombardeando el enclave en medio de las negociaciones sobre una tregua temporal.\",            \"translated_title\": \"Netanyahu Insta a la ONU a Cerrar la Agencia de Refugiados\"        }    ]}"