"{    \"translations\": [        {            \"english_version\": \"Australian police are looking for a man with many weapons who ran away into the forest after a shooting in Victoria state.\",            \"english_title\": \"Manhunt in Australia\",            \"translated_version\": \"La policía de Australia busca a un hombre con muchas armas que escapó al bosque después de un tiroteo en el estado de Victoria.\",            \"translated_title\": \"Búsqueda en Australia\"        },        {            \"english_version\": \"Australia has told Iran's ambassador to leave the country because of claims made by intelligence services.\",            \"english_title\": \"Australia Expels Iranian Ambassador\",            \"translated_version\": \"Australia ha dicho al embajador de Irán que se vaya del país por cosas que dijeron los servicios de inteligencia.\",            \"translated_title\": \"Australia Expulsa Embajador de Irán\"        },        {            \"english_version\": \"Israeli Prime Minister Benjamin Netanyahu called a recent attack a 'tragic mishap' and promised a full investigation. The attack killed 20 people, including journalists and health workers.\",            \"english_title\": \"Netanyahu Promises Investigation\",            \"translated_version\": \"El primer ministro de Israel, Benjamin Netanyahu, llamó a un ataque reciente un `accidente trágico` y prometió una investigación completa. El ataque mató a 20 personas, incluyendo periodistas y trabajadores de salud.\",            \"translated_title\": \"Netanyahu Promete Investigación\"        },        {            \"english_version\": \"Cook says the US president does not have the power to act against the central bank, opposing Trump's actions.\",            \"english_title\": \"Cook Opposes Trump\",            \"translated_version\": \"Cook dice que el presidente de EE.UU. no tiene el poder para actuar contra el banco central, oponiéndose a las acciones de Trump.\",            \"translated_title\": \"Cook se Opone a Trump\"        },        {            \"english_version\": \"Many young people in South Africa do not have jobs and are interested in social media offers for work in other countries.\",            \"english_title\": \"South African Youth Seek Jobs\",            \"translated_version\": \"Muchos jóvenes en Sudáfrica no tienen trabajos y están interesados en ofertas de trabajo en otros países que ven en redes sociales.\",            \"translated_title\": \"Jóvenes Sudafricanos Buscan Trabajos\"        }    ]}"