"{    \"translations\": [        {            \"english_version\": \"A ceasefire was supposed to start once Israel agreed, but people saw strikes on Gaza during the night.\",            \"english_title\": \"Ceasefire Delayed\",            \"translated_version\": \"Un alto al fuego iba a empezar cuando Israel estuviera de acuerdo, pero la gente vio ataques en Gaza durante la noche.\",            \"translated_title\": \"Alto al Fuego Tardío\"        },        {            \"english_version\": \"A French court added another year to the prison sentence of the only man who appealed his conviction for raping Gisèle Pelicot.\",            \"english_title\": \"French Court Extends Sentence\",            \"translated_version\": \"Un tribunal francés añadió otro año a la sentencia de prisión del único hombre que apeló su condena por violar a Gisèle Pelicot.\",            \"translated_title\": \"Tribunal Francés Aumenta Sentencia\"        },        {            \"english_version\": \"Drone and missile attacks caused power outages in Kyiv and killed a seven-year-old in the southeast of Ukraine, according to officials.\",            \"english_title\": \"Attacks in Ukraine\",            \"translated_version\": \"Ataques con drones y misiles causaron cortes de luz en Kyiv y mataron a un niño de siete años en el sureste de Ucrania, según oficiales.\",            \"translated_title\": \"Ataques en Ucrania\"        },        {            \"english_version\": \"The US government announced that about 2.9 million cars might be affected by an investigation.\",            \"english_title\": \"Car Investigation\",            \"translated_version\": \"El gobierno de EE.UU. anunció que unos 2.9 millones de coches podrían estar afectados por una investigación.\",            \"translated_title\": \"Investigación de Coches\"        },        {            \"english_version\": \"More than 300 petrol tankers reached Bamako with military protection after a week of fuel shortages.\",            \"english_title\": \"Fuel Arrives in Bamako\",            \"translated_version\": \"Más de 300 camiones de gasolina llegaron a Bamako con protección militar después de una semana de escasez de combustible.\",            \"translated_title\": \"Combustible Llega a Bamako\"        }    ]}"