"{    \"translations\": [        {            \"english_version\": \"The attack happened after the Venezuelan president said Caracas would protect itself against US aggression.\",            \"english_title\": \"Venezuelan Attack\",            \"translated_version\": \"El ataque pasó después de que el presidente de Venezuela dijo que Caracas se protegería contra la agresión de Estados Unidos.\",            \"translated_title\": \"Ataque en Venezuela\"        },        {            \"english_version\": \"Trump signed a proclamation to create a task force to fight crime in a city led by Democrats, even though the mayor opposed it.\",            \"english_title\": \"Trump's Task Force\",            \"translated_version\": \"Trump firmó un papel para crear un grupo especial para luchar contra el crimen en una ciudad dirigida por demócratas, aunque el alcalde no estaba de acuerdo.\",            \"translated_title\": \"Grupo de Trump\"        },        {            \"english_version\": \"India's top court made a special team to look into claims that animals were treated badly at Vantara.\",            \"english_title\": \"Animal Treatment in India\",            \"translated_version\": \"La corte más alta de India hizo un equipo especial para investigar quejas de que los animales eran tratados mal en Vantara.\",            \"translated_title\": \"Animales en India\"        },        {            \"english_version\": \"The deal will allow US ownership of the social media platform's American operations, according to the US treasury secretary.\",            \"english_title\": \"US Social Media Deal\",            \"translated_version\": \"El acuerdo permitirá que Estados Unidos sea dueño de las operaciones americanas de la plataforma de redes sociales, según el secretario del tesoro de Estados Unidos.\",            \"translated_title\": \"Acuerdo de Redes Sociales\"        },        {            \"english_version\": \"At a press conference with US Secretary of State Marco Rubio, Netanyahu said every country had the right to defend itself beyond its borders.\",            \"english_title\": \"Netanyahu's Statement\",            \"translated_version\": \"En una conferencia de prensa con el secretario de estado de Estados Unidos Marco Rubio, Netanyahu dijo que cada país tiene el derecho de defenderse más allá de sus fronteras.\",            \"translated_title\": \"Declaración de Netanyahu\"        }    ]}"