"{    \"translations\": [        {            \"english_version\": \"The UN Security Council passed a resolution to increase aid to Gaza. The resolution calls for a sustainable cessation of hostilities. America abstained from the vote, allowing the proposal to pass. Russia also abstained.\",            \"english_title\": \"UN Resolution on Gaza Aid\",            \"translated_version\": \"El Consejo de Seguridad de la ONU aprobó una resolución para aumentar la ayuda a Gaza. La resolución pide un cese sostenible de las hostilidades. Estados Unidos se abstuvo de votar, permitiendo que la propuesta fuera aprobada. Rusia también se abstuvo.\",            \"translated_title\": \"Resolución de la ONU sobre la ayuda a Gaza\"        },        {            \"english_version\": \"Japan will allow the sale of advanced Patriot air-defense systems to America. This is seen as a policy shift to help Ukraine's war effort. Japan cannot sell Patriots directly to Ukraine, but the move may free up other supplies.\",            \"english_title\": \"Japan to Sell Patriot Air-Defense Systems\",            \"translated_version\": \"Japón permitirá la venta de sistemas avanzados de defensa aérea Patriot a Estados Unidos. Esto se ve como un cambio de política para ayudar al esfuerzo de guerra de Ucrania. Japón no puede vender Patriots directamente a Ucrania, pero el movimiento puede liberar otros suministros.\",            \"translated_title\": \"Japón venderá sistemas de defensa aérea Patriot\"        },        {            \"english_version\": \"France will close its embassy in Niger due to restrictions imposed by the country's military government. French diplomats had already left in September. France withdrew all its troops from Niger.\",            \"english_title\": \"Closure of French Embassy in Niger\",            \"translated_version\": \"Francia cerrará su embajada en Níger debido a las restricciones impuestas por el gobierno militar del país. Los diplomáticos franceses ya se habían ido en septiembre. Francia retiró todas sus tropas de Níger.\",            \"translated_title\": \"Cierre de la embajada francesa en Níger\"        },        {            \"english_version\": \"Shares in China's biggest online-gaming companies dropped in value after Chinese authorities announced curbs on spending on video games. The rules ban some common incentives, such as rewards for daily logins or first-time spending.\",            \"english_title\": \"Drop in Value of Chinese Online-Gaming Companies\",            \"translated_version\": \"Las acciones de las mayores compañías de juegos en línea de China perdieron valor después de que las autoridades chinas anunciaran restricciones en el gasto en videojuegos. Las reglas prohíben algunos incentivos comunes, como recompensas por inicio de sesión diario o gastos por primera vez.\",            \"translated_title\": \"Caída del valor de las compañías de juegos en línea de China\"        },        {            \"english_version\": \"New data suggests that Britain's economy is on the brink of recession. GDP shrank by 0.1% in the third quarter. The Office for National Statistics revised downwards its estimate for growth in the second quarter.\",            \"english_title\": \"Concerns over Britain's Economy\",            \"translated_version\": \"Nuevos datos sugieren que la economía de Gran Bretaña está al borde de la recesión. El PIB se contrajo un 0,1% en el tercer trimestre. La Oficina de Estadísticas Nacionales revisó a la baja su estimación de crecimiento en el segundo trimestre.\",            \"translated_title\": \"Preocupaciones sobre la economía de Gran Bretaña\"        }    ]}"