"{    \"translations\": [        {            \"english_version\": \"The family of two passengers who died in the implosion are asking for stricter rules after the US Coast Guard's critical report.\",            \"english_title\": \"Family Demands Stricter Rules\",            \"translated_version\": \"La familia de dos pasajeros que murieron en la explosión pide reglas más estrictas después del informe crítico de la Guardia Costera de EE.UU.\",            \"translated_title\": \"Familia pide reglas más estrictas\"        },        {            \"english_version\": \"El-Fasher is surrounded by RSF paramilitary fighters and hasn't received food deliveries for over a year.\",            \"english_title\": \"El-Fasher Surrounded and Hungry\",            \"translated_version\": \"El-Fasher está rodeado por luchadores paramilitares RSF y no ha recibido comida por más de un año.\",            \"translated_title\": \"El-Fasher rodeado y con hambre\"        },        {            \"english_version\": \"Former top officials from the justice department during the Obama, Trump, and Biden administrations have been sent subpoenas.\",            \"english_title\": \"Subpoenas for Former Officials\",            \"translated_version\": \"Ex altos funcionarios del departamento de justicia durante las administraciones de Obama, Trump y Biden han recibido citaciones.\",            \"translated_title\": \"Citaciones para ex funcionarios\"        },        {            \"english_version\": \"US envoy Steve Witkoff will visit Moscow on Wednesday, as Trump's deadline for Russia to agree to a ceasefire with Ukraine approaches.\",            \"english_title\": \"US Envoy to Visit Moscow\",            \"translated_version\": \"El enviado de EE.UU. Steve Witkoff visitará Moscú el miércoles, mientras se acerca la fecha límite de Trump para que Rusia acepte un alto el fuego con Ucrania.\",            \"translated_title\": \"Enviado de EE.UU. visitará Moscú\"        },        {            \"english_version\": \"Rescue teams have reached Dharali village in Uttarkashi, which is believed to have been heavily affected by the floods.\",            \"english_title\": \"Rescue Teams Reach Dharali\",            \"translated_version\": \"Equipos de rescate han llegado al pueblo Dharali en Uttarkashi, que se cree ha sido muy afectado por las inundaciones.\",            \"translated_title\": \"Equipos de rescate llegan a Dharali\"        }    ]}"