"{    \"translations\": [        {            \"english_version\": \"Israel's Prime Minister says Hamas must give up weapons either easily or with force. This comes after Hamas responded to a peace plan. The situation is tense with protests happening due to increased immigration enforcement and a woman being shot during unrest.\",            \"english_title\": \"Israel and Hamas Tensions\",            \"translated_version\": \"El Primer Ministro de Israel dice que Hamas debe dejar las armas fácil o con fuerza. Esto pasa después de que Hamas respondió a un plan de paz. La situación está tensa con protestas por más control de inmigración y una mujer fue herida en el desorden.\",            \"translated_title\": \"Tensiones entre Israel y Hamas\"        },        {            \"english_version\": \"Russia claims it attacked Ukrainian military and infrastructure targets overnight. This is part of the ongoing conflict between the two countries.\",            \"english_title\": \"Russia Attacks Ukraine\",            \"translated_version\": \"Rusia dice que atacó objetivos militares y de infraestructura de Ucrania en la noche. Esto es parte del conflicto entre los dos países.\",            \"translated_title\": \"Rusia ataca a Ucrania\"        },        {            \"english_version\": \"An explosion and gunfire were reported at a jail near the presidential palace in Mogadishu. The situation is unclear, but it adds to the instability in the region.\",            \"english_title\": \"Explosion in Mogadishu\",            \"translated_version\": \"Hubo una explosión y disparos en una cárcel cerca del palacio presidencial en Mogadiscio. La situación no está clara, pero aumenta la inestabilidad en la región.\",            \"translated_title\": \"Explosión en Mogadiscio\"        },        {            \"english_version\": \"Hamas has agreed to release hostages and is open to letting Palestinian technocrats govern Gaza. However, they have not clearly responded to other parts of the peace plan.\",            \"english_title\": \"Hamas and Peace Plan\",            \"translated_version\": \"Hamas ha aceptado liberar rehenes y está abierto a que tecnócratas palestinos gobiernen Gaza. Pero no han respondido claramente a otras partes del plan de paz.\",            \"translated_title\": \"Hamas y plan de paz\"        },        {            \"english_version\": \"FBI leaders are reportedly planning a high-profile arrest of the bureau's former director next week. This is part of ongoing discussions within the agency.\",            \"english_title\": \"FBI Plans Arrest\",            \"translated_version\": \"Líderes del FBI planean arrestar al exdirector del FBI la próxima semana. Esto es parte de discusiones dentro de la agencia.\",            \"translated_title\": \"FBI planea arresto\"        }    ]}"