"{    \"translations\": [        {            \"english_version\": \"Israel’s prime minister, Binyamin Netanyahu, told his cabinet that the country must keep fighting Hamas in Gaza, despite the `very heavy price` being paid by its forces.\",            \"english_title\": \"Israel's Prime Minister Urges Continued Fight Against Hamas\",            \"translated_version\": \"El primer ministro de Israel, Binyamin Netanyahu, le dijo a su gabinete que el país debe seguir luchando contra Hamas en Gaza, a pesar del `precio muy alto` que están pagando sus fuerzas.\",            \"translated_title\": \"El Primer Ministro de Israel insta a continuar la lucha contra Hamas\"        },        {            \"english_version\": \"More than 150 Israeli soldiers have been killed since Israel began its ground offensive on October 27th.\",            \"english_title\": \"Over 150 Israeli Soldiers Killed in Ground Offensive\",            \"translated_version\": \"Más de 150 soldados israelíes han muerto desde que Israel comenzó su ofensiva terrestre el 27 de octubre.\",            \"translated_title\": \"Más de 150 soldados israelíes muertos en ofensiva terrestre\"        },        {            \"english_version\": \"Inside Gaza more than 20,000 Palestinians have died.\",            \"english_title\": \"Over 20,000 Palestinians Dead in Gaza\",            \"translated_version\": \"Dentro de Gaza han muerto más de 20,000 palestinos.\",            \"translated_title\": \"Más de 20,000 palestinos muertos en Gaza\"        },        {            \"english_version\": \"After concentrating their efforts for weeks on northern Gaza, Israel’s forces announced on Sunday that they would increasingly turn their attention to fighting Hamas in the south.\",            \"english_title\": \"Israel's Forces Shift Focus to Southern Gaza\",            \"translated_version\": \"Después de concentrar sus esfuerzos durante semanas en el norte de Gaza, las fuerzas de Israel anunciaron el domingo que dirigirían cada vez más su atención a luchar contra Hamas en el sur.\",            \"translated_title\": \"Las fuerzas de Israel cambian su enfoque al sur de Gaza\"        },        {            \"english_version\": \"On Saturday the forces also said that they had detected a number of `launches` originating in Lebanon and had retaliated.\",            \"english_title\": \"Israel's Forces Respond to Launches from Lebanon\",            \"translated_version\": \"El sábado, las fuerzas también dijeron que habían detectado varios `lanzamientos` que provenían de Líbano y habían respondido.\",            \"translated_title\": \"Las fuerzas de Israel responden a lanzamientos desde Líbano\"        }    ]}"