"{    \"translations\": [        {            \"english_version\": \"Boeing plans to raise $25 billion by selling shares and debt securities to investors. The company also secured a credit agreement worth $10 billion with several banks. Boeing urgently needs cash due to a strike that started in mid-September, halting jet production and costing over $1 billion per month. The announcement of borrowing plans caused a drop in the firm's shares.\",            \"english_title\": \"Boeing's Financial Plans\",            \"translated_version\": \"Boeing planea obtener $25 mil millones vendiendo acciones y deudas a inversionistas. La compañía también consiguió un acuerdo de crédito por valor de $10 mil millones con varios bancos. Boeing necesita dinero urgentemente debido a una huelga que comenzó a mediados de septiembre, deteniendo la producción de aviones y costando más de $1 mil millones al mes. El anuncio de los planes de endeudamiento provocó una caída en las acciones de la empresa.\",            \"translated_title\": \"Planes Financieros de Boeing\"        },        {            \"english_version\": \"Parts of an anti-missile system, along with American troops to operate it, have started arriving in Israel. More soldiers and components are expected in the coming days. Meanwhile, Israeli strikes in Gaza resulted in the deaths of at least 40 Palestinians. Hizbullah retaliated by firing rockets at Tel Aviv after an Israeli attack that killed over 20 people in a Christian-majority town in northern Lebanon.\",            \"english_title\": \"Military Movements in Israel\",            \"translated_version\": \"Partes de un sistema antimisiles, junto con tropas estadounidenses para operarlo, han comenzado a llegar a Israel. Se esperan más soldados y componentes en los próximos días. Mientras tanto, los ataques israelíes en Gaza resultaron en la muerte de al menos 40 palestinos. Hizbullah retalió disparando cohetes a Tel Aviv después de un ataque israelí que mató a más de 20 personas en un pueblo de mayoría cristiana en el norte de Líbano.\",            \"translated_title\": \"Movimientos Militares en Israel\"        }    ]}"