"{    \"translations\": [        {            \"english_version\": \"Russia and Ukraine exchanged drone strikes overnight as discussions over a ceasefire proposal continued. Vladimir Putin expressed openness to ending the war in Ukraine but suggested addressing the underlying causes of the conflict. Donald Trump criticized Putin's remarks as incomplete, while Ukraine's president, Volodymyr Zelensky, stated that Putin's numerous pre-conditions would hinder progress.\",            \"english_title\": \"Russia-Ukraine Conflict\",            \"translated_version\": \"Rusia y Ucrania intercambiaron ataques de drones durante la noche mientras continuaban las discusiones sobre una propuesta de alto el fuego. Vladimir Putin expresó estar dispuesto a terminar la guerra en Ucrania pero sugirió abordar las causas subyacentes del conflicto. Donald Trump criticó los comentarios de Putin como incompletos, mientras que el presidente de Ucrania, Volodymyr Zelensky, afirmó que las numerosas condiciones previas de Putin obstaculizarían el progreso.\",            \"translated_title\": \"Conflicto entre Rusia y Ucrania\"        },        {            \"english_version\": \"Britain's economy unexpectedly shrank by 0.1% in January, with a decline in the manufacturing sector offsetting a slight increase in services. This development poses a challenge for Rachel Reeves, the chancellor, who is planning spending cuts in her upcoming spring statement on March 26th. Markets anticipate the Bank of England to implement two rate cuts this year to support the economy.\",            \"english_title\": \"UK Economy\",            \"translated_version\": \"La economía de Gran Bretaña disminuyó inesperadamente un 0.1% en enero, con una disminución en el sector manufacturero compensando un ligero aumento en los servicios. Este desarrollo plantea un desafío para Rachel Reeves, la canciller, quien está planeando recortes de gastos en su próxima declaración de primavera el 26 de marzo. Los mercados anticipan que el Banco de Inglaterra implementará dos recortes de tasas este año para apoyar la economía.\",            \"translated_title\": \"Economía del Reino Unido\"        }    ]}"