"{    \"translations\": [        {            \"english_version\": \"Israel provided tents to Palestinians in Rafah, southern Gaza, as they face potential evacuation. The threat of an offensive in the city has been looming, but international concerns about civilian casualties have caused delays. Israeli armed forces are making preparations for the offensive by relocating soldiers to Gaza.\",            \"english_title\": \"Israel-Palestine Conflict\",            \"translated_version\": \"Israel dio carpas a los Palestinos en Rafah, sur de Gaza, ya que enfrentan una posible evacuación. La amenaza de un ataque en la ciudad ha estado cerca, pero preocupaciones internacionales sobre víctimas civiles han causado retrasos. Las fuerzas armadas de Israel se están preparando para el ataque al reubicar soldados en Gaza.\",            \"translated_title\": \"Conflicto Israel-Palestina\"        },        {            \"english_version\": \"The European Union supported calls for an independent investigation after mass graves were found in Gaza hospitals. Palestinian officials discovered hundreds of bodies, leading to accusations against Israeli forces. Israel's army denied responsibility for the buried bodies, calling the claims baseless.\",            \"english_title\": \"International Relations\",            \"translated_version\": \"La Unión Europea apoyó llamados para una investigación independiente después de que se encontraran fosas comunes en hospitales de Gaza. Oficiales Palestinos descubrieron cientos de cuerpos, lo que llevó a acusaciones contra las fuerzas Israelíes. El ejército de Israel negó la responsabilidad por los cuerpos enterrados, llamando infundadas las afirmaciones.\",            \"translated_title\": \"Relaciones Internacionales\"        },        {            \"english_version\": \"Boeing reported a $355m loss in the first quarter due to issues with the Boeing 737 MAX 9. American regulators halted production expansion after a door plug incident. Business groups, including the US Chamber of Commerce, opposed the FTC's move to ban non-compete clauses, citing concerns about protecting confidential information.\",            \"english_title\": \"Business News\",            \"translated_version\": \"Boeing reportó una pérdida de $355 millones en el primer trimestre debido a problemas con el Boeing 737 MAX 9. Reguladores Americanos detuvieron la expansión de la producción después de un incidente con un tapón de puerta. Grupos empresariales, incluida la Cámara de Comercio de EE. UU., se opusieron al movimiento de la FTC de prohibir cláusulas de no competencia, citando preocupaciones sobre proteger información confidencial.\",            \"translated_title\": \"Noticias de Negocios\"        },        {            \"english_version\": \"The European Commission initiated an anti-subsidy probe into Chinese medical devices over concerns of subsidies from the Chinese government. The investigation aims to address potential unfair competition and the impact on European manufacturers. A similar probe was launched earlier against Chinese wind-turbine makers.\",            \"english_title\": \"Trade Relations\",            \"translated_version\": \"La Comisión Europea inició una investigación anti-subsidios sobre dispositivos médicos Chinos debido a preocupaciones sobre subsidios del gobierno Chino. La investigación busca abordar una posible competencia desleal y el impacto en los fabricantes Europeos. Una investigación similar fue lanzada anteriormente contra fabricantes Chinos de turbinas eólicas.\",            \"translated_title\": \"Relaciones Comerciales\"        },        {            \"english_version\": \"Russia's top investigative body detained Deputy Defence Minister Timur Ivanov on bribery charges. Ivanov, responsible for military infrastructure projects, was accused of profiting from construction work in Mariupol, Ukraine. An anti-corruption group had previously raised concerns about his activities.\",            \"english_title\": \"Corruption Allegations\",            \"translated_version\": \"El principal cuerpo de investigación de Rusia detuvo al Subsecretario de Defensa Timur Ivanov por cargos de soborno. Ivanov, responsable de proyectos de infraestructura militar, fue acusado de beneficiarse del trabajo de construcción en Mariupol, Ucrania. Un grupo anticorrupción había planteado previamente preocupaciones sobre sus actividades.\",            \"translated_title\": \"Alegaciones de Corrupción\"        }    ]}"