"{    \"translations\": [        {            \"english_version\": \"An exit poll showed that the Labour Party won a big victory in Britain's general election. The poll predicted that Labour, led by Sir Keir Starmer, will have 410 seats in the new Parliament. This is a majority of 170, just short of Sir Tony Blair's win in 1997. The Conservatives, who have been in office for 14 years, are expected to have only 131 MPs. Nigel Farage's Reform UK party is projected to win 13 seats.\",            \"english_title\": \"British General Election\",            \"translated_version\": \"Una encuesta de salida mostró que el Partido Laborista ganó una gran victoria en las elecciones generales de Gran Bretaña. La encuesta predijo que el Laborista, liderado por Sir Keir Starmer, tendrá 410 escaños en el nuevo Parlamento. Esto es una mayoría de 170, justo por debajo de la victoria de Sir Tony Blair en 1997. Se espera que los Conservadores, que han estado en el cargo durante 14 años, tengan solo 131 diputados. Se proyecta que el partido Reforma UK de Nigel Farage ganará 13 escaños.\",            \"translated_title\": \"Elecciones Generales Británicas\"        },        {            \"english_version\": \"In a radio interview, President Joe Biden admitted that he made mistakes in a recent TV debate against Donald Trump. He acknowledged that he 'screwed up' but mentioned that he would 'get back up'. His poor performance raised concerns within the Democratic Party about his re-election prospects. Some party members have called for him to step aside, while others, including Democratic governors, have expressed their support for him.\",            \"english_title\": \"President Joe Biden's Debate Performance\",            \"translated_version\": \"En una entrevista de radio, el Presidente Joe Biden admitió que cometió errores en un reciente debate televisivo contra Donald Trump. Reconoció que 'metió la pata' pero mencionó que se levantaría de nuevo. Su pobre desempeño ha generado preocupaciones dentro del Partido Demócrata sobre sus perspectivas de reelección. Algunos miembros del partido han pedido que se aparte, mientras que otros, incluidos gobernadores demócratas, han expresado su apoyo hacia él.\",            \"translated_title\": \"Desempeño en el Debate del Presidente Joe Biden\"        }    ]}"