"{    \"translations\": [        {            \"english_version\": \"The US president is not agreeing to Ukraine's request for long-range missiles. Talks with Ukraine's leader, Zelensky, are starting at the White House.\",            \"english_title\": \"US and Ukraine Talks\",            \"translated_version\": \"El presidente de EE.UU. no está de acuerdo con la petición de Ucrania de misiles de largo alcance. Las conversaciones con el líder de Ucrania, Zelensky, comienzan en la Casa Blanca.\",            \"translated_title\": \"Conversaciones entre EE.UU. y Ucrania\"        },        {            \"english_version\": \"If Putin wants to go to Budapest to meet Trump in the next two weeks, he has some obstacles to overcome first.\",            \"english_title\": \"Putin's Possible Trip\",            \"translated_version\": \"Si Putin quiere ir a Budapest para reunirse con Trump en las próximas dos semanas, tiene algunos obstáculos que superar primero.\",            \"translated_title\": \"Posible Viaje de Putin\"        },        {            \"english_version\": \"Donald Trump's former national security adviser is accused of using personal messaging apps and email to share sensitive information.\",            \"english_title\": \"Trump's Adviser Accused\",            \"translated_version\": \"El exasesor de seguridad nacional de Donald Trump está acusado de usar aplicaciones de mensajería personal y correo electrónico para compartir información sensible.\",            \"translated_title\": \"Asesor de Trump Acusado\"        },        {            \"english_version\": \"The Israeli prime minister made comments after Hamas said it could not access the bodies of 19 hostages in Gaza.\",            \"english_title\": \"Israeli PM Comments\",            \"translated_version\": \"El primer ministro israelí hizo comentarios después de que Hamas dijo que no podía acceder a los cuerpos de 19 rehenes en Gaza.\",            \"translated_title\": \"Comentarios del Primer Ministro Israelí\"        },        {            \"english_version\": \"Colonel Michael Randrianirina took his oath of office in front of crowds just days after taking power.\",            \"english_title\": \"Colonel's Oath\",            \"translated_version\": \"El coronel Michael Randrianirina tomó su juramento frente a multitudes solo días después de tomar el poder.\",            \"translated_title\": \"Juramento del Coronel\"        }    ]}"