"{    \"translations\": [        {            \"english_version\": \"The UK plans to give control of the Chagos Islands to Mauritius, but they will still lease a military base there. Trump says this deal is part of why he wants the US to own Greenland.\",            \"english_title\": \"UK and Chagos Islands\",            \"translated_version\": \"El Reino Unido planea dar control de las Islas Chagos a Mauricio, pero todavía alquilarán una base militar allí. Trump dice que este trato es parte de por qué quiere que EE.UU. tenga Groenlandia.\",            \"translated_title\": \"Reino Unido e Islas Chagos\"        },        {            \"english_version\": \"Kaja Kallas, the EU's foreign policy chief, said the EU does not want to start a fight, but they will stand firm.\",            \"english_title\": \"EU's Stand\",            \"translated_version\": \"Kaja Kallas, la jefa de política exterior de la UE, dijo que la UE no quiere empezar una pelea, pero se mantendrán firmes.\",            \"translated_title\": \"Posición de la UE\"        },        {            \"english_version\": \"Authorities are warning people to stay out of the waterways in an Australian state after recent heavy rain.\",            \"english_title\": \"Waterway Warning\",            \"translated_version\": \"Las autoridades están advirtiendo a la gente que se mantenga fuera de los ríos en un estado de Australia después de fuertes lluvias recientes.\",            \"translated_title\": \"Advertencia de Ríos\"        },        {            \"english_version\": \"Authorities say the twisted train wreckage makes it hard to rescue people trapped inside.\",            \"english_title\": \"Train Wreckage\",            \"translated_version\": \"Las autoridades dicen que los restos retorcidos del tren hacen difícil rescatar a las personas atrapadas dentro.\",            \"translated_title\": \"Restos del Tren\"        },        {            \"english_version\": \"The former heavyweight champion was in a crash that killed two of his team members.\",            \"english_title\": \"Champion's Crash\",            \"translated_version\": \"El ex campeón de peso pesado estuvo en un accidente que mató a dos de sus compañeros de equipo.\",            \"translated_title\": \"Accidente del Campeón\"        }    ]}"