"{    \"translations\": [        {            \"english_version\": \"Israel’s attack on Hamas continued into a second day after a seven-day truce came to an abrupt end on Friday. Both sides accuse the other of breaking the ceasefire. Israel’s armed forces reported that they had hit more than 400 terrorist targets since the fighting resumed. Gaza’s Hamas-controlled health ministry said that 240 people had been killed in the same period.\",            \"english_title\": \"Israel's Attack on Hamas\",            \"translated_version\": \"El ataque de Israel a Hamas continuó por un segundo día después de que una tregua de siete días llegara a un fin abrupto el viernes. Ambos lados acusan al otro de romper el alto el fuego. Las fuerzas armadas de Israel informaron que habían golpeado más de 400 objetivos terroristas desde que se reanudaron los combates. El ministerio de salud controlado por Hamas en Gaza dijo que 240 personas habían sido asesinadas en el mismo período.\",            \"translated_title\": \"Ataque de Israel a Hamas\"        },        {            \"english_version\": \"America committed to closing all its coal-fired power plants, apparently by 2035. It has the world’s third largest tally of plants burning the dirty fossil fuel. The commitment, announced during the COP28 climate summit in Dubai, is an important step—but to keep global warming to less than 1.5C above pre-industrial levels, developed countries must close their plants by 2030, according to the Intergovernmental Panel on Climate Change.\",            \"english_title\": \"America's Commitment to Close Coal-fired Power Plants\",            \"translated_version\": \"Estados Unidos se comprometió a cerrar todas sus plantas de energía de carbón, aparentemente para el año 2035. Tiene el tercer mayor número de plantas que queman este sucio combustible fósil. El compromiso, anunciado durante la cumbre climática COP28 en Dubai, es un paso importante, pero según el Panel Intergubernamental sobre Cambio Climático, los países desarrollados deben cerrar sus plantas para el año 2030 para mantener el calentamiento global por debajo de 1.5°C por encima de los niveles preindustriales.\",            \"translated_title\": \"Compromiso de Estados Unidos de Cerrar Plantas de Energía de Carbón\"        },        {            \"english_version\": \"AUKUS, a security pact between America, Australia and Britain, took a step forward as the signatories’ defence ministers agreed to cooperate on a range of cutting-edge military technologies. The three countries will establish a joint radar system to monitor space, conduct joint exercises involving maritime drones and incorporate AI into more military systems, among other measures.\",            \"english_title\": \"AUKUS Security Pact\",            \"translated_version\": \"AUKUS, un pacto de seguridad entre Estados Unidos, Australia y Gran Bretaña, dio un paso adelante cuando los ministros de defensa de los países firmantes acordaron cooperar en una serie de tecnologías militares de vanguardia. Los tres países establecerán un sistema de radar conjunto para monitorear el espacio, realizarán ejercicios conjuntos con drones marítimos e incorporarán inteligencia artificial en más sistemas militares, entre otras medidas.\",            \"translated_title\": \"Pacto de Seguridad AUKUS\"        },        {            \"english_version\": \"Donald Trump’s claim that presidents have immunity for actions undertaken while in office was dealt a double blow. First a federal-appeals court rejected the argument, ruling that the ex-president can be sued for his alleged role in the January 6th Capitol riot. Then a district court judge overseeing a case over his alleged attempts to overturn the election in 2020 came to a similar conclusion.\",            \"english_title\": \"Trump's Claim of Presidential Immunity\",            \"translated_version\": \"La afirmación de Donald Trump de que los presidentes tienen inmunidad por acciones realizadas mientras están en el cargo recibió un doble golpe. Primero, un tribunal de apelaciones federales rechazó el argumento, dictaminando que el ex presidente puede ser demandado por su presunto papel en el asalto al Capitolio del 6 de enero. Luego, un juez de un tribunal de distrito que supervisa un caso sobre sus presuntos intentos de anular las elecciones de 2020 llegó a una conclusión similar.\",            \"translated_title\": \"La Afirmación de Trump sobre la Inmunidad Presidencial\"        },        {            \"english_version\": \"America’s House of Representatives voted to expel George Santos, a scandal-ridden Republican congressman from New York. Mr Santos—who has pleaded not guilty to federal corruption charges—is the sixth member ever to be ousted and only the third after the Civil War. The House previously voted to save him, but a recent report from the House Ethics Committee convinced his colleagues to expel.\",            \"english_title\": \"Expulsion of George Santos from the House of Representatives\",            \"translated_version\": \"La Cámara de Representantes de Estados Unidos votó para expulsar a George Santos, un congresista republicano de Nueva York envuelto en escándalos. El Sr. Santos, quien se ha declarado inocente de cargos federales de corrupción, es el sexto miembro en ser expulsado y solo el tercero después de la Guerra Civil. La Cámara anteriormente votó para salvarlo, pero un informe reciente del Comité de Ética de la Cámara convenció a sus colegas de expulsarlo.\",            \"translated_title\": \"Expulsión de George Santos de la Cámara de Representantes\"        }    ]}"