"{    \"translations\": [        {            \"english_version\": \"Antony Blinken, America’s secretary of state, held meetings with several of his Arab counterparts in Jordan. All agreed that civilians in Gaza needed more aid and better protection. But at a press conference, ministers from Egypt and Jordan reiterated their demands for an immediate ceasefire while Mr Blinken again spoke of the need for humanitarian pauses. Meanwhile, a UN agency said an Israeli missile had struck one of its schools, where refugees were sheltering. Gaza’s Hamas-run health ministry said at least 15 Palestinians were killed and dozens more injured.\",            \"english_title\": \"Meeting in Jordan\",            \"translated_version\": \"Antony Blinken, el secretario de estado de Estados Unidos, tuvo reuniones con varios de sus homólogos árabes en Jordania. Todos estuvieron de acuerdo en que los civiles en Gaza necesitaban más ayuda y mejor protección. Pero en una conferencia de prensa, los ministros de Egipto y Jordania reiteraron su demanda de un alto el fuego inmediato mientras el Sr. Blinken hablaba nuevamente de la necesidad de pausas humanitarias. Mientras tanto, una agencia de la ONU dijo que un misil israelí había golpeado una de sus escuelas, donde se refugiaban los refugiados. El ministerio de salud dirigido por Hamas en Gaza dijo que al menos 15 palestinos murieron y docenas resultaron heridos.\",            \"translated_title\": \"Reunión en Jordania\"        },        {            \"english_version\": \"Ursula von der Leyen, the president of the European Commission, met Volodymyr Zelensky, the leader of Ukraine, in Kyiv. We are impressed by the reforms Ukraine has made in the midst of a war, Mrs von der Leyen tweeted after the talks. On Wednesday the commission is expected to recommend the opening of EU accession negotiations with Ukraine. Meanwhile, Mr Zelensky denied that he was facing Western pressure to negotiate with Russia, following press reports to the contrary.\",            \"english_title\": \"Meeting in Kyiv\",            \"translated_version\": \"Ursula von der Leyen, la presidenta de la Comisión Europea, se reunió con Volodymyr Zelensky, el líder de Ucrania, en Kyiv. Estamos impresionados por las reformas que Ucrania ha realizado en medio de una guerra, tuiteó la Sra. von der Leyen después de las conversaciones. Se espera que el miércoles la comisión recomiende la apertura de negociaciones de adhesión a la UE con Ucrania. Mientras tanto, el Sr. Zelensky negó que estuviera enfrentando presión occidental para negociar con Rusia, siguiendo informes de prensa en sentido contrario.\",            \"translated_title\": \"Reunión en Kyiv\"        },        {            \"english_version\": \"Berkshire Hathaway, a conglomerate run by Warren Buffett, announced its third-quarter results. Poor performances in its stock portfolio contributed to a net loss of $12.8bn. Shares in Apple, the firm’s largest holding, dropped 12% in the quarter. Berkshire also reported its biggest-ever cash pile. With bond yields surging, it spent heavily on short-term Treasury bonds, and ended the quarter sitting on $157bn.\",            \"english_title\": \"Berkshire Hathaway's Results\",            \"translated_version\": \"Berkshire Hathaway, un conglomerado dirigido por Warren Buffett, anunció sus resultados del tercer trimestre. Las malas actuaciones en su cartera de acciones contribuyeron a una pérdida neta de $12.8bn. Las acciones de Apple, la mayor participación de la empresa, cayeron un 12% en el trimestre. Berkshire también informó de su mayor acumulación de efectivo de la historia. Con el aumento de los rendimientos de los bonos, gastó mucho en bonos del Tesoro a corto plazo y terminó el trimestre con $157bn.\",            \"translated_title\": \"Resultados de Berkshire Hathaway\"        },        {            \"english_version\": \"Pakistani officials said that six militants attempted to breach an air-force training base in Mianwali, a city in Punjab province. It is the third seemingly unrelated attack in 24 hours. Earlier, a group of militants ambushed a military convoy on its way to Gwadar port in Balochistan, killing 14 soldiers, and a bomb left outside a police station in Khyber Pakhtunkhwa killed 5 and injured 20.\",            \"english_title\": \"Attacks in Pakistan\",            \"translated_version\": \"Funcionarios pakistaníes dijeron que seis militantes intentaron violar una base de entrenamiento de la fuerza aérea en Mianwali, una ciudad en la provincia de Punjab. Es el tercer ataque aparentemente no relacionado en 24 horas. Anteriormente, un grupo de militantes emboscó un convoy militar en camino al puerto de Gwadar en Balochistán, matando a 14 soldados, y una bomba dejada afuera de una estación de policía en Khyber Pakhtunkhwa mató a 5 e hirió a 20.\",            \"translated_title\": \"Ataques en Pakistán\"        },        {            \"english_version\": \"At least 128 people were killed and dozens more injured after an earthquake struck Nepal, according to local officials. The epicentre of the tremor was 42km south of Jumla, a town in the west of the country. Its effects were felt as far away as Delhi, almost 500km away.\",            \"english_title\": \"Earthquake in Nepal\",            \"translated_version\": \"Según funcionarios locales, al menos 128 personas murieron y docenas resultaron heridas después de que un terremoto sacudiera Nepal. El epicentro del temblor se encontraba a 42 km al sur de Jumla, una ciudad en el oeste del país. Sus efectos se sintieron hasta Delhi, a casi 500 km de distancia.\",            \"translated_title\": \"Terremoto en Nepal\"        }    ]}"