"{    \"translations\": [        {            \"english_version\": \"Mike Johnson, the Republican speaker of the House of Representatives, advised against releasing an ethics report on Matt Gaetz, who was nominated for attorney-general by Donald Trump. Johnson argued that it goes against House tradition since Gaetz is no longer a member of Congress. Gaetz, a controversial figure, resigned after the nomination. He faced allegations of sexual misconduct and drug use, which he denies.\",            \"english_title\": \"Politics\",            \"translated_version\": \"Mike Johnson, el orador republicano de la Cámara de Representantes, aconsejó no publicar un informe de ética sobre Matt Gaetz, quien fue nominado para fiscal general por Donald Trump. Johnson argumentó que va en contra de la tradición de la Cámara ya que Gaetz ya no es miembro del Congreso. Gaetz, una figura controvertida, renunció después de la nominación. Se enfrentó a acusaciones de mala conducta sexual y uso de drogas, las cuales niega.\",            \"translated_title\": \"Política\"        },        {            \"english_version\": \"Israeli airstrikes in southern Lebanon resulted in the deaths of five paramedics at a civil defence center, as reported by the country's health ministry. The Israel Defence Forces also instructed residents of Bourj al-Barajneh, a suburb in Beirut, to evacuate. Shortly after, strikes were reported on buildings in the area, with the IDF claiming they targeted Hizbullah facilities.\",            \"english_title\": \"International Conflict\",            \"translated_version\": \"Los ataques aéreos israelíes en el sur del Líbano resultaron en la muerte de cinco paramédicos en un centro de defensa civil, según informó el ministerio de salud del país. Las Fuerzas de Defensa de Israel también instruyeron a los residentes de Bourj al-Barajneh, un suburbio de Beirut, a evacuar. Poco después, se informaron ataques a edificios en la zona, con las FDI afirmando que apuntaban a instalaciones de Hizbulá.\",            \"translated_title\": \"Conflicto Internacional\"        }    ]}"