"{    \"translations\": [        {            \"english_version\": \"Hamas released a video showing two hostages alive. Egypt's intelligence agency met with Israel to prevent invasion of Rafah. Israel may consider a truce proposal by Egypt.\",            \"english_title\": \"Middle East Conflict\",            \"translated_version\": \"Hamas mostró un video con dos rehenes vivos. La agencia de inteligencia de Egipto se reunió con Israel para evitar la invasión de Rafah. Israel podría considerar una propuesta de tregua de Egipto.\",            \"translated_title\": \"Conflicto en el Medio Oriente\"        },        {            \"english_version\": \"Over 200 arrests at American universities due to pro-Palestinian protests. Crackdowns led to arrests at various universities including Columbia, Arizona State, Indiana, Northeastern, and Washington.\",            \"english_title\": \"Protests and Arrests\",            \"translated_version\": \"Más de 200 arrestos en universidades americanas debido a protestas pro-palestinas. Los arrestos ocurrieron en varias universidades incluyendo Columbia, Arizona State, Indiana, Northeastern y Washington.\",            \"translated_title\": \"Protestas y Arrestos\"        },        {            \"english_version\": \"Iraq's parliament approved prison terms for gay and transgender individuals. The law aims to combat 'sexual deviancy' against Islamic and societal values, criticized by America's government.\",            \"english_title\": \"Iraq's Anti-LGBT Law\",            \"translated_version\": \"El parlamento de Iraq aprobó penas de cárcel para personas gay y transgénero. La ley busca combatir la 'desviación sexual' en contra de los valores islámicos y sociales, criticada por el gobierno de Estados Unidos.\",            \"translated_title\": \"Ley Anti-LGBT de Iraq\"        },        {            \"english_version\": \"China's central bank expressed worry over regional banks investing in long-dated sovereign bonds. The move could lead to economic trouble similar to Silicon Valley Bank's crisis.\",            \"english_title\": \"China's Banking Concerns\",            \"translated_version\": \"El banco central de China expresó preocupación por los bancos regionales que invierten en bonos soberanos a largo plazo. La acción podría llevar a problemas económicos similares a la crisis del Banco del Valle del Silicio.\",            \"translated_title\": \"Preocupaciones Bancarias de China\"        },        {            \"english_version\": \"Russia bombed energy facilities in Ukraine, causing damage to thermal power plants. Ukraine's air force managed to intercept a significant number of missiles before impact.\",            \"english_title\": \"Russia's Attacks on Ukraine\",            \"translated_version\": \"Rusia bombardeó instalaciones energéticas en Ucrania, causando daños a las plantas de energía térmica. La fuerza aérea de Ucrania logró interceptar un número significativo de misiles antes del impacto.\",            \"translated_title\": \"Ataques de Rusia a Ucrania\"        }    ]}"