"{    \"translations\": [        {            \"english_version\": \"Iran's supreme leader, Ayatollah Ali Khamenei, warned Israel that its killing of Hassan Nasrallah, Hizbullah’s leader, would not go unavenged. He also announced five days of official mourning. Binyamin Netanyahu, Israel’s prime minister, said Nasrallah’s death would change the balance of power in the region for years to come. Joe Biden, America’s president, described his killing as a measure of justice for Hizbullah’s victims.\",            \"english_title\": \"Iran's Supreme Leader Warns Israel\",            \"translated_version\": \"El líder supremo de Irán, Ayatollah Ali Khamenei, advirtió a Israel que el asesinato de Hassan Nasrallah, líder de Hizbullah, no quedaría sin venganza. También anunció cinco días de luto oficial. Binyamin Netanyahu, primer ministro de Israel, dijo que la muerte de Nasrallah cambiaría el equilibrio de poder en la región en los próximos años. Joe Biden, presidente de Estados Unidos, describió su muerte como una medida de justicia para las víctimas de Hizbullah.\",            \"translated_title\": \"Iran's Supreme Leader Warns Israel\"        },        {            \"english_version\": \"At least 50 people were killed by Hurricane Helene as it swept through Florida, Georgia, and North and South Carolina. The category 4 hurricane made landfall in Big Bend, Florida, as one of the strongest ever to strike America. On Saturday, more than 3 million people were believed to be without power. AccuWeather estimated the cost of dealing with the damage at around $100 billion.\",            \"english_title\": \"Hurricane Helene Causes Devastation\",            \"translated_version\": \"Al menos 50 personas murieron a causa del huracán Helene mientras barría Florida, Georgia, Carolina del Norte y del Sur. El huracán de categoría 4 tocó tierra en Big Bend, Florida, como uno de los más fuertes que haya golpeado a Estados Unidos. El sábado, se creía que más de 3 millones de personas estaban sin electricidad. AccuWeather estimó que el costo de hacer frente al daño rondaba los $100 mil millones.\",            \"translated_title\": \"Hurricane Helene Causes Devastation\"        }    ]}"