"{    \"translations\": [        {            \"english_version\": \"Tehran says its armed forces are ready to respond to any aggression. They are prepared to act quickly if needed.\",            \"english_title\": \"Tehran's Armed Forces Ready\",            \"translated_version\": \"Tehran dice que sus fuerzas armadas están listas para responder a cualquier agresión. Están preparados para actuar rápido si es necesario.\",            \"translated_title\": \"Fuerzas Armadas de Tehran Listas\"        },        {            \"english_version\": \"Wounded demonstrators tell the BBC they are getting help from medics who are treating them at home, even though it is risky.\",            \"english_title\": \"Wounded Demonstrators Get Help\",            \"translated_version\": \"Manifestantes heridos dicen a la BBC que están recibiendo ayuda de médicos que los tratan en casa, aunque es arriesgado.\",            \"translated_title\": \"Manifestantes Heridos Reciben Ayuda\"        },        {            \"english_version\": \"State airline Satena says its plane with 13 passengers and two crew had a fatal accident.\",            \"english_title\": \"Satena Plane Accident\",            \"translated_version\": \"La aerolínea estatal Satena dice que su avión con 13 pasajeros y dos tripulantes tuvo un accidente fatal.\",            \"translated_title\": \"Accidente de Avión de Satena\"        },        {            \"english_version\": \"A storm knocked down trees, damaged homes, and left over 800,000 people without power.\",            \"english_title\": \"Storm Causes Damage\",            \"translated_version\": \"Una tormenta derribó árboles, dañó casas y dejó a más de 800,000 personas sin electricidad.\",            \"translated_title\": \"Tormenta Causa Daños\"        },        {            \"english_version\": \"The country cut off internet access on 8 January after the government cracked down on protesters.\",            \"english_title\": \"Internet Cut Off\",            \"translated_version\": \"El país cortó el acceso a internet el 8 de enero después de que el gobierno tomó medidas contra los manifestantes.\",            \"translated_title\": \"Corte de Internet\"        }    ]}"