"{    \"translations\": [        {            \"english_version\": \"Call-up letters have been sent to 60,000 reservists to support an operation expected to continue until next year. The Palestinian Authority says this decision is illegal and will harm the chances for a two-state solution.\",            \"english_title\": \"Reservists Called Up\",            \"translated_version\": \"Cartas de llamada han sido enviadas a 60,000 reservistas para apoyar una operación que se espera continúe hasta el próximo año. La Autoridad Palestina dice que esta decisión es ilegal y dañará las posibilidades de una solución de dos estados.\",            \"translated_title\": \"Reservistas Llamados\"        },        {            \"english_version\": \"Two teenagers, aged 16 and 18, have been arrested for an attack, and police are looking for a third suspect.\",            \"english_title\": \"Teenagers Arrested\",            \"translated_version\": \"Dos adolescentes, de 16 y 18 años, han sido arrestados por un ataque, y la policía está buscando a un tercer sospechoso.\",            \"translated_title\": \"Adolescentes Arrestados\"        },        {            \"english_version\": \"The director of national intelligence accuses officials who worked under Biden and Obama of using intelligence for political or personal reasons.\",            \"english_title\": \"Intelligence Accusations\",            \"translated_version\": \"El director de inteligencia nacional acusa a funcionarios que trabajaron con Biden y Obama de usar inteligencia por razones políticas o personales.\",            \"translated_title\": \"Acusaciones de Inteligencia\"        },        {            \"english_version\": \"Republicans are facing opposition from Democrats who left the state to delay a vote. They hope the new maps will result in more seats in Congress.\",            \"english_title\": \"Political Opposition\",            \"translated_version\": \"Los republicanos enfrentan oposición de los demócratas que dejaron el estado para retrasar una votación. Esperan que los nuevos mapas resulten en más asientos en el Congreso.\",            \"translated_title\": \"Oposición Política\"        },        {            \"english_version\": \"The government hopes that removing the sales tax will make more people buy books.\",            \"english_title\": \"Tax Removal for Books\",            \"translated_version\": \"El gobierno espera que quitar el impuesto de ventas haga que más personas compren libros.\",            \"translated_title\": \"Quitar Impuesto para Libros\"        }    ]}"