"{    \"translations\": [        {            \"english_version\": \"America's economy grew slower than expected in the first quarter. GDP figures fell short of the forecast 2.2% growth, at 1.6% year on year. The decline was attributed to slowing international trade and business inventories. First-quarter core annual inflation stood at 3.7%, above analyst estimates of 3.4%, possibly delaying interest rate cuts by the Federal Reserve.\",            \"english_title\": \"Economic News\",            \"translated_version\": \"La economía de América creció más lento de lo esperado en el primer trimestre. Las cifras del PIB no alcanzaron el crecimiento previsto del 2.2%, quedando en un 1.6% anual. La disminución se atribuyó a la desaceleración del comercio internacional y los inventarios comerciales. La inflación anual central del primer trimestre se situó en 3.7%, por encima de las estimaciones de los analistas del 3.4%, posiblemente retrasando los recortes de tasas de interés por la Reserva Federal.\",            \"translated_title\": \"Noticias Económicas\"        },        {            \"english_version\": \"New York's top court overturned a conviction against Harvey Weinstein, citing an unfair trial due to allowing testimony from women not part of the indictment. Humza Yousaf, Scotland's first minister, faces a no-confidence vote after a power-sharing deal collapse with the Green Party.\",            \"english_title\": \"Legal News\",            \"translated_version\": \"El tribunal superior de Nueva York anuló una condena contra Harvey Weinstein, citando un juicio injusto debido a permitir testimonios de mujeres que no formaban parte de la acusación. Humza Yousaf, primer ministro de Escocia, enfrenta una votación de no confianza después de que un acuerdo de reparto de poder colapsara con el Partido Verde.\",            \"translated_title\": \"Noticias Legales\"        },        {            \"english_version\": \"Ariel Henry resigned as prime minister of Haiti, with a council tasked to choose a new leader. Belgium summoned Israel's ambassador over the killing of a Belgian aid worker in Gaza. America and other entities called for an independent investigation after mass graves were discovered in Gaza.\",            \"english_title\": \"Political News\",            \"translated_version\": \"Ariel Henry renunció como primer ministro de Haití, con un consejo encargado de elegir un nuevo líder. Bélgica convocó al embajador de Israel por el asesinato de un trabajador humanitario belga en Gaza. América y otras entidades pidieron una investigación independiente después de que se descubrieran fosas comunes en Gaza.\",            \"translated_title\": \"Noticias Políticas\"        },        {            \"english_version\": \"Deutsche Bank's profits rose by 10% year on year in the first quarter, driven by strong revenues from investment banking and trading divisions. However, commercial-property losses may impact future profits. America's fertility rate dropped to 1.62 births per woman, the lowest since 1979.\",            \"english_title\": \"Financial News\",            \"translated_version\": \"Los beneficios del Deutsche Bank aumentaron un 10% interanual en el primer trimestre, impulsados por fuertes ingresos de las divisiones de banca de inversión y comercio. Sin embargo, las pérdidas en propiedades comerciales pueden afectar los beneficios futuros. La tasa de fertilidad de América cayó a 1.62 nacimientos por mujer, la más baja desde 1979.\",            \"translated_title\": \"Noticias Financieras\"        }    ]}"