"{    \"translations\": [        {            \"english_version\": \"The Israel Defence Forces urgently evacuated Sana’a International airport in Yemen's capital. This action came after Israel escalated its offensive against the Houthis, targeting Hodeidah Port and nearby infrastructure. The move was in response to a missile fired by Iran-backed rebels that landed near Ben Gurion airport in Tel Aviv.\",            \"english_title\": \"Israeli Forces Evacuate Airport in Yemen\",            \"translated_version\": \"Las Fuerzas de Defensa de Israel evacuaron urgentemente el aeropuerto internacional de Sana'a en la capital de Yemen. Esta acción ocurrió después de que Israel intensificara su ofensiva contra los hutíes, apuntando al Puerto de Hodeidah y la infraestructura cercana. El movimiento fue en respuesta a un misil lanzado por rebeldes respaldados por Irán que cayó cerca del aeropuerto Ben Gurion en Tel Aviv.\",            \"translated_title\": \"Fuerzas Israelíes Evacuan Aeropuerto en Yemen\"        },        {            \"english_version\": \"Friedrich Merz garnered enough support in the Bundestag to potentially become Germany's chancellor in a second round of voting. The leader of the centre-right Christian Democratic Union, which won Germany's federal election on February 23rd, fell six votes short in an earlier round. This outcome is unprecedented as no post-war chancellor-designate has lost a first-round vote, raising concerns about his ability to govern.\",            \"english_title\": \"Merz Gains Support for Chancellorship in Germany\",            \"translated_version\": \"Friedrich Merz obtuvo suficiente apoyo en el Bundestag para potencialmente convertirse en canciller de Alemania en una segunda ronda de votación. El líder de la Unión Demócrata Cristiana de centro-derecha, que ganó las elecciones federales de Alemania el 23 de febrero, quedó seis votos cortos en una ronda anterior. Este resultado es sin precedentes ya que ningún canciller designado después de la guerra ha perdido una votación en la primera ronda, lo que plantea preocupaciones sobre su capacidad para gobernar.\",            \"translated_title\": \"Merz Obtiene Apoyo para Cancillería en Alemania\"        }    ]}"